{"data":[{"word":"creative","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/kriˈeɪtɪv/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cre/creat/creative__gb_3.mp3"},{"local":"US","spell":"/kriˈeɪtɪv/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cre/creat/creative__us_2.mp3"}],"note":"","verbs":[],"senses":{"text":"involving the use of skill and the imagination to produce something new or a work of art","examples":["a course on creative writing (= writing stories, plays and poems)","creative thinking (= thinking about problems in a new way or thinking of new ideas)","the company’s creative team/director","the creative process","She channels her creative energy into her art.","creative with something (informal) You can get creative with this recipe and add whatever fruit you like.","They use creative ways to market their services to customers.","Get those creative juices flowing to think of new ways to serve your customers.","Most of his creative work has been done in the theatre.","the creative and performing arts","She's very creative—she writes poetry and paints.","Do you have any ideas? You're the creative one.","a highly creative artist","a creative genius/talent/mind"]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"crisis","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈkraɪsɪs/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cri/crisi/crisis__gb_3.mp3"},{"local":"US","spell":"/ˈkraɪsɪs/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cri/crisi/crisis__us_4.mp3"}],"note":"","verbs":[],"senses":{"text":"a time of great danger, difficulty or doubt when problems must be solved or important decisions must be made","examples":["an economic/a financial crisis","The government is attempting to solve the debt crisis through spending cuts.","The government is facing a political crisis.","a humanitarian crisis created by war and drought","a housing/an energy crisis","to resolve/solve/address a crisis","in crisis The business is still in crisis but it has survived the worst of the recession.","The Labour Party was facing an identity crisis.","an expert in crisis management","We provide help to families in crisis situations.","I know which friends I can turn to in times of crisis.","crisis of something The party was suffering a crisis of confidence among its supporters (= they did not trust it any longer).","Agriculture is facing a crisis.","The city's fiscal crisis has deepened.","In times of crisis it's good to have someone you can rely on for advice.","She's no good in a crisis.","The company is suffering a severe crisis of confidence.","The government is in crisis.","The plan could save the country from a looming energy crisis.","Three people died during the hostage crisis.","Union leaders are taking immediate steps to defuse the crisis.","We are just waiting for the next crisis to arise.","With competition from cheap imports, the British coal industry is facing a serious crisis.","a crisis over pensions","an expert in crisis management","attempts to ease the town's housing crisis","the Third World debt crisis","the growing crisis in education","the worst economic crisis for fifty years","A succession of economic crises had limited the money available for new social policies.","He is one of the world's leading experts in crisis management.","It is hoped that his resignation will end the latest political crisis in the country.","Their marriage has reached crisis point.","The fever has passed its crisis.","The team's dismal season has reached crisis point."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"couple","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈkʌpl/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cou/coupl/couple__gb_1.mp3"},{"local":"US","spell":"/ˈkʌpl/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cou/coupl/couple__us_2.mp3"}],"note":"In British English a plural verb is usually used in all 3 senses.","verbs":[],"senses":{"text":"two people or things","examples":["I saw a couple of men get out.","We went there a couple of years ago.","a couple of minutes/hours/days/weeks/months","a couple of people/friends/guys","I've seen her a couple of times before.","I'll be with you in a minute. There are a couple of things I have to do first.","We can do it in the next couple of weeks.","There have been some new developments in the past couple of days.","The last couple of years have been difficult.","There are a couple more files to read first.","The country's population could fall to 30 million within a couple of decades.","I would like to make a couple of points at the outset.","I just have a couple of questions.","I've played a couple of games for the reserves recently.","married couples","same-sex/gay/lesbian couples","a young couple","an elderly couple","The royal couple will visit New Zealand next year.","Several couples were on the dance floor.","The couple was/were married in 2016.","couple from… We met a couple from Chicago, who were travelling with their three children.","childless couples seeking to adopt","We stood and drank a toast to the happy couple.","They make a beautiful couple.","The hotel was full of honeymoon couples."]},"idioms":[{"text":"in two shakes | in a couple of shakes ","sense":"very soon","examples":["We’ll be there in a couple of shakes."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"cruel","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/ˈkruːəl/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cru/cruel/cruel__gb_1.mp3"},{"local":"US","spell":"/ˈkruːəl/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cru/cruel/cruel__us_1_rr.mp3"}],"note":"","verbs":[],"senses":{"text":"having a desire to cause physical or mental pain and make somebody suffer","examples":["He was known to be a cruel dictator.","cruel to somebody/something I can't stand people who are cruel to animals.","Her eyes were cruel and hard.","Sometimes you have to be cruel to be kind (= make somebody suffer because it will be good for them later).","an extremely cruel regime","a cruel joke/hoax","cruel punishment","It was a cruel irony that he, being gravely ill, would survive his family.","It would be a cruel twist of fate if he escaped only to starve to death once outside.","Her father's death was a cruel blow."]},"idioms":[{"text":"cruel and unusual punishment ","sense":"a category of very severe punishment that is banned under US law","examples":["This important case confronts the issue of what constitutes cruel and unusual punishment.","Detainees are subjected to malnutrition, forced labor, and to other cruel and unusual punishments."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"current","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/ˈkʌrənt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cur/curre/current__gb_4.mp3"},{"local":"US","spell":"/ˈkɜːrənt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cur/curre/current__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"happening now; of the present time","examples":["The necklace would be worth over $5 000 at current prices.","the current situation","Oil prices are expected to remain at current levels.","What's the budget for the current year?","Under the current system, the entire process takes about two weeks.","I need the actual figures, not an estimate.","How long have you been in your present job?","The factory cannot continue its current level of production.","your current employer","Our current financial situation is not good.","What are the current unemployment figures?","words that are no longer current"]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"cream","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/kriːm/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cre/cream/cream__gb_1.mp3"},{"local":"US","spell":"/kriːm/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cre/cream/cream__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"the thick white or pale yellow fatty liquid that rises to the top of milk, used in cooking or as a type of sauce to put on fruit, etc.","examples":["We had strawberries and cream for dessert.","whipped cream","a dollop of fresh cream","scones with cream and jam","I asked for two coffees with cream.","Would you like milk or cream in your coffee?","(British English) cream cakes (= containing cream)","She piled great dollops of cream onto her apple pie.","This cream's gone off!","Whisk the cream and icing sugar together.","a chocolate/peppermint cream","moisturizing cream","Put a little antiseptic cream on the grazed skin.","a topical antibiotic cream","anti-wrinkle/anti-ageing cream","a cream cleaner","Do you have this blouse in cream?","an eye-catching outfit of cream and black","a warm yellow shade of cream","the cream of New York society","the cream of the crop of this season’s movies"]},"idioms":[{"text":"like a cat that’s got the cream (British English) (US English like the cat that got/ate/swallowed the canary)","sense":"very pleased with yourself","examples":["She looked like a cat that’s got the cream. She was almost purring with pleasure."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"crop","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/krɒp/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cro/crop_/crop__gb_1.mp3"},{"local":"US","spell":"/krɑːp/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cro/crop_/crop__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"a plant that is grown in large quantities, especially as food","examples":["Sugar is an important crop on the island.","What are the benefits of growing GM crops?","food crops","crop yield/production","to grow/plant/harvest crops","The crops are regularly sprayed with pesticides.","Crop rotation helps prevent soil erosion.","Crops are sprayed with highly toxic chemicals to prevent insect damage.","Fodder crops are used to feed livestock.","Isolated communities were extremely vulnerable if crops failed.","It takes three to five years for a new plantation to bear a crop.","Most of the farmers grow arable crops.","Rice is a staple crop for more than half of the world's population.","Rivers burst their banks and flooded standing crops.","Summer flash floods destroyed the crops.","to boost crop yields","a fall in this year’s coffee crop","Australia's wheat crop is likely to be lower than forecast this year.","We are looking forward to a bumper crop (= a very large one).","We had a very good crop of apples last year.","a crop of carrots","a record crop was harvested","the current crop of trainees","She is really the cream of the crop (= the best in her group).","a crop of disasters/injuries","a riding crop","She has her hair cut in a short crop.","He had a thick crop of black curly hair."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"culture","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈkʌltʃə(r)/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cul/cultu/culture__gb_2.mp3"},{"local":"US","spell":"/ˈkʌltʃər/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cul/cultu/culture__us_2.mp3"}],"note":"","verbs":[],"senses":{"text":"the customs and beliefs, art, way of life and social organization of a particular country or group","examples":["African/American/European/Islamic culture","working-class culture","the study of Japanese language and culture","Cooking is a hugely important part of French culture.","He is no longer in touch with youth culture.","The film examines the culture clash between the generations.","Jokes are an important part of our popular oral culture.","These ideas have always been central to Western culture.","a country containing many language and culture groups","immigrants who embrace American culture","The Romans gradually assimilated the culture of the people they had conquered.","Prisoners are isolated from the wider culture of society at large.","The children are taught to respect different cultures.","the effect of technology on traditional cultures","Children need to learn to understand cultures other than their own.","In some cultures children have an important place.","Venice is a beautiful city, full of culture and history.","the Minister for Culture","The paintings reflect African American culture.","She is a woman of wide culture.","We are living in a consumer culture.","Corporate culture has become the dominant culture.","The political cultures of the United States and Europe are very different.","You can't change the culture of an organization overnight.","culture of something She believes the media have created a culture of fear.","The company promotes a culture of innovation.","A culture of failure exists in some schools.","Newcomers to the company are soon assimilated into the culture.","The computer has changed the culture of the design profession.","The new director is trying to foster a culture of open communication within the company.","The social security system has been accused of producing a culture of dependency.","the development of the enterprise culture in Britain","the culture of silkworms (= for silk)","a culture of cells from the tumour","Yogurt is made from active cultures.","to do/take a throat culture"]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"curtain","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈkɜːtn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cur/curta/curtain__gb_2.mp3"},{"local":"US","spell":"/ˈkɜːrtn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cur/curta/curtain__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"a piece of cloth that is hung to cover a window","examples":["to draw/pull/close the curtains (= to pull them across the window so they cover it)","She opened her curtains and looked out.","It was ten in the morning but the curtains were still drawn (= closed).","a pair of curtains","She looked up and saw a face peering through the curtains.","Heavy red velvet curtains hung either side of the huge window.","She pulled back the curtains, and sunlight streamed in.","The curtains billowed as the wind caught them.","They sat in the dark with the curtains drawn.","a shower curtain","He took a bag from a shelf behind some curtains.","The audience was waiting for the curtain to rise (= for the play to begin).","The curtain goes up to reveal a grand piano at the back of the stage.","There was tremendous applause when the curtain came down (= the play ended).","We left just before the final curtain (= the end of a play).","(figurative) It's time to face the final curtain (= the end; death).","(figurative) The curtain has fallen on her long and distinguished career (= her career has ended).","a curtain of rain/smoke","She pushed back the curtain of brown hair from her eyes."]},"idioms":[{"text":"be curtains (for somebody) ","sense":"to be a situation without hope or that you cannot escape from","examples":["When I saw he had a gun, I thought it was curtains for me."]},{"text":"bring down the curtain on something | bring the curtain down on something ","sense":"to finish or mark the end of something","examples":["His sudden decision to retire brought down the curtain on a distinguished career."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"cup","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/kʌp/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cup/cup__/cup__gb_3.mp3"},{"local":"US","spell":"/kʌp/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cup/cup__/cup__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"a small container that is like a bowl in shape, usually with a handle, used for drinking tea, coffee, etc.","examples":["He filled the cup with water.","a coffee cup","a cup and saucer","a plastic/paper cup","Customers don't like drinking out of plastic cups.","She raised her cup to her lips.","She was so thirsty that she drained her cup.","She drank the whole cup.","cup of something Would you like a cup of tea?","Enrique stirred his fourth cup of coffee of the day.","I drink about ten cups of coffee a day.","I like a good strong cup of tea first thing in the morning.","I'm making tea. Can I pour you a cup?","My coffee was cold, so I ordered a fresh cup.","You sit down and I'll make you a nice cup of tea.","She's won several cups for skating.","He lifted the cup (= won) for the fifth time this year.","The cup will be presented to the winning team by the president himself.","Who won the cup?","the World Cup","The team finished runners-up in the league and cup.","They lost to Portugal in the World Cup quarter finals.","Will Liverpool secure a place in next year's UEFA Cup?","They were the surprise winners of last year's America's Cup.","Sunderland beat Port Vale at the beginning of their cup run (= a series of winning games in a competition to win a cup).","the Ryder Cup competition","They were the first Turkish team to win a major cup competition.","The team are ready for next week's World Cup clash with Italy.","two cups of flour and half a cup of butter","an egg cup","a C cup"]},"idioms":[{"text":"in your cups ","sense":"having drunk too much alcohol","examples":["He gets very maudlin when he's in his cups."]},{"text":"not somebody’s cup of tea ","sense":"not what somebody likes or is interested in","examples":["An evening at the opera isn't everyone's cup of tea.","He's nice enough but not really my cup of tea."]},{"text":"there’s many a slip ’twixt cup and lip ","sense":"nothing is completely certain until it really happens because things can easily go wrong","examples":[]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"crazy","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/ˈkreɪzi/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cra/crazy/crazy__gb_1.mp3"},{"local":"US","spell":"/ˈkreɪzi/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cra/crazy/crazy__us_2.mp3"}],"note":"","verbs":[],"senses":{"text":"not sensible; stupid","examples":["Are you crazy? We could get killed doing that.","I'd never do anything like that. That's just crazy.","He drove like an idiot, passing in the craziest places.","What a crazy idea!","‘Love makes you do crazy things,’ she said.","I know it sounds crazy but it just might work.","be crazy to do something She must be crazy to lend him money.","it is crazy to do something It's crazy to think he'll ever change.","A crazy old woman rented the upstairs room.","Do you think I'm crazy?","Things got crazy for a while.","Doesn't it make you crazy when people don't reply to your emails?","That noise is driving me crazy.","Marie says he went crazy, and smashed the room up.","He went crazy at me for letting the dog out.","The kids would answer back, and that drove her crazy.","The crowd went crazy when the band came on stage.","You're so beautiful you're driving me crazy.","crazy about something Rick is crazy about football.","He's football-crazy.","I'm not crazy about Chinese food (= I don't like it very much).","The group's performance always drives the audience crazy.","We were crazy with excitement.","I've been crazy about him since the first time I saw him.","I'd go crazy if I lived here.","She was driven half-crazy by the thought of him in prison.","I thought I’d go mad if I stayed any longer.","A crazy old woman rented the upstairs room.","That noise is driving me nuts!","You guys are nuts!","Her mum’s completely batty.","She was out of her mind with grief.","No one in their right mind would choose to work there."]},"idioms":[{"text":"like crazy/mad ","sense":"very fast, hard, much, etc.","examples":["We worked like crazy to get it done on time."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"curve","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/kɜːv/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cur/curve/curve__gb_2.mp3"},{"local":"US","spell":"/kɜːrv/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cur/curve/curve__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"a line or surface that bends gradually; a smooth bend","examples":["curve of something He admired the delicate curve of her ear.","The pattern was made up of straight lines and curves.","curve in something (especially North American English) a curve in the road","on a curve (especially North American English) The driver lost control on a curve and the vehicle hit a tree.","The program automatically plots the curve on a graph.","This figure shows the population curve for the last hundred years.","He slowed down to negotiate the curve.","Slow down at the curves.","The car vanished around a curve.","The road follows the coast in a wide curve.","The road went around in a tight curve.","The seats were arranged to form a curve.","the curve of his neck","the natural curve of your spine","the voluptuous curve of her hips","(specialist) the unemployment-income curve (= a line on a graph showing the relationship between the number of unemployed people and national income)","a demand/​yield/​growth/​supply curve (= on a graph )","The supermodel showed off her famous curves in a figure-hugging red dress.","The evening dress hugged her curves beautifully."]},"idioms":[{"text":"ahead of/behind the curve ","sense":"in advance of or behind a particular trend","examples":["Our expert advice will help you stay ahead of the curve.","We've fallen behind the curve when it comes to developing new digital products."]},{"text":"flatten the curve ","sense":"to manage the rate or quantity of something so that it does not increase too much within a short period of time","examples":["These measures are intended to flatten the curve of new infections in order to reduce the load on hospitals."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"criticism","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈkrɪtɪsɪzəm/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cri/criti/criticism__gb_2.mp3"},{"local":"US","spell":"/ˈkrɪtɪsɪzəm/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cri/criti/criticism__us_3.mp3"}],"note":"","verbs":[],"senses":{"text":"the act of expressing disapproval of somebody/something and opinions about their faults or bad qualities; a statement showing this disapproval","examples":["to draw/face/receive criticism","The plan has attracted criticism from consumer groups.","She sought to deflect criticism by blaming her family.","People in public life must always be open to criticism (= willing to accept being criticized).","Ben is very sensitive—he just can't take criticism.","to offer somebody constructive criticism (= that is meant to be helpful)","I didn't mean it as a criticism.","criticisms levelled at (= aimed at) journalists","criticism of somebody/something There was widespread criticism of the government's handling of the disaster.","My only criticism of the house is that it is on a main road.","He was clearly stung by media criticism of his previous statement.","criticism over something The former minister is facing growing criticism over his remark.","The government came under heavy criticism over its policies.","We came in for some sharp criticism over this decision.","criticism for something The actress has come under criticism for her comments about her co-stars.","The film star faced a barrage of criticism for his behaviour.","criticism about something The actor has recently faced harsh criticism about his weight.","criticism against somebody/something The past five years has seen growing criticism against the regime.","The harshest criticism came from right-wing ideologists.","Criticism centred on the lack of information provided.","Criticism was levelled at senior managers.","He finds it hard to take criticism.","None of what has been said should be taken to imply criticism.","Scientists have raised strong criticisms of creationist ideas.","She countered my criticisms by saying we had no choice in the matter.","She made a number of valid criticisms.","Teachers need honest feedback and constructive criticism.","The main criticism about the information provided is that it arrives too late.","The proposal is open to several important criticisms.","The report levels criticism at senior managers.","There has been serious criticism of the teaching methods used in the school.","They received criticism for continuing to supply the faulty goods.","Two successive defeats have brought fresh criticism.","We are bound to face criticism from both sides.","criticisms against the Church","criticisms against the European single currency","to offer criticism and receive it","I don't mind a little constructive criticism, but there are limits to what I am willing to do.","There have been criticisms levelled at journalists for not always looking deeply enough into certain issues.","She has written several works of literary criticism.","The book takes an unorthodox approach to art criticism.","He teaches a course on textual criticism."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"cycle","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈsaɪkl/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cyc/cycle/cycle__gb_2.mp3"},{"local":"US","spell":"/ˈsaɪkl/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cyc/cycle/cycle__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"a bicycle or motorcycle","examples":["He was riding his cycle home when he was hit by a lorry.","We went for a cycle ride on Sunday.","on a cycle Lots of people arrived in cars or on cycles.","by cycle They completed their journey by cycle.","Every business goes through cycles.","cycle of something the cycle of the seasons","The argument is that reprisals simply perpetuate the cycle of violence.","They could not break the cycle of harvest failure, food shortage, price increase and misery.","in a cycle Front runners generally establish themselves early in the election cycle.","The percentage of companies being downgraded was typical for this point in the economic cycle.","different phases of the cell cycle","Life is a natural cycle, just like the changing seasons.","Male and female adults mate, the female lays eggs, and the cycle begins all over again.","The European market is simply going through an economic cycle.","The number of young produced per breeding cycle varies from species to species.","This cycle of events continually repeats itself.","To complete the cycle, oxygen is necessary.","a diagram of the water cycle","at this point in the cycle","caught up in a vicious cycle of bingeing and dieting","part of the cycle of birth and death","the 76-year solar cycle","the annual cycle of church festivals","women with irregular menstrual cycles","eight cycles per second","the rinse cycle (= in a washing machine)"]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"creation","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/kriˈeɪʃn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cre/creat/creation__gb_1.mp3"},{"local":"US","spell":"/kriˈeɪʃn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cre/creat/creation__us_2.mp3"}],"note":"","verbs":[],"senses":{"text":"the act or process of making something that is new, or of causing something to exist that did not exist before","examples":["Job creation needs to be the top priority.","a period of economic growth and wealth creation","content creation software","creation of something the creation of an independent state","The reforms led to the creation of 220 jobs.","The committee proposed the creation of a new Chair of Portuguese for the university.","He had been with the company since its creation in 1989.","The new Act allows for the creation of vocational schools.","They joined forces to oppose the creation of wind farms.","They recommended the creation of a new government agency to be responsible for the environment.","the process of database creation","a literary creation","The cake was a delicious creation of sponge, cream and fruit.","The bright murals in the children’s ward were the creations of the nurses.","What an amazing creation (= a very unusual and new piece of clothing) you’re wearing!","They believe that God entrusted the care and use of all creation to mankind."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"court","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/kɔːt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cou/court/court__gb_2.mp3"},{"local":"US","spell":"/kɔːrt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cou/court/court__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"the place where legal trials take place and where crimes, etc. are judged","examples":["the civil/criminal courts","Her lawyer made a statement outside the court.","in court Relatives of the dead girl were in court.","She will appear in court tomorrow.","to court They took their landlord to court for breaking the contract.","The case took five years to come to court (= to be heard by the court).","There wasn't enough evidence to bring the case to court (= start a trial).","out of court The case was settled out of court (= a decision was reached without a trial).","He won the court case and was awarded damages.","She can't pay her tax and is facing court action.","During the court hearing, the prosecutor said she would seek maximum prison sentences.","The prison is opposite the law court.","I was at school with her sister.","I have a ten-year-old in school.","Court documents showing illegal transactions were released to the press.","Court was adjourned for the weekend.","Divorce no longer requires a court appearance.","He received a court summons for non-payment of tax.","He should be tried at the International Court in the Hague.","He will appear in court tomorrow charged with the murder.","Once a lawsuit is filed, a court date is set.","She should seek damages through the civil courts.","The banks may decide to appeal to a higher court.","The case should not be allowed to go to court.","The case was appealed to a higher court.","The case will be tried before a criminal court.","The dispute was settled out of court.","Their neighbours took them to court.","There wasn't enough evidence to bring the case to court.","They are likely to end up in divorce court.","They could now face a court battle for compensation.","This is the highest court in the country.","We are prepared to go to court to get our compensation.","Please tell the court what happened.","The court heard how the man collapsed after being stabbed.","The court ruled in favour of her claim.","This is not a case to be decided by the courts.","before the court This evidence was not put before the court.","Airlines could face huge compensation bills following a court ruling on flight delays.","The company argued there was no case to answer, but the court disagreed.","The company asked the court to overrule the tribunal's decision.","The court acquitted Reece of the murder of his wife.","The court dismissed the appeal.","The court heard how the mother had beaten the 11-year-old boy.","The court held that she was entitled to receive compensation.","The court issued an injunction.","The court sentenced him to life in prison.","The court upheld the plaintiff's claim of unfair dismissal.","The court was presided over by Judge Owen.","She is too young to appear before the court.","We were trying to convince the court that the rules should be changed.","Will you please tell the court what happened on that morning?","a tennis/squash/basketball court","on court He won after only 52 minutes on court.","off court The players are good friends off court and train together.","Do you prefer playing tennis on grass courts or hard courts?","He hopes to repeat his success on the grass courts of Wimbledon.","He was a real gentleman both on and off court and a delight to play.","Off court she is just as aggressive as she is on the court.","She is a good player on hard courts.","The players have been on court for an hour.","an indoor volleyball court","the court of Queen Victoria","at court He was presented to the queen at court.","life at the court of Charles I","life at court","The painting shows the emperor with his court.","Mozart quickly became a favourite in court circles.","a member of the imperial court of Kyoto","The building is situated in a medieval court at the top of Edinburgh's royal mile."]},"idioms":[{"text":"the ball is in your/somebody’s court ","sense":"it is your/somebody’s responsibility to take action next","examples":["They've offered me the job, so the ball's in my court now."]},{"text":"hold court (with somebody) ","sense":"to entertain people by telling them interesting or funny things","examples":["I met Giles holding court with some tourists in a cafe."]},{"text":"laugh somebody/something out of court ","sense":"to completely reject an idea, a story, etc. that you think is not worth taking seriously at all","examples":["All his attempts at explanation were simply laughed out of court."]},{"text":"pay court to somebody ","sense":"to treat somebody with great respect in order to gain favour with them","examples":[]},{"text":"rule/throw something out of court ","sense":"to say that something is completely wrong or not worth considering, especially in a trial","examples":["The charges were thrown out of court.","Well that's my theory ruled out of court."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"definite","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/ˈdefɪnət/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/def/defin/definite__gb_1.mp3"},{"local":"US","spell":"/ˈdefɪnət/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/def/defin/definite__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"sure or certain; unlikely to change","examples":["Can you give me a definite answer by tomorrow?","No definite conclusions can be drawn from this study.","They have very definite ideas on how to bring up children.","definite that… Is it definite that he's leaving?","I've heard rumours, but nothing definite.","for definite I'm not sure—I can find out for definite if you like.","That's definite then, is it?","It’s certain that they will agree.","They are certain to agree.","She’s sure to be picked for the team.","It’s sure to rain.","Is it definite that he’s leaving?","That kind of behaviour is guaranteed to make him angry.","Have they made you a definite offer of a job?","She has very definite views on this subject.","I need a definite yes or no.","The look on her face was a definite sign that something was wrong.","There was a definite feeling that things were getting worse.","a definite plus/advantage","There was a definite improvement in the sound","definite about something I'm definite about this.","He was pretty definite about the price.","definite that… She was definite that they weren't coming till next week."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"crucial","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/ˈkruːʃl/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cru/cruci/crucial__gb_2.mp3"},{"local":"US","spell":"/ˈkruːʃl/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cru/cruci/crucial__us_1.mp3"}],"note":"","verbs":[],"senses":{},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"definitely","result":{"lexicalCategory":"adverb","ipas":[{"local":"UK","spell":"/ˈdefɪnətli/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/def/defin/definitely__gb_3.mp3"},{"local":"US","spell":"/ˈdefɪnətli/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/def/defin/definitely__us_2.mp3"}],"note":"","verbs":[],"senses":{"text":"a way of emphasizing that something is true and that there is no doubt about it","examples":["I definitely remember sending the letter.","‘Was it what you expected?’ ‘Yes, definitely.’","Do you plan to have children?’ ‘Definitely not!'","Some old people want help; others most definitely do not.","The claim is definitely true.","If you want to know more I'd definitely recommend checking out this guide .","The date of the move has not been definitely decided yet (= it may change).","Please say definitely whether you will be coming or not."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"criminal","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈkrɪmɪnl/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cri/crimi/criminal__gb_2.mp3"},{"local":"US","spell":"/ˈkrɪmɪnl/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cri/crimi/criminal__us_3.mp3"}],"note":"","verbs":[],"senses":{},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"decade","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈdekeɪd//dɪˈkeɪd/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dec/decad/decade__gb_3.mp3"},{"local":"US","spell":""}],"note":"","verbs":[],"senses":{},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"december","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/dɪˈsembə(r)/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dec/decem/december_1_gb_2.mp3"},{"local":"US","spell":"/dɪˈsembər/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dec/decem/december__us_2.mp3"}],"note":"","verbs":[],"senses":{},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"damage","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈdæmɪdʒ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dam/damag/damage__gb_2.mp3"},{"local":"US","spell":"/ˈdæmɪdʒ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dam/damag/damage__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"physical harm caused to something which makes it less attractive, useful or valuable","examples":["serious/severe damage","The building suffered extensive damage by fire in 1925.","permanent/irreparable/irreversible damage","The accident caused no permanent damage.","She suffered minor brain damage at birth.","liver/nerve/kidney damage","flood/storm/smoke/water/fire damage","damage to something The earthquake caused damage to property estimated at $6 billion.","The storm didn't do much damage.","Industry could inflict further damage on the island's ecology.","It could take years to repair the damage.","Make sure you insure your camera against loss or damage.","There is growing awareness of the environmental damage caused by cars.","All three compounds caused substantial DNA damage.","He was prosecuted for criminal damage to a vehicle.","In war, there is always collateral damage.","At the moment it is difficult to assess the extent of the damage.","Let's take a look at the damage.","I insist on paying for the damage.","Crops are sprayed with chemicals to prevent damage from insects.","The attempt at stopping the floods turned into a damage-limitation exercise.","The insurance policy covers the building for accidental damage.","The power plant will cause untold damage to the local environment.","The property damage is expected to exceed $10 billion.","The children suffered psychological and emotional damage.","irreparable/permanent/lasting damage","damage to somebody/something This could cause serious damage to the country's economy.","It will be hard to repair the damage to his reputation.","Don't you think you've done enough damage already?","Don't try to apologize—the damage is done.","Serious damage control was needed after the information was leaked to the papers.","The incident did permanent damage to relations between the two countries.","They inflicted severe psychological damage on their opponents.","He was ordered to pay damages totalling £30 000.","They intend to sue for damages.","Ann was awarded £6 000 (in) damages.","She was awarded damages of £6 000 .","A woman is to bring a civil damages claim against the two men.","He received damages for personal injury.","If goods are lost in transit, the carrier will be liable for damages.","The court will assess the damages.","The judge upheld her claim for damages against her former employer.","damages incurred by the unfairly sacked workers"]},"idioms":[{"text":"what’s the damage? ","sense":"a way of asking how much something costs","examples":[]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"covered","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/ˈkʌvəd/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cov/cover/covered__gb_1.mp3"},{"local":"US","spell":"/ˈkʌvərd/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cov/cover/covered__us_3.mp3"}],"note":"","verbs":[],"senses":{"text":"having a layer or amount of something on it","examples":["His face was covered in blood.","I was completely covered in mud.","The walls were covered with pictures.","60 per cent of the land is permanently covered in ice.","Each body was covered by a blanket.","He crawled out, covered from head to foot in soot.","I was covered in blood.","Make sure all cooked meat is well covered.","The car sped past, leaving us covered in mud.","The ground is densely covered with large trees.","The path was now completely covered with thick snow.","four sheets of paper closely covered in unfamiliar handwriting","the ground was sparsely covered with grass.","a covered walkway/bridge","a covered area of the stadium with seats","chocolate-covered banana slices"]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"deeply","result":{"lexicalCategory":"adverb","ipas":[{"local":"UK","spell":"/ˈdiːpli/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dee/deepl/deeply__gb_1.mp3"},{"local":"US","spell":"/ˈdiːpli/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dee/deepl/deeply__us_3.mp3"}],"note":"","verbs":[],"senses":{"text":"very; very much","examples":["She is deeply religious.","His art was deeply personal.","This is a deeply disturbing film.","a deeply unpopular decision","I deeply regret my error.","Farmers care deeply for their land.","We are deeply grateful for your support.","Memories of the war are deeply rooted in people's minds.","deeply held beliefs/convictions/views","We should all be deeply concerned about damage to the environment.","I was deeply saddened by his death.","He has deeply held beliefs about how companies should do business.","Opinion is deeply divided on this issue.","to breathe/inhale deeply (= filling your lungs with air)","Leila sighed deeply and said, ‘I know’.","We need to think deeply about these questions.","Somebody needs to delve deeply into this topic.","Zachary handed her the mug and she drank deeply.","Take a full breath in, then exhale deeply.","to drill deeply into the wood"]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"criterion","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/kraɪˈtɪəriən/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cri/crite/criterion__gb_2.mp3"},{"local":"US","spell":"/kraɪˈtɪriən/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cri/crite/criterion__us_2.mp3"}],"note":"","verbs":[],"senses":{},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"cultural","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/ˈkʌltʃərəl/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cul/cultu/cultural__gb_4.mp3"},{"local":"US","spell":"/ˈkʌltʃərəl/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cul/cultu/cultural__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"connected with the culture of a particular society or group, its customs, beliefs, etc.","examples":["Teachers need to be aware of cultural differences.","America's cultural diversity","a cultural institution/centre","cultural events","a cultural exchange between Japan and France","a time of rapid social and cultural change.","The industry needs a cultural shift to address the gender pay gap.","your cultural identity/background","His character represents the old-fashioned cultural values of China.","Many immigrants preserve their cultural traditions.","the rich cultural history of New England","Social and cultural factors play a huge part in international marketing.","The custom is deeply rooted in the religious and cultural heritage of the region.","The exhibition reflects the cultural diversity of modern British society.","The impact of the women's movement was essentially cultural.","an attempt to promote traditional cultural values","enormous social and cultural changes","a cultural event","Europe’s cultural heritage","The orchestra is very important for the cultural life of the city.","She has become an American cultural icon."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"critic","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈkrɪtɪk/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cri/criti/critic__gb_2.mp3"},{"local":"US","spell":"/ˈkrɪtɪk/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cri/criti/critic__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"a person who expresses opinions about the good and bad qualities of books, music, etc.","examples":["a film/an art/a music critic","Bradley Cooper's gripping performance has been praised by critics.","The critics loved the movie.","Critics described the paintings as worthless rubbish.","Some critics are calling him ‘the new De Niro’.","The film was hailed by critics as a triumphant piece of realism.","The play was panned by critics.","He's a restaurant critic for ‘The Times’.","Several literary critics wrote unflattering reviews of her first novel.","She has become one of the ruling party's most outspoken critics.","a harsh/fierce/vocal critic","critic of something/somebody a critic of private healthcare","Critics point out that poverty still exists.","He is now a major critic of the nuclear industry.","I am my own worst critic.","She is looking for a chance to prove her critics wrong.","She is one of her husband's severest critics.","an outspoken critic of government policy"]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"decline","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/dɪˈklaɪn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dec/decli/decline__gb_2.mp3"},{"local":"US","spell":"/dɪˈklaɪn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dec/decli/decline__us_2.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"declined","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dec/decli/declined__gb_2.mp3","spell":"/dɪˈklaɪnd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dec/decli/declined__us_2.mp3","spell":"/dɪˈklaɪnd/"}]},{"sense":"Past participle","word":"declined","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dec/decli/declined__gb_2.mp3","spell":"/dɪˈklaɪnd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dec/decli/declined__us_2.mp3","spell":"/dɪˈklaɪnd/"}]},{"sense":"-ing form","word":"declining","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dec/decli/declining__gb_2.mp3","spell":"/dɪˈklaɪnɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dec/decli/declining__us_2.mp3","spell":"/dɪˈklaɪnɪŋ/"}]}],"senses":{"text":"to become smaller, fewer, weaker, etc.","examples":["Support for the party continues to decline.","decline by something Sales of whole milk declined by 4 per cent.","decline in something The city declined in importance in the nineteenth century.","to decline in popularity/value/number","Jobs in manufacturing have steadily declined.","to decline sharply/significantly/dramatically","to decline rapidly/markedly/substantially","Her health began to decline.","Profits declined by 6 per cent this year.","The economy has declined sharply in recent years.","The market for these products is declining fast.","The number of full-time staff has declined from 300 to just 50.","This section of the market has slowly declined in importance.","Her health was declining rapidly.","I offered to give them a lift but they declined.","decline something to decline an offer/invitation","We politely declined her invitation.","She declined a second glass of wine and called for a taxi.","decline to do something Their spokesman declined to comment on the allegations.","Patients of course have the right to decline treatment.","The minister declined to be interviewed.","I absolutely decline to discuss my dealings with him or anyone."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"decline","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dec/decli/decline__gb_2.mp3","spell":"/dɪˈklaɪn/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dec/decli/decline__us_2.mp3","spell":"/dɪˈklaɪn/"}]},"singular":{"text":"He / She / It","word":"declines","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dec/decli/declines__gb_2.mp3","spell":"/dɪˈklaɪnz/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dec/decli/declines__us_2.mp3","spell":"/dɪˈklaɪnz/"}]}}]}},{"word":"defeat","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/dɪˈfiːt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/def/defea/defeat__gb_1.mp3"},{"local":"US","spell":"/dɪˈfiːt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/def/defea/defeat__us_1.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"defeated","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/def/defea/defeated__gb_1.mp3","spell":"/dɪˈfiːtɪd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/def/defea/defeated__us_2.mp3","spell":"/dɪˈfiːtɪd/"}]},{"sense":"Past participle","word":"defeated","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/def/defea/defeated__gb_1.mp3","spell":"/dɪˈfiːtɪd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/def/defea/defeated__us_2.mp3","spell":"/dɪˈfiːtɪd/"}]},{"sense":"-ing form","word":"defeating","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/def/defea/defeating__gb_1.mp3","spell":"/dɪˈfiːtɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/def/defea/defeating__us_1.mp3","spell":"/dɪˈfiːtɪŋ/"}]}],"senses":{"text":"to win against somebody in a war, competition, sports game, etc.","examples":["defeat somebody/something He defeated the champion in three sets.","to defeat a rival/an opponent","The goal is to defeat the enemy by whatever means possible.","a defeated army","Garibaldi defeated the Neapolitan army.","defeat somebody by something The government was defeated by 200 votes to 83.","Davis defeated Morris by eight points in the semi-final.","defeat somebody in something Our team was narrowly defeated in the final.","It was said that he could not be defeated in battle.","He said it was impossible to defeat the terrorists militarily.","The English were decisively defeated by the rebels in the battle that followed.","The senator was decisively defeated by his rivals.","She narrowly defeated the rival candidate in the leadership contest.","defeat something They are united in their determination to defeat global terrorism.","The proposed bill was decisively defeated in Parliament.","be defeated by something The motion was defeated by 19 votes.","Writing down your password so you remember it defeats the purpose of having a password.","Staying late at the office to discuss shorter working hours rather defeats the object of the exercise!","The instruction manual completely defeated me.","Question 6 defeated us."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"defeat","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/def/defea/defeat__gb_1.mp3","spell":"/dɪˈfiːt/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/def/defea/defeat__us_1.mp3","spell":"/dɪˈfiːt/"}]},"singular":{"text":"He / She / It","word":"defeats","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/def/defea/defeats__gb_1.mp3","spell":"/dɪˈfiːts/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/def/defea/defeats__us_1.mp3","spell":"/dɪˈfiːts/"}]}}]}},{"word":"delighted","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/dɪˈlaɪtɪd/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/del/delig/delighted__gb_1.mp3"},{"local":"US","spell":"/dɪˈlaɪtɪd/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/del/delig/delighted__us_3.mp3"}],"note":"","verbs":[],"senses":{},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"curly","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/ˈkɜːli/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cur/curly/curly__gb_1.mp3"},{"local":"US","spell":"/ˈkɜːrli/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cur/curly/curly__us_2.mp3"}],"note":"","verbs":[],"senses":{},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"daughter","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈdɔːtə(r)/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dau/daugh/daughter__gb_2.mp3"},{"local":"US","spell":"/ˈdɔːtər/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dau/daugh/daughter__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"a person’s female child","examples":["We have two sons and a daughter.","a baby/teenage daughter","They have three grown-up daughters.","She's the eldest daughter of an Oxford professor.","our younger/youngest daughter","Living alone and trying to bring up a small daughter is no easy task.","one of the town’s most famous daughters"]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"dangerous","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/ˈdeɪndʒərəs/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dan/dange/dangerous__gb_1.mp3"},{"local":"US","spell":"/ˈdeɪndʒərəs/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dan/dange/dangerous__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"likely to injure or harm somebody, or to damage or destroy something","examples":["The situation is extremely dangerous.","Fog and ice are making the roads very dangerous.","potentially dangerous levels of pesticides","It's one of the most dangerous places in the world.","The prisoners who escaped are violent and dangerous.","(British English) a conviction for dangerous driving","dangerous for somebody Poor air quality is particularly dangerous for young children.","dangerous for somebody to do something It would be dangerous for you to stay here.","dangerous to somebody/something The evidence is clear that smoking is dangerous to health.","This route through the mountains is notoriously dangerous.","Conditions have become difficult and dangerous.","This treatment is extremely dangerous for the mother.","The substance is not dangerous to humans.","Flu can be a dangerous illness for some people, including the very young.","The plans would create more traffic and be dangerous for children and old people.","This ruling sets a dangerous precedent.","Raising income tax is considered politically dangerous.","dangerous to do something As always, it's dangerous to generalize."]},"idioms":[{"text":"a dangerous game ","sense":"a situation in which somebody takes risks, usually hoping to gain an advantage","examples":["Both gangs are playing a very dangerous game."]},{"text":"dangerous ground ","sense":"a situation or subject that is likely to make somebody angry, or that involves risk","examples":["We'd be on dangerous ground if we asked about race or religion."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"dad","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/dæd/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dad/dad_1/dad_1_gb_1.mp3"},{"local":"US","spell":"/dæd/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dad/dad__/dad__us_1.mp3"}],"note":"","verbs":[],"senses":{},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"decorate","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/ˈdekəreɪt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dec/decor/decorate__gb_3.mp3"},{"local":"US","spell":"/ˈdekəreɪt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dec/decor/decorate__us_1.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"decorated","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dec/decor/decorated__gb_1.mp3","spell":"/ˈdekəreɪtɪd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dec/decor/decorated__us_1.mp3","spell":"/ˈdekəreɪtɪd/"}]},{"sense":"Past participle","word":"decorated","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dec/decor/decorated__gb_1.mp3","spell":"/ˈdekəreɪtɪd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dec/decor/decorated__us_1.mp3","spell":"/ˈdekəreɪtɪd/"}]},{"sense":"-ing form","word":"decorating","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dec/decor/decorating__gb_1.mp3","spell":"/ˈdekəreɪtɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dec/decor/decorating__us_1.mp3","spell":"/ˈdekəreɪtɪŋ/"}]}],"senses":{"text":"to make something look more attractive by putting things on it","examples":["decorate something with something They decorated the room with flowers and balloons.","decorate something The cake was decorated to look like a car.","The family gets together on Christmas Eve to decorate the tree.","I hate decorating.","decorate something to decorate a room/a wall/a house/an apartment","We need to decorate the sitting room.","The sitting room needs decorating.","These villas come fully furnished and decorated.","The bedrooms are tastefully decorated.","decorate something in something The room is decorated in pale blues and greens.","The dining room is decorated in a modern style.","Photographs of actors decorated the walls of the restaurant.","be decorated (for something) She was decorated for her efforts during the war.","decorated war heroes/veterans","He was decorated for bravery.","the most highly decorated unit in the British Army"]},"idioms":[],"phrasal_verbs":[],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"decorate","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dec/decor/decorate__gb_3.mp3","spell":"/ˈdekəreɪt/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dec/decor/decorate__us_1.mp3","spell":"/ˈdekəreɪt/"}]},"singular":{"text":"He / She / It","word":"decorates","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dec/decor/decorates__gb_1.mp3","spell":"/ˈdekəreɪts/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dec/decor/decorates__us_1.mp3","spell":"/ˈdekəreɪts/"}]}}]}},{"word":"currency","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈkʌrənsi/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cur/curre/currency__gb_2.mp3"},{"local":"US","spell":"/ˈkɜːrənsi/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cur/curre/currency__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"the system of money that a country uses","examples":["trading in foreign currencies","the single European currency","You'll need some cash in local currency but you can also use your credit card.","Argentina's currency was pegged to the dollar.","For four months all major currencies floated.","Many emerging countries have their currencies pegged to the dollar.","She had $500 in foreign currency.","The disappointing profits are due to unfavourable currency translations.","The fund supports weak currencies.","The system allows currencies to fluctuate within certain limits.","They make money by speculating on the currency markets.","They prefer to be paid in foreign currencies.","US dollars are considered common currency in international transactions.","You can convert sterling into the local currency.","The country may be forced to completely devalue its currency.","The term ‘post-industrial’ now has wide currency.","The qualification has gained currency all over the world.","This belief has general currency.","How did the idea gain currency?"]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"deliberate","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/dɪˈlɪbərət/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/del/delib/deliberate__gb_4.mp3"},{"local":"US","spell":"/dɪˈlɪbərət/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/del/delib/deliberate__us_2_rr.mp3"}],"note":"","verbs":[],"senses":{"text":"done on purpose rather than by accident","examples":["a deliberate act of vandalism","The speech was a deliberate attempt to embarrass the government.","a deliberate lie/deception","I'm afraid that was a deliberate ploy on my part.","The emphasis on Europe was quite deliberate.","They have a deliberate policy to involve people of all ages in the project.","She spoke in a slow and deliberate way."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"dancer","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈdɑːnsə(r)/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dan/dance/dancer__gb_1.mp3"},{"local":"US","spell":"/ˈdænsər/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dan/dance/dancer__us_1.mp3"}],"note":"","verbs":[],"senses":{},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"curved","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/kɜːvd/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cur/curve/curved__gb_1.mp3"},{"local":"US","spell":"/kɜːrvd/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cur/curve/curved__us_1.mp3"}],"note":"","verbs":[],"senses":{},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"custom","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈkʌstəm/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cus/custo/custom__gb_2.mp3"},{"local":"US","spell":"/ˈkʌstəm/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cus/custo/custom__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"an accepted way of behaving or of doing things in a society or a community","examples":["It's a local custom.","an ancient custom","a burial/marriage custom","a tribal custom","She grew up with Chinese customs and traditions.","according to custom According to custom, one son inherited all the family property.","custom of doing something Widows observed the custom of wearing black","it is the custom for somebody to do something It is the custom in that country for women to marry young.","The custom died out in the nineteenth century.","The rules have grown up through custom and are not laid down by law.","These customs still prevail in remote areas.","They poured wine around the trees in accordance with local custom.","They still follow the custom of pinning money to the bride's dress.","It is the custom here to put flowers on the graves at Easter.","The custom of using Latin for legal records came to an end.","They were unfamiliar with local customs and culture.","the custom of giving presents at Christmas","Muslim custom dictates that the dead are buried quickly.","It was her custom to rise early.","As was his custom, he knocked three times.","When I reply to debates, it is my custom to have heard all the speeches.","They were seated, as was their custom, in the summer house.","He then repeated the question, as his custom was.","Thank you for your custom. Please call again.","We've lost a lot of custom since prices went up."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"definition","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˌdefɪˈnɪʃn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/def/defin/definition__gb_2.mp3"},{"local":"US","spell":"/ˌdefɪˈnɪʃn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/def/defin/definition__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"an explanation of the meaning of a word or phrase, especially in a dictionary","examples":["The dictionary provides clear, simple definitions.","definition of something the dictionary definition of this term","a precise/strict definition of a word","We need a good working definition of ‘pollution’.","It is important to clarify what is meant by climate change.","Climate change can/may be defined as ‘the long-term fluctuations in temperature, precipitation, wind and other aspects of the earth’s climate’.","A generally accepted definition of global warming is the gradual increase in the overall temperature of the earth’s atmosphere due to the greenhouse effect.","The greenhouse effect is defined by the author as the process by which heat from the sun is trapped in the earth’s atmosphere, causing the temperature of the earth to rise.","The author uses the term climate change to refer to any significant change in measures of climate lasting for an extended period.","The term ‘carbon footprint’ refers to the amount of carbon dioxide released into the atmosphere as a result of the activities of an individual or organization.","Scientists suggest that increased carbon dioxide in the atmosphere will result in an increase in global temperatures, and the term ‘global warming’ is used to describe this phenomenon.","According to a strict definition of ‘assault’, she was not assaulted.","The author provides a clear definition of cultural awareness.","The firm falls within the statutory definition of a ‘small company’.","The mathematical definition of an even number is one that is exactly divisible by 2.","Under the broader definition of ‘poverty’, thousands more people would be included.","What's your definition of happiness?","a broad/narrow definition of the concept","There is no agreed definition of what a comprehensive school should be.","They have adopted a very narrow definition of success.","She refused to accept the definition of woman as man's subordinate.","He has expanded the definition of sculpture.","This unusual building barely fits the standard definition of a house.","There is no agreed definition of what is meant by a ‘young person’ in this context.","The term ‘partner’ requires careful definition.","by definition Neighbours by definition live close by (= this is what being a neighbour means).","The clarity and definition of the images are excellent.","The definition of this TV is very good."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"debate","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/dɪˈbeɪt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/deb/debat/debate__gb_2.mp3"},{"local":"US","spell":"/dɪˈbeɪt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/deb/debat/debate__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"a formal discussion of an issue at a public meeting or in a parliament. In a debate two or more speakers express opposite views and then there is often a vote on the issue.","examples":["the first ever televised presidential debate","The minister opened the debate (= was the first to speak).","After a long debate, Congress approved the proposal.","debate on something a debate on transport policy","under debate The motion under debate (= being discussed) was put to a vote.","Discussions are still taking place between the two leaders.","a telephone conversation","The novel has long descriptions and not much dialogue.","The President told waiting reporters there had been a constructive dialogue.","I had a long talk with my boss about my career prospects.","a debate on prison reform","There have been extensive consultations between the two countries.","We had a good gossip about the boss.","a debate on prison reform","The president will open the debate.","The environmentalists seem to have lost the debate over the building of this road.","The poll showed that the Democrat won last night's presidential debate.","Many of these points were raised during the debate on prison reform.","The debate focused on who should pay for the changes.","legislative debates over gay marriage","a parliamentary debate on the fishing industry","Experts pore over the President's debate performances.","The union holds debates for students.","The motion under debate was put to a vote.","Three major issues have dominated the education debate.","The issue has sparked debate across the industry.","to provoke/stimulate debate","a fierce/vigorous debate","The theatre's future is a subject of lively public debate.","Intense political debate focused on the merits of the two alternative schemes.","debate about something There has been heated debate about whether the film should be allowed.","debate on something There has been much debate on the issue of childcare.","debate over something the ongoing debate over American foreign policy","Whether he deserved what happened to him is open to debate (= cannot be certain or decided yet).","under debate The issue is still under debate.","The proposed changes to the law have been the subject of much debate.","the debate surrounding contemporary art","the growing debate on school reform","Many leading charities have contributed to the debate on world poverty.","You cannot separate unemployment from the wider debate about the economy.","We had a brief debate about whether or not to accept the offer.","This accident has sparked off an intense debate on road safety.","These events shifted debate from economic issues to social ones.","The nature of this book is to provoke reasoned debate.","The incident has reignited public debate over the role of teachers.","The club started admitting women in 1901 after years of bitter debate.","He was reluctant to enter the debate for or against war.","He accused the government of trying to stifle debate.","Efforts to reduce the budget have led to a lot of internal debate at the studio.","What went on behind the scenes remains a matter for debate ."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"delicious","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/dɪˈlɪʃəs/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/del/delic/delicious__gb_1.mp3"},{"local":"US","spell":"/dɪˈlɪʃəs/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/del/delic/delicious__us_2.mp3"}],"note":"","verbs":[],"senses":{"text":"having a very pleasant taste or smell","examples":["Who cooked this? It's absolutely delicious.","to taste/smell/look delicious","a delicious meal/recipe/treat","This dish is delicious with cream.","The food was delicious.","The meal was really delicious.","The recipe sounds delicious.","Their hens provide them with delicious and nutritious eggs.","Lentils cooked with garlic make a delicious accompaniment to sausages or red meat.","What's that? It smells delicious.","a delicious alternative to cheese","the delicious coolness of the breeze","A delicious shiver of excitement ran through his body."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"criticize","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/ˈkrɪtɪsaɪz/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cri/criti/criticize__gb_1.mp3"},{"local":"US","spell":"/ˈkrɪtɪsaɪz/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cri/criti/criticize__us_3.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"criticized","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cri/criti/criticized__gb_1.mp3","spell":"/ˈkrɪtɪsaɪzd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cri/criti/criticized__us_1.mp3","spell":"/ˈkrɪtɪsaɪzd/"}]},{"sense":"Past participle","word":"criticized","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cri/criti/criticized__gb_1.mp3","spell":"/ˈkrɪtɪsaɪzd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cri/criti/criticized__us_1.mp3","spell":"/ˈkrɪtɪsaɪzd/"}]},{"sense":"-ing form","word":"criticizing","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cri/criti/criticizing__gb_1.mp3","spell":"/ˈkrɪtɪsaɪzɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cri/criti/criticizing__us_1.mp3","spell":"/ˈkrɪtɪsaɪzɪŋ/"}]}],"senses":{"text":"to say that you think somebody/something is bad; to say what you do not like or think is wrong about somebody/something","examples":["All you ever do is criticize!","criticize somebody/something The decision was harshly criticized by environmental groups.","a heavily criticized plan","Journalists who strongly criticize the government can be heavily fined or imprisoned.","criticize somebody/something for something She has been sharply criticized for her comments.","The government has been criticized for not taking the problem seriously.","criticize somebody/something over something The company has been criticized over its handling of the contract.","criticize somebody/something as + adj. The law was widely criticized as racist.","criticize somebody/something as something The project has been criticized as a waste of money.","He was roundly criticized at first.","She has openly criticized the government.","The film was criticized on the grounds that it glorifies violence.","Their record on human rights has been justifiably criticized.","We were taught how to criticize poems."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"criticize","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cri/criti/criticize__gb_1.mp3","spell":"/ˈkrɪtɪsaɪz/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cri/criti/criticize__us_3.mp3","spell":"/ˈkrɪtɪsaɪz/"}]},"singular":{"text":"He / She / It","word":"criticizes","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cri/criti/criticizes__gb_1.mp3","spell":"/ˈkrɪtɪsaɪzɪz/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cri/criti/criticizes__us_1.mp3","spell":"/ˈkrɪtɪsaɪzɪz/"}]}}]}},{"word":"creature","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈkriːtʃə(r)/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cre/creat/creature__gb_1.mp3"},{"local":"US","spell":"/ˈkriːtʃər/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cre/creat/creature__us_2.mp3"}],"note":"","verbs":[],"senses":{"text":"a living thing, real or imaginary, that can move around, such as an animal","examples":["respect for all living creatures","alien/strange/mythical creatures","octopuses and other sea creatures","The dormouse is a shy, nocturnal creature.","Dogs are more social creatures than cats.","I dreamt of evil creatures who were trying to catch me.","It is awesome to see these magnificent creatures in flight.","The newborn young are helpless creatures and easy prey for birds.","These timid little creatures exude a pungent smell when threatened.","Woodland creatures such as foxes and owls are increasingly common in towns.","a strange creature from another planet","the wild creatures of the forest","Goblins and other dangerous creatures lurked inside the cave.","We share the land with all living creatures and have a duty to preserve its riches.","You pathetic creature!","She was an exotic creature with long red hair and brilliant green eyes.","He always goes to bed at ten—he's a creature of habit (= he likes to do the same things at the same time every day).","She was a sociable creature; she liked people.","a complex/​unhappy creature","a poor/​sad/​charming creature"]},"idioms":[{"text":"a/the creature of somebody | somebody’s creature ","sense":"a person or thing that depends completely on somebody else and is controlled by them","examples":[]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"crowded","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/ˈkraʊdɪd/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cro/crowd/crowded__gb_1.mp3"},{"local":"US","spell":"/ˈkraʊdɪd/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cro/crowd/crowded__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"having a lot of people or too many people","examples":["We made our way through the crowded streets.","a crowded bar","The main beach can get really crowded in summer.","London was very crowded.","crowded with somebody In the spring the place is crowded with skiers.","The shops were all very crowded.","The station was very crowded.","The store was crowded with shoppers.","They live in densely crowded conditions.","a room crowded with books","We have a very crowded schedule."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"decision","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/dɪˈsɪʒn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dec/decis/decision__gb_1.mp3"},{"local":"US","spell":"/dɪˈsɪʒn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dec/decis/decision__us_4.mp3"}],"note":"","verbs":[],"senses":{"text":"a choice or judgement that you make after thinking and talking about what is the best thing to do","examples":["I think I've made the right decision.","(British English) No decisions have yet been taken.","decision on something We need a decision on this by next week.","decision about something I will consult colleagues before making a final decision about how to proceed.","We must come to a decision about what to do next.","We finally reached a decision (= decided after some difficulty).","decision to do something Who made the decision to go ahead with the project?","Choosing a college is a big decision for students and their families.","a difficult/tough/hard decision","It is almost impossible for the average person to make an informed decision (= one based on evidence).","The government plans to appeal the decision in the High Court.","to reverse/overturn a decision on appeal","The editor's decision is final.","a decision on her future","Her parents respected her decision not to marry.","I didn't want to influence his decision.","Nobody has the authority to overrule his decision.","plans to challenge this decision in the High Court","She defended her decision not to give him the job.","The management committee upheld her decision to fire two of her staff.","I had to make a snap decision about what to do with the money.","We need a firm decision by Friday.","She now faces the toughest decision of her life.","I need more facts before I can make an informed decision.","Key decisions are always taken by the editor.","Presidents must make momentous life-and-death decisions while in office.","In a landmark decision, the court agreed to hear evidence from twenty years earlier.","The decision is irreversible.","In the end, the decision to scrap the project was unanimous.","It's decision time, and deciding is difficult.","The committee will give us their decision tomorrow.","The moment of decision had arrived.","The power of decision remained with the directors.","The most persuasive talker often dominates the decision process.","This is not a job for someone who lacks decision."]},"idioms":[{"text":"reserve (your) decision/judgement ","sense":"to not decide or make a judgement about something until a later time","examples":["I'd prefer to reserve judgement until I know all the facts.","Three judges have decided to reserve their decision until a later date."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"daily","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/ˈdeɪli/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dai/daily/daily__gb_1.mp3"},{"local":"US","spell":"/ˈdeɪli/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dai/daily/daily__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"happening, done or produced every day","examples":["Many people still read a daily newspaper.","events affecting the daily lives of millions of people","The daily routine is the same for all prisoners.","Keep a record of your daily activities.","the recommended daily intake of vitamin C","your daily dose of vitamins/news/humour","Invoices are signed on a daily basis.","Keep a daily record of your progress.","There are daily flights from Dublin to Barcelona.","There was increased state interference in all spheres of daily life.","The simple things of daily living are often the biggest challenges for him.","They charge a daily rate."]},"idioms":[{"text":"your daily bread ","sense":"the basic things that you need to live, especially food","examples":[]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"danger","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈdeɪndʒə(r)/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dan/dange/danger__gb_1.mp3"},{"local":"US","spell":"/ˈdeɪndʒər/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dan/dange/danger__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"the possibility of something happening that will injure, harm or kill somebody, or damage or destroy something","examples":["Danger! Keep Out!","Firefighters face danger every day.","in danger Children's lives are in danger every time they cross this road.","in grave/mortal danger","They found themselves in grave danger.","in danger of something species in imminent danger of extinction","out of danger Doctors said she is now out of danger (= not likely to die).","Despite the high levels of radiation, people are now moving back into the danger zone.","He recognized the danger signs and gave up smoking.","He was admitted to hospital in critical condition, but is now off the danger list.","He was convicted of causing danger to other road users.","No one foresaw the danger.","On their journey across the desert they faced danger of all sorts.","She knew that she was now in mortal danger.","Some people take crazy risks because they get a thrill from courting danger.","The animal seemed to sense danger.","The divers were paid danger money for working in such hazardous conditions.","The task was fraught with danger.","There is no danger to the public from these chemicals.","They ran until they were out of danger.","We waited until all danger had passed.","We weren't in any danger.","Where would they hide if danger threatened?","danger of something There is no danger of a bush fire now.","danger of doing something They reminded residents of the potential dangers of living so near an active volcano.","‘Nicky won't find out, will she?’ ‘Oh, no, there's no danger of that.’","in danger of doing something The building is in danger of collapsing.","How many people are in danger of losing their jobs?","danger that… There is a danger that the political disorder of the past will return.","Most people are aware of the dangers posed by online fraudsters.","There is little danger of another crash.","The danger lies in becoming too complacent.","They are in grave danger of losing everything.","Vigorous action is needed to avert the danger of runaway inflation.","We're in serious danger of becoming a nation of worriers.","the ever-present danger of crime","There are around 5 000 species of animals in danger of extinction.","the dangers posed by the possession of nuclear weapons","There are many hidden dangers for small children in the home.","danger to somebody/something Smoking is a serious danger to health.","Police said the man was a danger to the public.","One of the biggest dangers facing us may be climate change.","The pollution from the factory is a public danger.","The hackers' actions are a clear and present danger to our banking system.","There are inherent dangers in the system.","We're only now waking up to the true dangers of pesticides.","The United manager believes Figo is the opposition's danger man."]},"idioms":[{"text":"be on/off the danger list ","sense":"to be so ill that you may die; to no longer be very ill","examples":[]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"cow","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/kaʊ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cow/cow__/cow__gb_1.mp3"},{"local":"US","spell":"/kaʊ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cow/cow__/cow__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"a large animal kept on farms to produce milk or beef","examples":["to milk a cow","cow’s milk","a herd of dairy cows (= cows kept for their milk)","You stupid cow!","That interfering old cow has never liked me."]},"idioms":[{"text":"have a cow ","sense":"to become very angry or anxious about something","examples":["Don't have a cow—it's no big deal."]},{"text":"till the cows come home ","sense":"for a very long time; forever","examples":["You can talk till the cows come home—you’ll never make me change my mind."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"delay","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/dɪˈleɪ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/del/delay/delay__gb_1.mp3"},{"local":"US","spell":"/dɪˈleɪ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/del/delay/delay__us_2.mp3"}],"note":"","verbs":[],"senses":{"text":"a period of time when somebody/something has to wait because of a problem that makes something slow or late","examples":["Commuters will face long delays on the roads today.","to experience/suffer delays","to avoid/minimize further delays","Increased congestion and traffic delays are expected.","a delay of two hours/a two-hour delay","delay in something The strike has led to some delays in train services.","delay in doing something We apologize for the delay in answering your letter.","delay to something These issues have caused serious delays to the project.","Flights to New York may be subject to delay.","After a series of lengthy delays, the case finally came to court.","I apologize for the delay in replying to you.","Passengers complain about lack of information when travel delays occur.","Passengers have experienced long delays.","Please address your letters properly so as to reduce delays.","The building project has been plagued by bureaucratic delays.","Undue delays have been caused by people not doing their jobs properly.","delays in getting to the airport","further delays to the plan","There is a five-minute time delay on the bank's safe.","Travel delays and cancellations are to be expected.","There's no time for delay.","without delay Report it to the police without delay (= immediately)."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"courage","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈkʌrɪdʒ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cou/coura/courage__gb_1.mp3"},{"local":"US","spell":"/ˈkɜːrɪdʒ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cou/coura/courage__us_2.mp3"}],"note":"","verbs":[],"senses":{},"idioms":[{"text":"have/lack the courage of your convictions ","sense":"to be/not be brave enough to do what you feel to be right","examples":["You need to have the courage of your convictions."]},{"text":"screw up your courage ","sense":"to force yourself to be brave enough to do something","examples":["I finally screwed up my courage and went to the dentist."]},{"text":"take courage (from something) ","sense":"to begin to feel happier and more confident because of something","examples":[]},{"text":"take your courage in both hands ","sense":"to make yourself do something that you are afraid of","examples":["Taking her courage in both hands, she opened the door and walked in."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"cupboard","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈkʌbəd/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cup/cupbo/cupboard__gb_2.mp3"},{"local":"US","spell":"/ˈkʌbərd/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cup/cupbo/cupboard__us_2.mp3"}],"note":"","verbs":[],"senses":{"text":"a piece of furniture with doors and shelves used for storing dishes, food, clothes, etc.","examples":["kitchen cupboards","a stationery/linen cupboard","a cupboard door","There's plenty of food in the cupboards.","I found it hidden in the back of a cupboard.","Do you have much cupboard space in your new house?","The cupboard was full of old spices.","We had some new cupboard units fitted in the kitchen.","She opened the cupboard door above the sink.","The kitchen has built-in cupboards and shelves.","The tool kit is in the cupboard under the stairs.","a store cupboard"]},"idioms":[{"text":"the cupboard is bare ","sense":"used to say that there is no money for something","examples":["They are seeking more funds but the cupboard is bare."]},{"text":"cupboard love ","sense":"love that somebody, especially a child, shows towards somebody else in order to get something","examples":[]},{"text":"a skeleton in the cupboard (British English) (also a skeleton in the closet North American English, British English)","sense":"something shocking, embarrassing, etc. that has happened to you or your family in the past that you want to keep secret","examples":[]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"demand","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/dɪˈmɑːnd/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dem/deman/demand__gb_1.mp3"},{"local":"US","spell":"/dɪˈmænd/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dem/deman/demand__us_2.mp3"}],"note":"","verbs":[],"senses":{"text":"a very strong request for something; something that somebody needs","examples":["demand for something a demand for higher pay","demand that… demands that the law on gun ownership should be changed","A federal judge rejected their demands.","The management had no intention of meeting union demands.","A ransom demand has been made for the kidnapped racehorse.","Campaigners have stepped up their demands for immediate government action.","Demands have been made for the immediate distribution of food to the refugees.","I think your demand for a higher salary is perfectly reasonable.","My government cannot give in to the demands of an illegal organization.","The reporter refused their demand that he reveal his sources.","There have been new demands for the government to take action to reduce crime.","demands from the opposition for a recount of the votes","Every now and then there are demands that the law on gun ownership should be changed.","Our firm is constantly striving to satisfy customers' demands.","Their demand for higher pay was ignored.","Juggling the demands of work and family is never easy.","She shouldn't always give in to his demands.","demands on somebody As a director he makes huge demands on his actors.","Flying makes enormous demands on pilots.","the day-to-day demands of the job","We must prepare children to respond to the demands of work.","coping with the conflicting demands of work and family life","The emotional demands of the job can be overwhelming.","Teacher training has to evolve to meet the changing demands of the profession.","How do they cope with the conflicting demands of work and family life?","I think the demands of this job are excessive.","Juggling the daily demands of career and family is rewarding, but never easy.","Life is hard for nurses on children's wards, where the emotional demands can be overwhelming.","My elderly parents make a lot of demands on me.","My work seems to make more and more demands on my time.","The person who cannot say ‘no’ to others' requests is likely to be overwhelmed by external demands.","the need for scientific research freed from the immediate demands of industry","Demand is exceeding supply.","It is becoming more difficult for us to meet demand.","demand for something/somebody Consumer demand for organic foods continues to increase rapidly.","We are struggling to satisfy the demand for the product.","We are seeing an increased demand for housing in the area.","increasing/growing/rising demand","to stimulate/boost/increase demand","a high level of demand","As demand slows, the need to export will return.","Demand for personal computers has risen sharply.","Demand for the product is buoyant.","In the housing market, demand is outstripping supply.","It can be difficult to forecast demand in the construction industry.","It is the job of the marketing manager to create demand for the new product.","Low interest rates are fuelling demand for credit.","Supply normally exceeds demand for the bulk of consumer goods.","The factories are staying open all weekend to try to meet the consumer demand for this product.","The slowdown in domestic demand was offset by an increase in exports.","There's always a great demand for our soups in winter.","We can estimate that total market demand for electrical goods will rise by 8%.","policies aimed at managing demand","the demand from consumers","the law of supply and demand","the potential demand among children","An ageing population is placing an increasing demand on health services.","The scheme aims to provide bed space for tourism in times of high demand."]},"idioms":[{"text":"by popular demand ","sense":"because a lot of people have asked for something","examples":["By popular demand, the play will run for another week."]},{"text":"in demand ","sense":"wanted by a lot of people","examples":["Good secretaries are always in demand.","She is in constant demand to make public appearances and give interviews.","These old machines are still in demand."]},{"text":"on demand ","sense":"done or happening whenever somebody asks","examples":["Feed the baby on demand.","The service allows you to watch video on demand.","Campaigners insist that abortion should be available on demand."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"decrease","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/dɪˈkriːs/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dec/decre/decrease__gb_4.mp3"},{"local":"US","spell":"/dɪˈkriːs/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dec/decre/decrease__us_4_rr.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"decreased","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dec/decre/decreased__gb_1.mp3","spell":"/dɪˈkriːst/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dec/decre/decreased__us_1.mp3","spell":"/dɪˈkriːst/"}]},{"sense":"Past participle","word":"decreased","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dec/decre/decreased__gb_1.mp3","spell":"/dɪˈkriːst/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dec/decre/decreased__us_1.mp3","spell":"/dɪˈkriːst/"}]},{"sense":"-ing form","word":"decreasing","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dec/decre/decreasing__gb_1.mp3","spell":"/dɪˈkriːsɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dec/decre/decreasing__us_1.mp3","spell":"/dɪˈkriːsɪŋ/"}]}],"senses":{},"idioms":[],"phrasal_verbs":[],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"decrease","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dec/decre/decrease__gb_4.mp3","spell":"/dɪˈkriːs/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dec/decre/decrease__us_4_rr.mp3","spell":"/dɪˈkriːs/"}]},"singular":{"text":"He / She / It","word":"decreases","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dec/decre/decreases__gb_1.mp3","spell":"/dɪˈkriːsɪz/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dec/decre/decreases__us_1.mp3","spell":"/dɪˈkriːsɪz/"}]}}]}},{"word":"demonstrate","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/ˈdemənstreɪt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dem/demon/demonstrate__gb_2.mp3"},{"local":"US","spell":"/ˈdemənstreɪt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dem/demon/demonstrate__us_1.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"demonstrated","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dem/demon/demonstrated__gb_1.mp3","spell":"/ˈdemənstreɪtɪd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dem/demon/demonstrated__us_1.mp3","spell":"/ˈdemənstreɪtɪd/"}]},{"sense":"Past participle","word":"demonstrated","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dem/demon/demonstrated__gb_1.mp3","spell":"/ˈdemənstreɪtɪd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dem/demon/demonstrated__us_1.mp3","spell":"/ˈdemənstreɪtɪd/"}]},{"sense":"-ing form","word":"demonstrating","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dem/demon/demonstrating__gb_1.mp3","spell":"/ˈdemənstreɪtɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dem/demon/demonstrating__us_1.mp3","spell":"/ˈdemənstreɪtɪŋ/"}]}],"senses":{"text":"to show something clearly by giving proof or evidence","examples":["demonstrate that… New research convincingly demonstrates that age-related memory loss is not inevitable.","demonstrate something These paintings demonstrate his extraordinary ability as a portrait painter.","The award demonstrated the importance that local people place on road safety.","This new anthology amply demonstrates the range and vitality of modern Scottish poetry.","demonstrate how, what, etc… This study clearly demonstrates how fishing can affect an ecosystem.","demonstrate something to somebody Let me demonstrate to you some of the difficulties we are facing.","demonstrate somebody/something to be something The theories were demonstrated to be false.","it is demonstrated that… It has been demonstrated that this drug is effective.","There is clear evidence that TV advertising influences what children buy.","It is clear from numerous studies that TV advertising influences what children buy.","Recent research demonstrates that TV advertising influences children’s spending habits.","Many parents think that TV advertising influences their children. This view is supported by the findings of a recent study, which show a clear link between television advertisements and children’s spending habits.","The findings also reveal that most children are unaware of the persuasive purpose of advertising.","There is little evidence that children understand the persuasive intent of advertising.","The results contradict claims that advertising is unrelated to children’s spending habits.","Manufacturers argue that it is difficult to prove that advertising alone influences what children buy.","Our study demonstrates beyond doubt that the play was written by Shakespeare.","The study demonstrates beyond doubt the effectiveness of the new drug.","This tragedy graphically demonstrates the dangers of extreme sports.","The president must demonstrate to the country that he is really in control of his government.","The team demonstrated breathtaking skills.","We want to demonstrate our commitment to human rights.","Students must demonstrate a willingness to work with others.","demonstrate something Her job involves demonstrating new educational software.","The gallery's experts demonstrated some conservation techniques.","demonstrate something to somebody The system was demonstrated to officials from 17 countries.","demonstrate (to somebody) how, what, etc… Let me demonstrate to you how it works.","Hundreds of protesters demonstrated outside the court.","demonstrate against something students demonstrating against the war","demonstrate for something Their objective was to demonstrate peacefully for civil rights.","They are demonstrating in support of free higher education."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"demonstrate","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dem/demon/demonstrate__gb_2.mp3","spell":"/ˈdemənstreɪt/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dem/demon/demonstrate__us_1.mp3","spell":"/ˈdemənstreɪt/"}]},"singular":{"text":"He / She / It","word":"demonstrates","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dem/demon/demonstrates__gb_1.mp3","spell":"/ˈdemənstreɪts/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dem/demon/demonstrates__us_1.mp3","spell":"/ˈdemənstreɪts/"}]}}]}},{"word":"currently","result":{"lexicalCategory":"adverb","ipas":[{"local":"UK","spell":"/ˈkʌrəntli/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cur/curre/currently__gb_3.mp3"},{"local":"US","spell":"/ˈkɜːrəntli/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cur/curre/currently__us_1.mp3"}],"note":"","verbs":[],"senses":{},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"customer","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈkʌstəmə(r)/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cus/custo/customer__gb_3.mp3"},{"local":"US","spell":"/ˈkʌstəmər/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cus/custo/customer__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"a person or an organization that buys goods or services from a shop or business","examples":["marketing strategies to target potential customers","The company rewards loyal customers with discounts.","one of the shop’s best customers","They know me—I'm a regular customer.","the customer service department","Improving customer satisfaction is a core company strategy.","The firm has excellent customer relations.","How do you attract new online customers?","Our success is measured by how well we serve our customers.","If you have a complaint, contact the customer care unit.","It's a special offer to attract new customers.","Part of good customer relations is knowing how to deal with complaints.","The questionnaire is to test customer reaction to the new store design.","The terms of the guarantee will be set out in the customer agreement.","There are a large number of potential customers for the new product.","They are one of our biggest customers.","They carried out a customer satisfaction survey.","They organized an evening's entertainment for favoured customers.","This cheaper model was produced in response to customer demand.","We can't afford to lose any more customers.","We like to think that we have satisfied customers.","Draw up a customer profile and write a description of your typical customer.","He comes in twice a week and is one of our best customers.","I'd like to speak to someone in the customer service department, please.","Is there a set procedure for dealing with customer complaints?","Schools are among the biggest customers for this service.","an awkward customer","a cool customer (= somebody who is always calm, even when in trouble)","an ugly customer (= somebody who may become violent)"]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"deny","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/dɪˈnaɪ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/den/deny_/deny__gb_1.mp3"},{"local":"US","spell":"/dɪˈnaɪ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/den/deny_/deny__us_1.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"denied","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/den/denie/denied__gb_1.mp3","spell":"/dɪˈnaɪd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/den/denie/denied__us_1.mp3","spell":"/dɪˈnaɪd/"}]},{"sense":"Past participle","word":"denied","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/den/denie/denied__gb_1.mp3","spell":"/dɪˈnaɪd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/den/denie/denied__us_1.mp3","spell":"/dɪˈnaɪd/"}]},{"sense":"-ing form","word":"denying","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/den/denyi/denying__gb_1.mp3","spell":"/dɪˈnaɪɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/den/denyi/denying__us_1.mp3","spell":"/dɪˈnaɪɪŋ/"}]}],"senses":{"text":"to say that something is not true","examples":["deny something to deny an allegation/a charge/an accusation","He has denied any involvement in the incident.","The company strongly denies wrongdoing.","to vehemently/strenuously/categorically deny something","A spokesperson refused to either confirm or deny the reports.","deny (that)… She denied that there had been a cover-up.","It can't be denied that we need to devote more resources to this problem.","There's no denying the fact that quicker action could have saved them.","deny doing something He denies attempting to murder his wife.","He has categorically denied being involved in the fraud.","He has consistently denied murdering his estranged wife.","There is no denying the fact that she is an excellent scholar.","I know it was you I saw, so there's no use trying to deny it.","If anyone accuses me I shall simply deny it.","No one would deny that there is a very great need for change.","You can't deny that it seems a very attractive idea.","He denied accusations of corruption and mismanagement.","The company in March denied claims made in the lawsuit.","She denied all knowledge of the incident.","The department denies responsibility for what occurred.","an anti-environmentalist campaign group that denies climate change","No physicist would deny the existence of gravity.","Denying the Holocaust is a crime in Germany.","Reality cannot be denied.","deny somebody something They were denied access to the information.","deny something to somebody Access to the information was denied to them.","You cannot deny this opportunity to me.","They were cruelly denied victory by an injury-time strike from Hegerberg.","Children could be compelled to work on the farm, effectively denying them schooling.","The country's government systematically denies its citizens basic rights to free expression."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"deny","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/den/deny_/deny__gb_1.mp3","spell":"/dɪˈnaɪ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/den/deny_/deny__us_1.mp3","spell":"/dɪˈnaɪ/"}]},"singular":{"text":"He / She / It","word":"denies","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/den/denie/denies__gb_1.mp3","spell":"/dɪˈnaɪz/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/den/denie/denies__us_1.mp3","spell":"/dɪˈnaɪz/"}]}}]}},{"word":"create","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/kriˈeɪt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cre/creat/create__gb_5.mp3"},{"local":"US","spell":"/kriˈeɪt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cre/creat/create__us_1.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"created","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cre/creat/created__gb_1.mp3","spell":"/kriˈeɪtɪd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cre/creat/created__us_1.mp3","spell":"/kriˈeɪtɪd/"}]},{"sense":"Past participle","word":"created","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cre/creat/created__gb_1.mp3","spell":"/kriˈeɪtɪd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cre/creat/created__us_1.mp3","spell":"/kriˈeɪtɪd/"}]},{"sense":"-ing form","word":"creating","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cre/creat/creating__gb_1.mp3","spell":"/kriˈeɪtɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cre/creat/creating__us_1.mp3","spell":"/kriˈeɪtɪŋ/"}]}],"senses":{"text":"to make something happen or exist","examples":["Scientists disagree about how the universe was created.","The main purpose of industry is to create wealth.","The government plans to create more jobs for young people.","Create a new directory and put all your files into it.","Try this new dish, created by our head chef.","The agreement will create new opportunities for the aviation industry.","Severe storms created some travel problems.","the newly created position of executive editor","She makes her own clothes.","She made a good impression on the interviewer.","He did a beautiful drawing of a house.","Who’s doing the food for the party?","Scientists disagree about how the universe was created.","to develop new software","a factory that produces microchips","to generate electricity","Brainstorming is a good way of generating ideas.","Rearrange the letters to form a new word.","The chain is formed from 136 links.","He's eager to create a good impression at work.","The company is trying to create a young energetic image.","The announcement only succeeded in creating confusion.","The reorganization has created a lot of bad feeling.","They've painted it red to create a feeling of warmth.","We work hard to create a pleasant environment for patients, visitors and staff.","create something The government has created eight new peers.","create something + noun He was created a baronet in 1715."]},"idioms":[{"text":"create/make ripples | create/make a ripple ","sense":"to be noticed and have an impact","examples":["It's a film that promises to create ripples.","The debate has barely made a ripple here."]}],"phrasal_verbs":[],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"create","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cre/creat/create__gb_5.mp3","spell":"/kriˈeɪt/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cre/creat/create__us_1.mp3","spell":"/kriˈeɪt/"}]},"singular":{"text":"He / She / It","word":"creates","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cre/creat/creates__gb_1.mp3","spell":"/kriˈeɪts/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cre/creat/creates__us_1.mp3","spell":"/kriˈeɪts/"}]}}]}},{"word":"decent","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/ˈdiːsnt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dec/decen/decent__gb_1.mp3"},{"local":"US","spell":"/ˈdiːsnt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dec/decen/decent__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"of a good enough standard or quality","examples":["a decent meal/place to live","Mark did a decent job as a replacement for Turner.","I just want to get a decent job with decent pay.","a decent pension/wage/standard of living","I need a decent night's sleep.","We think he's got a decent chance of qualifying.","(informal) The acting in the film is actually pretty decent.","The bar looked decent enough.","We had trouble finding a hotel that was halfway decent.","He looks as if he could do with a decent meal.","We aim to provide decent affordable housing for everyone.","ordinary, decent, hard-working people","Everyone said he was a decent sort of guy.","Mr Harvey emerged as a thoroughly decent bloke.","decent to somebody My uncle has been pretty decent to me.","decent of somebody That's very decent of you.","a decent burial","That dress isn't decent.","She ought to have waited for a decent interval before getting married again.","I can't go to the door—I'm not decent."]},"idioms":[{"text":"to do the decent thing ","sense":"to do what people or society expect, especially in a difficult situation","examples":["He did the decent thing and resigned."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"delight","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/dɪˈlaɪt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/del/delig/delight__gb_1.mp3"},{"local":"US","spell":"/dɪˈlaɪt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/del/delig/delight__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"a feeling of great pleasure","examples":["a feeling of sheer/pure delight","with delight The children squealed with delight when they saw the puppy.","to the delight of somebody to somebody's delight She won the game easily, to the delight of all her fans.","delight in doing something He takes (great) delight in (= enjoys) proving others wrong.","delight in something She took a simple delight in joys that we could all share.","delight at something She couldn't hide her delight at the news.","delight at doing something He expressed his delight at seeing us all again.","the pleasures and pains of everyday life","It’s been a pleasure meeting you.","the delights of living in the country","the joys and sorrows of childhood","It was a great privilege to hear her sing.","You’ve never been to this area before? Then you’re in for a real treat.","It was a great honour to be invited here today.","His mind was reeling with an almost aesthetic delight at the beauty of the thing.","I find a perverse delight in listening to traffic.","Much to the delight of the crowd, the band came back and did three encores.","She gave a whoop of delight and dived into the water.","She took evident delight in frightening the children with horror stories.","The news was greeted with great delight.","To my great delight, they offered me the job.","We danced around with childish delight.","Flowering trees provide shade as well as visual delight.","This guitar is a delight to play.","Sample the culinary delights of Morocco.","delight of doing something the delights of living in the country","He became deeply religious and turned away from earthly delights.","The baby was a constant delight and source of amazement.","The old lady's reminiscences were a continual delight to Constance.","It was a delight to see him so fit and healthy."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"defend","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/dɪˈfend/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/def/defen/defend__gb_1.mp3"},{"local":"US","spell":"/dɪˈfend/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/def/defen/defend__us_4.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"defended","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/def/defen/defended__gb_1.mp3","spell":"/dɪˈfendɪd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/def/defen/defended__us_1.mp3","spell":"/dɪˈfendɪd/"}]},{"sense":"Past participle","word":"defended","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/def/defen/defended__gb_1.mp3","spell":"/dɪˈfendɪd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/def/defen/defended__us_1.mp3","spell":"/dɪˈfendɪd/"}]},{"sense":"-ing form","word":"defending","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/def/defen/defending__gb_1.mp3","spell":"/dɪˈfendɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/def/defen/defending__us_1.mp3","spell":"/dɪˈfendɪŋ/"}]}],"senses":{"text":"to protect somebody/something from attack","examples":["defend somebody/something The role of the military is to defend the country.","Troops have been sent to defend the borders.","defend somebody/something against somebody/something The male birds defend their territory against other males.","defend somebody/something from somebody/something The cannons once defended the city from attack by sea.","defend yourself (from/against somebody/something) All our officers are trained to defend themselves against knife attacks.","defend against somebody/something It is impossible to defend against an all-out attack.","She successfully defended herself against an attack from someone larger and stronger.","The city was heavily defended against attack.","They attacked the left flank, which was only lightly defended.","The international community should step into defend the powerless.","The organization works to defend human rights wherever they are threatened.","Freedom must always be defended.","The ruling class will always defend its own interests.","People must be vigilant in defending civil liberties regardless of external threats.","They defended their decision to pull out of the event.","The minister vigorously defended the policy.","How can you defend such behaviour?","I realized I couldn't logically defend my position.","defend somebody/something against somebody/something The article seeks to defend him against charges of hypocrisy.","defend somebody/something from somebody/something Her colleagues united in defending her from further personal attacks.","defend yourself (from/against somebody/something) Politicians are skilled at defending themselves against their critics.","The company has strenuously defended its decision to reduce the workforce.","She was quick to defend her husband's actions.","She defended her department against accusations of incompetence.","I will strenuously defend your right to say what you think.","They were forced to defend for long periods.","defend something Moody and Moran defended their goal well.","He is defending champion.","She will be defending her title at next month's championships.","The champion successfully defended his title against the American challenger.","(politics) He intends to defend his seat in the next election.","defend (somebody) He has employed one of the UK's top lawyers to defend him.","Who's defending?","defend yourself Smith has announced that she will defend herself in the case."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"defend","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/def/defen/defend__gb_1.mp3","spell":"/dɪˈfend/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/def/defen/defend__us_4.mp3","spell":"/dɪˈfend/"}]},"singular":{"text":"He / She / It","word":"defends","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/def/defen/defends__gb_1.mp3","spell":"/dɪˈfendz/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/def/defen/defends__us_1.mp3","spell":"/dɪˈfendz/"}]}}]}},{"word":"decoration","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˌdekəˈreɪʃn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dec/decor/decoration__gb_2.mp3"},{"local":"US","spell":"/ˌdekəˈreɪʃn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dec/decor/decoration__us_2.mp3"}],"note":"","verbs":[],"senses":{"text":"a thing that makes something look more attractive on special occasions","examples":["Christmas/festive decorations","Halloween decorations hung from every corner.","cake/table decorations","We made our own decorations.","Floral decorations adorned the church.","The decorations were taken down and put away for another year.","the elaborate decoration on the carved wooden door","Decoration is applied to the plates before the final firing.","Ornate decorations embellish the statues.","for decoration Rings are worn both for decoration and also as signs of status.","An Oscar was given for the art direction and set decoration.","His jacket was heavy with military decorations.","decoration for something the country's highest decoration for bravery","a decoration for valour/gallantry"]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"deliberately","result":{"lexicalCategory":"adverb","ipas":[{"local":"UK","spell":"/dɪˈlɪbərətli/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/del/delib/deliberately__gb_2.mp3"},{"local":"US","spell":"/dɪˈlɪbərətli/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/del/delib/deliberately__us_2_rr.mp3"}],"note":"","verbs":[],"senses":{"text":"done in a way that was planned, not by chance","examples":["She's been deliberately ignoring him all day.","an ad campaign that deliberately targets children","She was accused of deliberately misleading Parliament.","to deliberately withhold/conceal information","The fire had been started deliberately.","Her tone was deliberately insulting.","I suspected that he was being deliberately ambiguous.","She described how he quite deliberately tried to entice the two children away.","He deliberately chose to cast unknown actors.","He packed up his possessions slowly and deliberately."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"define","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/dɪˈfaɪn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/def/defin/define__gb_2.mp3"},{"local":"US","spell":"/dɪˈfaɪn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/def/defin/define__us_2.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"defined","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/def/defin/defined__gb_1.mp3","spell":"/dɪˈfaɪnd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/def/defin/defined__us_1.mp3","spell":"/dɪˈfaɪnd/"}]},{"sense":"Past participle","word":"defined","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/def/defin/defined__gb_1.mp3","spell":"/dɪˈfaɪnd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/def/defin/defined__us_1.mp3","spell":"/dɪˈfaɪnd/"}]},{"sense":"-ing form","word":"defining","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/def/defin/defining__gb_2.mp3","spell":"/dɪˈfaɪnɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/def/defin/defining__us_2.mp3","spell":"/dɪˈfaɪnɪŋ/"}]}],"senses":{"text":"to say or explain what the meaning of a word or phrase is","examples":["define something The term ‘mental illness’ is difficult to define.","define something as something Life imprisonment is defined as 60 years under state law.","It is important to clarify what is meant by climate change.","Climate change can/may be defined as ‘the long-term fluctuations in temperature, precipitation, wind and other aspects of the earth’s climate’.","A generally accepted definition of global warming is the gradual increase in the overall temperature of the earth’s atmosphere due to the greenhouse effect.","The greenhouse effect is defined by the author as the process by which heat from the sun is trapped in the earth’s atmosphere, causing the temperature of the earth to rise.","The author uses the term climate change to refer to any significant change in measures of climate lasting for an extended period.","The term ‘carbon footprint’ refers to the amount of carbon dioxide released into the atmosphere as a result of the activities of an individual or organization.","Scientists suggest that increased carbon dioxide in the atmosphere will result in an increase in global temperatures, and the term ‘global warming’ is used to describe this phenomenon.","Thread count is defined as the number of threads in one square inch of fabric.","Marriage is defined broadly enough in everyday English to cover same-sex marriages as well as the different-sex kind.","define something The goals of the project are clearly defined.","At that time women's roles were quite narrowly defined.","to be broadly/loosely defined","The difficulty of a problem was defined in terms of how long it took to complete.","define what, how, etc… It is difficult to define what makes him so popular.","define yourself (as something) He defines himself as an independent.","We have never defined ourselves in our own right.","Social values are not easy to define.","The characters and story are well defined.","The northern boundary of the US was defined through negotiation with Great Britain.","We have chosen to define the scope of our study quite broadly.","There may be problems if responsibilities are not adequately defined.","This type of lymphoma is defined by the presence of specific malignant cells.","the culturally defined role of women","The horizontal and vertical angles of view define the limits of what is seen in the painting.","The Institute defines itself as the agency supporting basic biomedical research.","A ghost story may be broadly defined as a story concerned with the power of the dead to return and confront the living.","define somebody/something For some, the football club defines their identity.","to define the nature/character of somebody/something","define yourself The novel told the story of a preacher-poet, who defines himself through his art.","The mountain was sharply defined against the sky."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"define","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/def/defin/define__gb_2.mp3","spell":"/dɪˈfaɪn/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/def/defin/define__us_2.mp3","spell":"/dɪˈfaɪn/"}]},"singular":{"text":"He / She / It","word":"defines","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/def/defin/defines__gb_1.mp3","spell":"/dɪˈfaɪnz/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/def/defin/defines__us_1.mp3","spell":"/dɪˈfaɪnz/"}]}}]}},{"word":"dancing","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈdɑːnsɪŋ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dan/danci/dancing__gb_3.mp3"},{"local":"US","spell":"/ˈdænsɪŋ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dan/danci/dancing__us_1.mp3"}],"note":"","verbs":[],"senses":{},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"dentist","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈdentɪst/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/den/denti/dentist__gb_2.mp3"},{"local":"US","spell":"/ˈdentɪst/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/den/denti/dentist__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"a person whose job is to take care of people’s teeth","examples":["to see/visit/consult your dentist","the dentist's chair/drill","I hate going to the dentist.","an appointment at the dentist’s","She couldn’t get treatment because she wasn’t registered with the dentist."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"cousin","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈkʌzn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cou/cousi/cousin__gb_3.mp3"},{"local":"US","spell":"/ˈkʌzn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cou/cousi/cousin__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"a child of your aunt or uncle","examples":["She's my cousin.","We're cousins.","This is my cousin Richard.","He's a cousin once removed (= separated by one generation of our family).","She's a cousin of the bride.","cousin to somebody He claims to be a cousin to the Queen.","Completely out of the blue, she got a letter from her long-lost cousin in New York.","I have a new baby cousin.","She's some sort of cousin, I think.","cousin of somebody/sb's He's a distant cousin of mine.","our American cousins","Asian elephants are smaller than their African cousins.","These pigs are close cousins of the wild hog."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"crew","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/kruː/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cre/crew_/crew__gb_1.mp3"},{"local":"US","spell":"/kruː/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cre/crew_/crew__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"all the people working on a ship, plane, etc.","examples":["crew members","in a crew all the men and women in the crew","None of the passengers and crew were injured.","The crew of the plane instructed everyone to remain seated.","a change of crew in Frankfurt","the officers and crew","a film/camera/TV crew","a fire/an emergency/a rescue crew","It took ambulance crews more than an hour to free them.","(North American English) Ten people answer to the crew chief.","Fire crews were called to the scene.","He crews for a billionaire on his yacht.","We're taking a cruise around the Mediterranean.","I'd love to cruise down the Nile.","Fire crews were called to the scene.","The cast and crew of the movie are giving it their all.","Fire crews were called to the house at around 5 o'clock.","Maintenance crews have been working 18-hours shifts to repair the damage.","The film crew and the actors had all left the studio by then.","Our support crew followed behind in two Land Rovers.","The house was soon besieged by TV crews and photographers.","Two crews of six men carried out the work in shifts.","We have camera crews from ABC, CBS and NBC coming.","a maintenance/​support crew","The people she invited were a pretty motley crew (= a strange mix of types of people).","Let's get a crew together and go to the pub.","We found him in the canteen with a crew of assorted computer geeks.","a member of the Cambridge crew","I’m thinking of going out for crew this semester (= joining the rowing team)."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"delivery","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/dɪˈlɪvəri/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/del/deliv/delivery__gb_2.mp3"},{"local":"US","spell":"/dɪˈlɪvəri/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/del/deliv/delivery__us_1_rr.mp3"}],"note":"","verbs":[],"senses":{"text":"the act of taking goods, letters, etc. to the people they have been sent to","examples":["Allow 28 days for delivery.","We offer free delivery on orders over $200.","The service guarantees next day delivery.","on delivery Please pay for goods on delivery (= when you receive them).","(formal) When can you take delivery of (= be available to receive) the car?","A delivery van was waiting in the street outside.","Remember to cancel mail delivery when you go on vacation.","Ensure all material is properly packed and sent by recorded delivery.","Order by 30 November to ensure delivery by Christmas.","We offer free home delivery.","We guarantee delivery before 9 a.m. the next day.","guaranteed express delivery to over 170 countries","The government has now taken delivery of the new fighter planes.","She had made a delivery to the address earlier that day.","The shop receives only one delivery of books per week.","At the moment there are two deliveries a day.","We have regular deliveries of bread and milk to the cottage.","We are awaiting delivery of some new office furniture.","We do all our deliveries in the mornings.","completed orders for delivery","He was employed at the local grocery store as a delivery boy.","Are there any delivery charges?","The cost of postal delivery to rural houses is three times as much.","Getting delivery trucks to the site was difficult.","the delivery of public services","We have invested to improve service delivery.","Digital content delivery, especially music and video, is big business.","an electronic message delivery system","New trends in healthcare delivery pose a significant challenge to hospitals throughout the country.","We need more efficient delivery of humanitarian aid.","an easy/a difficult delivery","a delivery room/ward (= in a hospital, etc.)","a vaginal/caesarean delivery","She had a very easy delivery with her second child.","The figures show an increase in forceps deliveries.","The beautiful poetry was ruined by her poor delivery.","a fast delivery"]},"idioms":[{"text":"cash on delivery ","sense":"a system of paying for goods when they are delivered","examples":[]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"crowd","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/kraʊd/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cro/crowd/crowd__gb_1.mp3"},{"local":"US","spell":"/kraʊd/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cro/crowd/crowd__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"a large number of people gathered together in a public place, for example in the streets or at a sports game","examples":["He pushed his way through the crowd.","A small crowd had gathered outside the church.","Police had to break up the crowd.","crowd of somebody/something Crowds of people poured into the street.","He left the hotel surrounded by crowds of journalists.","Several speakers addressed the crowd at the rally.","a large/huge crowd","The match attracted a capacity crowd of 80 000 (= the maximum number of people who could attend).","before a crowd The President spoke before a crowd of more than 50 000 in the city's football stadium.","among a crowd The mayor of Paris was among the crowd that had gathered for the street celebration.","to attract/draw a crowd","I want to get there early to avoid the crowds.","The crowd cheered the winning hit.","Nearly 300 marshals will be involved in crowd control.","crowd trouble","A whole crowd of us (= a lot of us) are going to the ball.","A crowd thronged around the wounded man.","After the ambulance drove off, the crowd dispersed.","An expectant crowd gathered outside his house.","Boxing is a sport that always attracts large crowds.","Crowds have been flocking to the beaches in this hot weather.","Crowds lined the streets of the city as the president's car approached.","I saw some familiar faces in the crowd.","If you want to avoid the crowds, get there early.","Police were called to disperse the crowd.","She didn't win but she was clearly the crowd favourite/​favorite.","She fought her way through the crowd.","She was afraid she might get lost in the crowd.","The crowd grew to over 15 000.","The crowd rushed forward.","The president read a declaration to a vast assembled crowd.","We pushed our way through the milling crowds of guests.","a big crowd of football supporters","crowds thronging the streets of Rio","Bob introduced her to some of the usual crowd (= people who often meet each other).","the bright young theatrical crowd","They were a bit of a motley crowd.","They are a great crowd of people to work with.","The bar attracts a slightly older crowd.","He got in with the wrong crowd.","Do you ever see any of the old crowd from college?","By this time, it was attracting a more Bohemian and disreputable crowd.","the usual motley crowd of tourists, hawkers, and pigeons","We all like to think we stand out from the crowd (= are different from and better than other people).","He prefers to be one of the crowd.","She's quite happy to follow the crowd.","To her I'm just another face in the crowd."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"decide","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/dɪˈsaɪd/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dec/decid/decide__gb_1.mp3"},{"local":"US","spell":"/dɪˈsaɪd/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dec/decid/decide__us_2.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"decided","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dec/decid/decided__gb_1.mp3","spell":"/dɪˈsaɪdɪd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dec/decid/decided__us_1.mp3","spell":"/dɪˈsaɪdɪd/"}]},{"sense":"Past participle","word":"decided","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dec/decid/decided__gb_1.mp3","spell":"/dɪˈsaɪdɪd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dec/decid/decided__us_1.mp3","spell":"/dɪˈsaɪdɪd/"}]},{"sense":"-ing form","word":"deciding","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dec/decid/deciding__gb_1.mp3","spell":"/dɪˈsaɪdɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dec/decid/deciding__us_1.mp3","spell":"/dɪˈsaɪdɪŋ/"}]}],"senses":{"text":"to think carefully about the different possibilities that are available and choose one of them","examples":["It's up to you to decide.","You will have to decide soon.","I can't tell you what to do—you'll have to decide for yourself.","decide to do something We've decided not to go away after all.","Why did you decide to look for a new job?","She gave up politics and decided instead to focus on charity work.","decide (that)… The government has already decided that the law needs to be changed.","She decided that she wanted to live in France.","decide what, whether, etc… You have the right to decide what you want to do.","I can't decide what to wear.","She couldn’t decide whether he was telling the truth or not.","decide between A and B It was difficult to decide between the two candidates.","decide against something She finally decided against a career in medicine.","decide against doing something They decided against taking legal action.","decide something Sales figures will ultimately decide the future of these types of games.","We might be hiring more people but nothing has been decided yet.","The venue for the concert has yet to be decided.","it is decided (that)… It was decided that the school should purchase new software.","You choose—I can't decide.","It's time to decide whether you want to continue.","We've reluctantly decided to sell the house.","They had unanimously decided to go with the captain's plan.","The exact time of the meeting is still to be decided.","They decided in favour of reducing the fees.","decide something The case will be decided by a jury.","decide for/in favour of somebody decide in somebody’s favour The Appeal Court decided in their favour.","decide against somebody It is always possible that the judge may decide against you.","decide on something He challenged her right as governor to decide on the matter.","decide something A mixture of skill and good luck decided the outcome of the game.","decide if, whether, etc… A number of factors decide whether a movie will be successful or not.","For most customers, price is the deciding factor.","decide somebody (to do something) They offered me free accommodation for a year, and that decided me.","decide something (for somebody) That decided it for me: I wasn't carrying my bike back up those stairs."]},"idioms":[],"phrasal_verbs":["decide on","decide upon"],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"decide","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dec/decid/decide__gb_1.mp3","spell":"/dɪˈsaɪd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dec/decid/decide__us_2.mp3","spell":"/dɪˈsaɪd/"}]},"singular":{"text":"He / She / It","word":"decides","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dec/decid/decides__gb_1.mp3","spell":"/dɪˈsaɪdz/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dec/decid/decides__us_1.mp3","spell":"/dɪˈsaɪdz/"}]}}]}},{"word":"debt","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/det/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/deb/debt_/debt__gb_2.mp3"},{"local":"US","spell":"/det/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/deb/debt_/debt__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"a sum of money that somebody owes","examples":["to pay/repay a debt","I need to pay off all my debts.","I've finally cleared all my debts.","After settling his debts he was left with just £2000.","an outstanding debt of £300","He had run up huge credit card debts.","They had incurred debts of over $1 million.","After a series of meetings, the banks were forced to write off the company's debts.","He was burdened with crippling debts.","a company faced with mounting debts","He wanted to consolidate his debts into one payment.","The company has reached a deal allowing it to restructure its debts.","Only two payments were made, leaving an outstanding debt of £300.","Data show that debt levels at private companies are increasing.","Managing your student loan debt is not easy.","The country has a national debt of 80% of GNP.","The company wrote it off as a bad debt.","debts arising from bad investments","a debt secured on property","The fall in exports has left the country unable to service its debts.","Without a job, he'll never clear his debts.","The company defaulted on its debt and its assets were seized.","in debt He died heavily in debt.","The club is £4 million in debt.","We were poor but we never got into debt.","out of debt It's hard to stay out of debt when you are a student.","The country's debt burden is increasing.","a solution to the debt crisis of the developing world","We offer financial and debt-management advice.","Faced with a mounting burden of debt, he sold off the company.","Governments may find it increasingly difficult to manage their debt repayments.","She faces a mountain of debt—$60 000 in student loans and $15 000 in credit card balances.","I owe them a debt of gratitude that I can never repay.","I would like to acknowledge my debt to my teachers.","She was simply repaying a debt, saving his career in return for him saving hers."]},"idioms":[{"text":"be in somebody’s debt ","sense":"to feel grateful to somebody for their help, kind behaviour, etc.","examples":["I am in Ruth's debt for the excellent advice she gave me."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"cure","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/kjʊə(r)/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cur/cure_/cure__gb_1.mp3"},{"local":"US","spell":"/kjʊr/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cur/cure_/cure__us_1.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"cured","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cur/cured/cured__gb_1.mp3","spell":"/kjʊəd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cur/cured/cured__us_1.mp3","spell":"/kjʊrd/"}]},{"sense":"Past participle","word":"cured","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cur/cured/cured__gb_1.mp3","spell":"/kjʊəd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cur/cured/cured__us_1.mp3","spell":"/kjʊrd/"}]},{"sense":"-ing form","word":"curing","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cur/curin/curing__gb_1.mp3","spell":"/ˈkjʊərɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cur/curin/curing__us_1.mp3","spell":"/ˈkjʊrɪŋ/"}]}],"senses":{"text":"to make a person or an animal healthy again after an illness","examples":["cure somebody Will you be able to cure him, Doctor?","cure somebody of something The doctor managed to cure her of her illness.","He was now completely cured of his illness.","She still believed that somehow she could be miraculously cured.","She was miraculously cured.","They will try to cure her of her alcoholism.","cure something It is better to prevent rather than cure diseases.","Finding it early is the key to curing most cancers.","TB is a serious illness, but it can be cured.","cure something with something The disease can be cured with antibiotics.","cure something I finally managed to cure the rattling noise in my car.","Charities alone can't cure basic social injustices.","He bought some special software that was supposed to cure hard disk problems.","cure something with something Most of the team's faults could be cured with good coaching.","I thought I had finally cured him of this annoying habit.","cured ham/bacon"]},"idioms":[{"text":"kill or cure ","sense":"used to say that what you are going to do will either be very successful or fail completely","examples":[]}],"phrasal_verbs":[],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"cure","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cur/cure_/cure__gb_1.mp3","spell":"/kjʊə(r)/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cur/cure_/cure__us_1.mp3","spell":"/kjʊr/"}]},"singular":{"text":"He / She / It","word":"cures","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cur/cures/cures__gb_1.mp3","spell":"/kjʊəz/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cur/cures/cures__us_1.mp3","spell":"/kjʊrz/"}]}}]}},{"word":"crash","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/kræʃ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cra/crash/crash__gb_2.mp3"},{"local":"US","spell":"/kræʃ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cra/crash/crash__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"an accident in which a vehicle hits something, for example another vehicle, usually causing damage and often injuring or killing the passengers","examples":["a car/plane crash","A man has been arrested in connection with a fatal crash on the M4 motorway.","It is not clear what caused the crash.","in a crash A girl was killed yesterday in a crash involving a stolen car.","34 people died in the train crash.","There were no other vehicles involved in the crash.","Mechanical failures were to blame for the crash of the helicopter.","He had survived a plane crash.","He had survived a spectacular crash in a truck race.","He was killed in a train crash.","In thirty years of driving she had never had a crash.","She swerved to avoid a crash.","The crash claimed three lives.","a crash involving two cars and a bus","a fiery crash which killed the pilot","a major air crash","The tree fell with a great crash.","The first distant crash of thunder shook the air.","She heard the crash of shattering glass as the vehicles collided.","The bike hit the street and made a loud crash.","The plates fell to the floor with an almighty crash.","There was a sickening crash as her head hit the ground.","the crash of the waves","Some economists have been predicting another crash for years.","the 2008 stock market crash","crash of… the crash of 2008","crash in something a crash in share prices","Users won't lose important data if a hardware problem causes a crash.","a computer crash","A systems crash in the morning and a bomb scare in the afternoon provided enough excitement for one day."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"critical","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/ˈkrɪtɪkl/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cri/criti/critical__gb_2.mp3"},{"local":"US","spell":"/ˈkrɪtɪkl/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cri/criti/critical__us_3.mp3"}],"note":"","verbs":[],"senses":{"text":"saying what you think is bad about somebody/something","examples":["You should just ignore any critical comments.","The supervisor is always very critical.","critical of somebody/something Some parents are highly critical of the school.","She became openly critical of party policy.","The report was highly critical of the company's poor safety record.","They issued a critical report on the government's handling of the crisis.","Industry leaders are working together to address this critical issue.","a critical factor in the election campaign","The kidneys play a critical role in overall health.","Reducing levels of carbon dioxide in the atmosphere is of critical importance.","Emails and spreadsheets contain a lot of business-critical information.","critical to something Your decision is critical to our future.","critical for something Timing is critical for success.","Experience is essential for this job.","The police play a vital role in our society.","It is crucial that we get this right.","Your decision is critical to our future.","She has played a decisive role in the peace negotiations.","Cars have become an indispensable part of our lives.","Maintaining control of the budget is absolutely critical for success.","This reorganization is critical to the long-term future of the company.","Price and availability are the critical factors that will determine product success.","If the temperature drops those critical two degrees, the engine will stop functioning.","One of the victims of the fire remains in a critical condition.","The first 24 hours after the operation are the most critical.","a critical care ward","This is a critical moment in our country's history.","He's at a critical point in his life.","a critical step in the process","Students are encouraged to develop critical thinking instead of accepting opinions without questioning them.","His latest film attracted enthusiastic critical comment from cinema-goers.","Mike studied the canvas with a critical eye.","the film director’s greatest critical success","In her day she never received the critical acclaim (= praise from the critics) she deserved."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"dark","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/dɑːk/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dar/dark_/dark__gb_1.mp3"},{"local":"US","spell":"/dɑːrk/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dar/dark_/dark__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"with no or very little light, especially because it is night","examples":["a dark room/street/forest/night","What time does it get dark in summer?","Then the theatre went dark.","It was dark outside and I couldn't see much.","The sky was still dark.","Use lights to illuminate dark corners.","It gets dark at about six o'clock.","As it grew dark, they gathered round the fire.","It's only three o'clock and it's nearly dark already.","They stepped into the dark room and shone the torch.","He stumbled along through the dark forest.","dark blue/green/red/brown","Darker colours are more practical and don't show stains.","He wore a dark suit and a plain tie.","dark-coloured wood","The dark clouds in the sky meant that a storm was coming.","Sue has long dark hair.","He was handsome with dark eyes.","Even if you have dark skin, you still need protection from the sun.","a dark handsome stranger","There are no dark secrets in our family.","There was a darker side to his nature.","the dark forces of the imagination","My mind was full of dark thoughts.","the darkest days of Fascism","The film is a dark vision of the future.","The theatre stayed open even in the darkest days of the war."]},"idioms":[{"text":"a dark horse ","sense":"a person who does not tell other people much about their life, and who surprises other people by having interesting qualitiesa person taking part in a race, etc. who surprises everyone by winning","examples":[]},{"text":"keep something dark ","sense":"to keep something secret and not tell people about it","examples":["He’s got two children? Well he’s kept that dark, hasn’t he!"]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"crime","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/kraɪm/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cri/crime/crime__gb_2.mp3"},{"local":"US","spell":"/kraɪm/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cri/crime/crime__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"activities that involve breaking the law","examples":["This month's figures show an increase in violent crime.","There needs to be a partnership between police and public in the fight against crime.","Stores spend more and more on crime prevention every year.","DNA data is extremely useful in fighting serious crime.","He began to drift into a life of petty crime (= crime that is not very serious).","gun/knife crime","a rise in street crime","the connection between drugs and organized crime","He turned to crime when he dropped out of school.","The crime rate is rising.","crime fiction/novels (= stories about crime)","crime figures/statistics","Victims of crime may be able to obtain compensation.","She’s a crime writer (= she writes stories about crime).","We need to do more to tackle knife crime.","Corporate crime—committed by businesses—should not be confused with white-collar crime, which refers to the occupation of the perpetrator and may be directed against a business.","Fear of crime imprisons many elderly people in their homes.","Gun crime is just part of an increasingly lawless society.","He says that bored youngsters turn to crime.","How can we reduce knife crime in our cities?","Police forces will exchange ideas on cracking crime.","The computers were sent to a crime lab for analysis.","The public have a crucial role to play in detecting crime.","Unemployed young people were likely to be tempted into a life of crime.","a crackdown on drug-related crime","a new short story by the popular crime writer","a senior detective with the serious crime squad","a time of great poverty and rampant crime","attempts to prevent hacking and computer crime","one of New York's biggest crime lords","the country's crime problem","the latest TV crime series","the newspaper's crime reporter","More needs to be done to help the victims of crime.","She writes crime novels.","There is no proof that he committed a crime (= did something illegal).","In his mind he was about to commit the perfect crime.","Arson is a serious crime.","crime against something/somebody The massacre was a crime against humanity.","crime of something Sometimes murder is a crime of passion.","DNA testing can be used to solve old crimes.","An abandoned car was found near the scene of the crime.","Hate crimes are not punished severely enough in my opinion.","He boasted of having carried out the perfect crime.","He confessed his crime to his sister.","He was charged with the lesser crime of possessing a forged bond, rather than actually forging it.","He was charged with the lesser crime of possession.","Insider dealing has been called a victimless crime.","Many crimes are never reported to the police.","No weapon was found at the scene of the crime.","She claimed that the real crime is that burglars and muggers usually get a light sentence.","She never faced trial for her many alleged crimes.","The crime occurred in broad daylight.","The punishment should fit the crime.","a man who solves crimes using old-fashioned detective work","a system of justice to prosecute crimes of terrorism","an apparently motiveless crime","crimes against humanity","crimes involving firearms","crimes punishable by death","one of the most horrific crimes of recent times","one of the most notorious crimes in British history","the biggest crime since the Great Train Robbery","the danger of copycat crimes in the wake of the shootings","She had never committed a crime in her life.","It's a crime to waste so much money.","Not returning phone calls is a grave crime in today's culture."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"data","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈdeɪtə//ˈdɑːtə/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dat/data_/data__gb_5.mp3"},{"local":"US","spell":""}],"note":"","verbs":[],"senses":{"text":"facts or information, especially when examined and used to find out things or to make decisions","examples":["We collected publicly available data over a 10-day period.","to gather/obtain data","What methods are you using to interpret the data?","data on something Researchers analysed the data on 2 515 patient visits at the Children's Hospital.","data for something Table 2 provides data for southeast Nebraska.","Our model is based on experimental data.","published/unpublished data","scientific/historical/clinical data","It is essential to protect your personal data.","raw data (= that has not been analysed)","Multiple data collection methods were used.","(specialist) These data show that most cancers are detected as a result of clinical follow-up.","Although we were using the same set of data, we obtained different results.","The fuller data set for this period permits a much more detailed analysis.","Data about patients is only released with their permission.","Data indicates that most crime is committed by young males.","My aim is to synthesize data from all the surveys.","One vital item of data was missing from the table.","The data derived from this project has increased our knowledge of how genes work.","The government departments refused to provide the data that we required.","The next step is to feed in all this data.","There is no hard data to support these theories.","These demands could breach EU data-protection laws.","They are not allowed to hold data on people's private finances.","This data reflects the magnitude of the problem.","This theory seems to fit the available data.","We have found some very interesting things in the data.","We have no data for southern Mexico.","Weather conditions have made accurate data collection difficult.","These data were collected over a period of several months.","data on the effects of pollution","The data was collected from 67 countries.","There is very little reliable data available.","All this data is stored on hundreds of servers in San Francisco.","data storage/transfer","The computer can manipulate massive amounts of data.","They are testing some new data capture software.","Our capacity to generate and transmit data has grown exponentially."]},"idioms":[{"text":"a mine of information/data (about/on somebody/something) ","sense":"a person, book, etc. that can give you a lot of information on a particular subject","examples":["This book is a mine of information on the Romans.","The internet can be a mine of information.","The questionnaire results proved to be a rich mine of empirical data."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"dance","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/dɑːns/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dan/dance/dance__gb_1.mp3"},{"local":"US","spell":"/dæns/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dan/dance/dance__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"a series of movements and steps that are usually performed to music; a particular example of these movements and steps","examples":["Do you know any other Latin American dances?","The next dance will be a waltz.","The girls performed a graceful dance.","a dance class/routine","Find a partner and practise these new dance steps.","May I have the next dance?","Save the last dance for me.","She had to sit out the last dance because of a twisted ankle.","an evening of drama, music and dance","classical/contemporary/traditional dance","a dance company/troupe","Let's have a dance.","He did a little dance of triumph.","In her delight she got up and did a little dance.","Would you like a dance?","pigeons performing their mating dance","We hold a dance every year to raise money for charity.","They met at a dance.","I took her to my first high school dance.","A ceilidh is like a kind of Scottish or Irish barn dance.","The band finished with a few slow dances.","She gives generously to charity without making a song and dance about it."]},"idioms":[{"text":"lead somebody a (merry) dance ","sense":"to cause somebody a lot of trouble or worry","examples":[]},{"text":"a song and dance (about something) ","sense":"if you make a song and dance about something, you complain or talk about it too much when this is not necessarya long explanation about something, or excuse for something","examples":["She gives generously to charity without making a song and dance about it."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"date","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/deɪt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dat/date_/date__gb_1.mp3"},{"local":"US","spell":"/deɪt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dat/date_/date__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"a particular day of the month, sometimes in a particular year, given in numbers and words","examples":["‘What's the date today?’ ‘The 10th.’","Write today's date at the top of the page.","They haven't set a date for the wedding yet.","We need to fix a date for the next meeting.","I can't come on that date.","Please give your name, address and date of birth.","(especially North American English) name, address and birth date","There's no word yet on a UK release date for the film.","a start/launch/completion date","There's no date on this letter.","Anyone who knows of the vehicle’s whereabouts from that date until 31 October is asked to contact Bangor police station.","Give me a couple of dates that are good for you.","I can't give you specific dates.","I have two meetings on that date.","She suggested an earlier date for the meeting.","The baby was born exactly on its due date.","The agreement runs from that date.","The building was not finished by the completion date.","The closing date for applications is May 22.","the date of the election","We cannot accept applications received after this date.","A trial date is expected to be announced next month.","1066 is the most famous date in English history.","the biggest date in the country music calendar","I hated history at school—I could never remember all those dates.","What were Beethoven's dates (= the years of his birth and death)?","What was the date of the Battle of Hastings?","The painting bears the date 1626.","Historians disagree on the cut-off date for the medieval period.","It's difficult to put a date on when the idea started.","A large carved stone gives the dates of birth and death of her three sons.","The details can be added at a later date.","The work will be carried out at a future date.","This was an important trade route from an early date.","a building of late Roman date","The election is scheduled to take place at an unspecified date in the autumn.","The building has certain features in common with cathedrals of a similar date.","The foundations are Roman, but the rest of the building is of more recent date.","Call me next week and we'll try and make a date.","Next Friday? Fine—it's a date!","We must make a date to have lunch.","She wanted to arrive in time to keep her date.","He was late, and ended up breaking their dinner date.","a date with somebody I've got a date with Lucy tomorrow night.","on a date We agreed to go out on a date.","Do you think I should ask him out on a date?","Paul's not coming. He's got a hot date (= an exciting one).","She's out on a date with her new boyfriend.","I have a date with Camilla on Friday night.","It's a great date movie.","My date is meeting me at seven.","I need to find a date for Friday."]},"idioms":[{"text":"to date ","sense":"until now","examples":["To date, we have received over 200 replies.","The exhibition contains some of his best work to date."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"dear","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/dɪə(r)/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dea/dear_/dear__gb_2.mp3"},{"local":"US","spell":"/dɪr/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dea/dear_/dear__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"used at the beginning of a letter before the name or title of the person that you are writing to","examples":["Dear Sir or Madam","Dear Mrs Jones","Dear Beth/Dad/Aunt Susan","(old-fashioned) My dear sister","He's one of my dearest friends.","They are grieving over their dear departed ones.","dear to somebody Her daughter is very dear to her.","They lost everything that was dear to them.","Kate is a very dear friend of mine.","Congratulations, my dear!","The team is responsible for conserving red deer in the forest.","Martin, my dear fellow…","Take my advice, dear reader.","Everything's so dear now, isn't it?","There was a shortage of potatoes, and they became dear."]},"idioms":[{"text":"close/dear/near to somebody’s heart ","sense":"having a lot of importance and interest for somebody","examples":[]},{"text":"dear old/little… ","sense":"used to describe somebody in a way that shows love","examples":["Dear old Sue! I knew she'd help.","Their baby's a dear little thing.","It's always good to hear from dear old Harry!"]},{"text":"for dear life | for your life ","sense":"as hard or as fast as possible","examples":["She was holding on to the rope for dear life.","Run for your life!"]},{"text":"hang/hold on for dear life (North American English, British English) (also hang/hold on for/like grim death British English)","sense":"to hold somebody/something very tightly because you are afraid","examples":[]},{"text":"hold somebody/something dear ","sense":"to care very much for somebody/something; to value somebody/something highly","examples":["He had destroyed everything we held dear."]},{"text":"your nearest and dearest ","sense":"your close family and friends","examples":[]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"deliver","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/dɪˈlɪvə(r)/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/del/deliv/deliver__gb_2.mp3"},{"local":"US","spell":"/dɪˈlɪvər/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/del/deliv/deliver__us_2.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"delivered","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/del/deliv/delivered__gb_1.mp3","spell":"/dɪˈlɪvəd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/del/deliv/delivered__us_1.mp3","spell":"/dɪˈlɪvərd/"}]},{"sense":"Past participle","word":"delivered","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/del/deliv/delivered__gb_1.mp3","spell":"/dɪˈlɪvəd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/del/deliv/delivered__us_1.mp3","spell":"/dɪˈlɪvərd/"}]},{"sense":"-ing form","word":"delivering","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/del/deliv/delivering__gb_1.mp3","spell":"/dɪˈlɪvərɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/del/deliv/delivering__us_1.mp3","spell":"/dɪˈlɪvərɪŋ/"}]}],"senses":{"text":"to take goods, letters, etc. to the person or people they have been sent to","examples":["deliver something I get my food delivered from the supermarket to save time.","deliver something to somebody/something Leaflets have been delivered to every household.","deliver (to somebody/something) We promise to deliver within 48 hours.","We deliver to our stores seven days a week.","The company will deliver free of charge.","The letter was delivered to his office.","The package had been delivered by hand.","You can either collect the goods or have them delivered.","deliver something Let me deliver the good news first.","The video delivers a clear message about road safety.","Essentially, Web designers must deliver content simply and effectively.","deliver something to somebody/something Online training sessions are delivered directly to your desktop.","deliver something via something Our courses are delivered via the internet.","She will deliver a major speech on foreign policy tomorrow.","to deliver an address/a lecture/a sermon","The cast delivered the performances of a lifetime.","The jury finally delivered its verdict.","She is due to deliver a lecture on genetic engineering.","He delivered his lines confidently.","The Court delivered its judgement earlier this month.","He has promised to finish the job by June and I am sure he will deliver.","deliver on something She always delivers on her promises.","deliver something If you can't deliver improved sales figures, you're fired.","The team delivered a stunning victory last night.","Successive administrations have failed to deliver adequate funding for education.","the failure of successive governments to deliver economic growth","deliver something to somebody There have been major breakdowns in delivering services to elderly residents.","They said they'll do it, but do you really think they will be able to deliver?","products that deliver on customer expectations","Our aim is deliver high quality services everywhere and at all times.","These changes will deliver real benefits for our customers.","a company which consistently delivers value in its relationships with customers and consumers","deliver somebody She delivered the kids on time at their father's house.","deliver somebody to somebody/something The taxi delivered us to our hotel.","deliver somebody (up/over) (to somebody/something) They delivered their prisoner over to the invading army.","The baby was delivered by Caesarean section.","The baby was delivered safely on Tuesday night.","deliver something The number of women delivering their babies in hospital increased.","be delivered of something (formal) She was delivered of a healthy boy.","He delivered the blow (= hit somebody hard) with all his force.","Deliver us from evil."]},"idioms":[{"text":"deliver the goods | come up with the goods ","sense":"to do what you have promised to do or what people expect or want you to do","examples":["We expected great things of the England team, but on the day they simply failed to deliver the goods."]},{"text":"signed and sealed | signed, sealed and delivered ","sense":"definite, because all the legal documents have been signed","examples":[]}],"phrasal_verbs":[],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"deliver","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/del/deliv/deliver__gb_2.mp3","spell":"/dɪˈlɪvə(r)/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/del/deliv/deliver__us_2.mp3","spell":"/dɪˈlɪvər/"}]},"singular":{"text":"He / She / It","word":"delivers","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/del/deliv/delivers__gb_1.mp3","spell":"/dɪˈlɪvəz/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/del/deliv/delivers__us_1.mp3","spell":"/dɪˈlɪvərz/"}]}}]}},{"word":"declare","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/dɪˈkleə(r)/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dec/decla/declare__gb_3.mp3"},{"local":"US","spell":"/dɪˈkler/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dec/decla/declare__us_2.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"declared","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dec/decla/declared__gb_1.mp3","spell":"/dɪˈkleəd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dec/decla/declared__us_1.mp3","spell":"/dɪˈklerd/"}]},{"sense":"Past participle","word":"declared","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dec/decla/declared__gb_1.mp3","spell":"/dɪˈkleəd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dec/decla/declared__us_1.mp3","spell":"/dɪˈklerd/"}]},{"sense":"-ing form","word":"declaring","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dec/decla/declaring__gb_1.mp3","spell":"/dɪˈkleərɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dec/decla/declaring__us_1.mp3","spell":"/dɪˈklerɪŋ/"}]}],"senses":{"text":"to say something officially or publicly","examples":["declare something The government has declared a state of emergency.","Germany declared war on France on 1 August 1914.","The government has declared war on (= officially stated its intention to stop) illiteracy.","He will probably have to declare bankruptcy.","Neither side was able to declare victory.","She declared her intention of running for the presidency.","to declare your interest/candidacy","declare that… The court declared that strike action was illegal.","declare something/somebody + noun In the end, they were both declared winners of the tournament.","The area has been declared a national park.","declare something to be something The painting was declared to be a forgery.","declare something as something Excess weight has been declared as one of the top ten health risks in the world.","declare something/somebody + adj. I declare this bridge open.","A doctor had declared him unfit to travel.","Kenya was officially declared independent on December 12, 1963.","The contract was declared void.","Martial law was immediately declared.","The communists had unilaterally declared a ceasefire.","We, the people of Indonesia, hereby declare Indonesia's independence.","The day was declared a public holiday.","+ speech ‘I'll do it!’ Tom declared.","declare that… He declared that he was in love with her.","declare something Few people dared to declare their opposition to the regime.","declare yourself + adj./noun She declared herself extremely hurt by his lack of support.","to declare war","The painting was declared to be a forgery.","He has already stated his intention to run for election.","During our meeting, he indicated his willingness to cooperate.","They haven’t formally announced their engagement yet.","Has our flight been announced yet?","‘I'm going to win!’ he declared confidently.","‘You're here,’ she declared simply.","Stravinsky famously declared that music expressed nothing.","She proudly declared that she had once been introduced to the Queen.","He declared his true feelings to her.","He was the first gay player in a professional sports team to declare himself openly.","Only two candidates have declared themselves so far.","declare yourself to somebody Freemasons were required by law to declare themselves to the authorities.","All income must be declared.","Do you have anything to declare?","England declared at 224 for 4 (= 4 batsmen had scored 224 runs)."]},"idioms":[],"phrasal_verbs":["declare against","declare for"],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"declare","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dec/decla/declare__gb_3.mp3","spell":"/dɪˈkleə(r)/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dec/decla/declare__us_2.mp3","spell":"/dɪˈkler/"}]},"singular":{"text":"He / She / It","word":"declares","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dec/decla/declares__gb_1.mp3","spell":"/dɪˈkleəz/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dec/decla/declares__us_1.mp3","spell":"/dɪˈklerz/"}]}}]}},{"word":"department","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/dɪˈpɑːtmənt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dep/depar/department__gb_2.mp3"},{"local":"US","spell":"/dɪˈpɑːrtmənt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dep/depar/department__us_1.mp3"}],"note":"","verbs":[],"senses":{},"idioms":[{"text":"be somebody’s department ","sense":"to be something that somebody is responsible for or knows a lot about","examples":["Don't ask me about it—that's her department."]},{"text":"in the… department ","sense":"in a particular aspect or quality","examples":["He doesn't have much going for him in the brains department, to be honest.","Movies lacking in the story department can still succeed."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"deal","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/diːl/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dea/deal_/deal__gb_1.mp3"},{"local":"US","spell":"/diːl/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dea/deal_/deal__us_1.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"dealt","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dea/dealt/dealt__gb_2.mp3","spell":"/delt/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dea/dealt/dealt__us_1.mp3","spell":"/delt/"}]},{"sense":"Past participle","word":"dealt","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dea/dealt/dealt__gb_2.mp3","spell":"/delt/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dea/dealt/dealt__us_1.mp3","spell":"/delt/"}]},{"sense":"-ing form","word":"dealing","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dea/deali/dealing__gb_1.mp3","spell":"/ˈdiːlɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dea/deali/dealing__us_1.mp3","spell":"/ˈdiːlɪŋ/"}]}],"senses":{"text":"to give cards to each player in a game of cards","examples":["Whose turn is it to deal?","deal (something) (out) (to somebody) Start by dealing out ten cards to each player.","deal somebody something He dealt me two aces.","You can often see people dealing openly on the streets.","He was sent to jail for dealing drugs to his friends.","Her sudden death dealt a blow to the whole country."]},"idioms":[{"text":"deal somebody/something a blow | deal a blow to somebody/something (formal)","sense":"to shock somebody/something very much; to be very harmful to somebody/something to hit somebody/something","examples":["Her sudden death dealt a blow to the whole country."]},{"text":"deal with it ","sense":"used to tell somebody that they cannot change a situation so they must accept it","examples":["That's the way it is, so deal with it!"]},{"text":"wheel and deal ","sense":"to do a lot of complicated deals in business or politics, often in a dishonest way","examples":[]}],"phrasal_verbs":["deal in","deal out","deal with"],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"deal","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dea/deal_/deal__gb_1.mp3","spell":"/diːl/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dea/deal_/deal__us_1.mp3","spell":"/diːl/"}]},"singular":{"text":"He / She / It","word":"deals","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dea/deals/deals__gb_1.mp3","spell":"/diːlz/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dea/deals/deals__us_1.mp3","spell":"/diːlz/"}]}}]}},{"word":"defence","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/dɪˈfens/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/def/defen/defence__gb_1.mp3"},{"local":"US","spell":"/dɪˈfens/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/def/defen/defence__us_12.mp3"}],"note":"","verbs":[],"senses":{"text":"the act of protecting somebody/something from attack, criticism, etc.","examples":["in defence of somebody/something soldiers who died in defence of their country","What points can be raised in defence of this argument?","in somebody's defence I have to say in her defence that she knew nothing about it beforehand.","When her brother was criticized she leapt to his defence.","to spring/jump/rush to the defence of somebody/something","to fight in defence of your country","He paid tribute to all those who had died in defence of their country.","She spoke in his defence.","He always sprang to Rose's defence when Ed tried to criticize her.","He has shown courage in coming to the defence of the embattled president.","His friends rallied to his defence.","All available troops were rushed to the defence of the great city.","They are responsible for maintaining coastal flood defences.","At this point the country had no effective air defences.","defence against something The town walls were built as a defence against enemy attacks.","a new missile defence system (= for defence against missiles)","The body has natural defence mechanisms to protect it from disease.","The sea breached the coastal defences in a number of spots.","They are building up defences along the river.","defence against attacks from the north","the body's natural defence against viruses","They put up an effective defence against the guerrilla forces.","With her tears and angry accusations she completely overwhelmed his defences.","The initial attacks targeted the country's air defences.","(British English) the Ministry of Defence","(US English) the Department of Defense","Issues of national defence are a matter for the government.","Further cuts in defence spending are being considered.","Few analysts believe the defence budget is likely to increase significantly.","He was the youngest person ever to serve as U.S. Defense Secretary.","Robert McNamara was Secretary of Defense under Presidents Kennedy and Johnson.","The military alliance is the key to Australian foreign and defence policy.","a defence of Marxism","Her defence was that she was somewhere completely different at the time of the crime.","He wanted to conduct his own defence.","The judge rejected her insanity defence.","The defence requested more time to prepare their case.","the defence lawyer/counsel","(US English also) the defense attorney","a witness for the defence","Welford cut through the defence to score the winning goal.","in defence (British English) She plays in defence.","on defense (North American English) She plays on defense.","Barcelona’s defence of the Champions League title","What they need is someone who can both score and play defense.","If you believe there will be shocks to the market, wouldn't you want a manager who can play defense?"]},"idioms":[{"text":"play defense (US English) (Canadian English usually, British English play defence)","sense":"to try to stop your opponent from scoringto respond to what what others do in order to protect what you already have rather than try to gain more","examples":["What they need is someone who can both score and play defense.","If you believe there will be shocks to the market, wouldn't you want a manager who can play defense?"]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"cry","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/kraɪ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cry/cry__/cry__gb_1.mp3"},{"local":"US","spell":"/kraɪ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cry/cry__/cry__us_1.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"cried","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cri/cried/cried__gb_2.mp3","spell":"/kraɪd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cri/cried/cried__us_3.mp3","spell":"/kraɪd/"}]},{"sense":"Past participle","word":"cried","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cri/cried/cried__gb_2.mp3","spell":"/kraɪd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cri/cried/cried__us_3.mp3","spell":"/kraɪd/"}]},{"sense":"-ing form","word":"crying","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cry/cryin/crying__gb_2.mp3","spell":"/ˈkraɪɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cry/cryin/crying__us_2.mp3","spell":"/ˈkraɪɪŋ/"}]}],"senses":{"text":"to produce tears from your eyes because you are unhappy or hurt","examples":["It's all right. Don't cry.","I just couldn't stop crying.","The little boy fell over and started to cry.","cry for somebody/something The baby was crying for (= because it wanted) its mother.","cry about/over something There's nothing to cry about.","cry with something He felt like crying with rage.","She threw her arms around his neck crying tears of joy.","He started to cry real tears.","+ speech ‘Waaa!’ she cried.","(informal) I found him crying his eyes out (= crying very much).","That night she cried herself to sleep.","‘I don’t want you to go,’ she cried/​wailed/​sobbed.","Anna was almost crying with frustration.","Finally he broke down and cried like a baby.","He put his head on his arms and cried bitterly.","I felt like I wanted to cry.","I felt like crying when I found out what had happened.","I wasn't going to waste time crying over him!","What are you crying about?","children who are left to cry alone","cry for something She ran to the window and cried for help.","+ speech ‘You're safe!’ Tom cried in delight.","Stop shouting and listen!","‘Run!’ he shouted.","She yelled at the boy to get down from the wall.","She ran over to the window and cried for help.","He screamed at me to stop.","We all cheered as the team came onto the field.","‘Quiet!’ the teacher bellowed.","She never once raised her voice to us.","‘Never!’ he cried angrily.","‘What do you mean?’ she cried in agitation.","‘Who's there?’ she cried in a shrill voice.","She cried for help as the fire spread.","Seagulls followed the boat, crying loudly.","A pair of eagles cried out to each other as they circled above the trees."]},"idioms":[{"text":"cry foul ","sense":"to complain that somebody else has done something wrong or unfair","examples":[]},{"text":"cry over spilt milk (British English) (US English cry over spilled milk)","sense":"to waste time worrying about something that has happened that you cannot do anything about","examples":["As the saying goes—it's no use crying over spilt milk."]},{"text":"cry wolf ","sense":"to call for help when you do not need it, with the result that when you do need it people do not believe you","examples":[]},{"text":"for crying out loud ","sense":"used to show you are angry or surprised","examples":["For crying out loud! Why did you have to do that?"]},{"text":"laugh till/until you cry ","sense":"to laugh so long and hard that there are tears in your eyes","examples":[]},{"text":"not know whether to laugh or cry ","sense":"to be unable to decide how to react to a bad situation","examples":[]},{"text":"a shoulder to cry on ","sense":"used to describe a person who listens to your problems and gives you sympathy","examples":["He was a fatherly shoulder to cry on when things went wrong."]}],"phrasal_verbs":["cry off","cry out","cry out for"],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"cry","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cry/cry__/cry__gb_1.mp3","spell":"/kraɪ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cry/cry__/cry__us_1.mp3","spell":"/kraɪ/"}]},"singular":{"text":"He / She / It","word":"cries","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cri/cries/cries__gb_1.mp3","spell":"/kraɪz/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cri/cries/cries__us_1.mp3","spell":"/kraɪz/"}]}}]}},{"word":"degree","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/dɪˈɡriː/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/deg/degre/degree__gb_2.mp3"},{"local":"US","spell":"/dɪˈɡriː/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/deg/degre/degree__us_2.mp3"}],"note":"","verbs":[],"senses":{"text":"a unit for measuring temperature","examples":["at… degrees Water freezes at 32 degrees Fahrenheit (32°F) or zero/nought degrees Celsius (0°C).","above/below… degrees Temperatures are expected to drop below 2 degrees.","Last weekend temperatures reached 40 degrees.","Water boils at 100 degrees centigrade.","Temperatures inside the burning building are estimated to have reached 600 degrees centigrade.","an angle of ninety degrees (90°)","I turned the wheel 90 degrees,","Place the shelf at a 90 degree angle to the wall.","If you study the sky through 360 degrees you will see a whole range of colours.","The camera turned through 180 degrees.","The car had spun through 180 degrees on impact.","degree of something Her job demands a high degree of skill.","with a degree of something The story has been staged several times before, with varying degrees of success.","to a degree I agree with you to a certain degree.","The reaction to his decision has been, to some degree, predictable.","These criticisms are, to a degree (= to some extent), well founded.","To what degree can parents be held responsible for a child's behaviour?","Most pop music is influenced, to a greater or lesser degree, by the blues.","He would try anything to make her even the smallest degree happier.","His arguments are simplistic to an extreme degree.","I felt excitement and sadness in equal degree as I waved goodbye to my colleagues.","It was possible to date these remains with a fair degree of accuracy.","Psychologists examined her to assess the degree of her illness.","She allowed us a considerable degree of freedom.","The book fails to answer the question with any acceptable degree of certainty.","The boss sometimes follows her instincts to a dangerous degree.","The tax changes will especially hit those on high incomes and, to a lesser degree, small businesses.","We were all disappointed to a greater or lesser degree.","There is a degree of risk in any sport.","These products don't get the same degree of testing as officially approved medications.","The party leaders were all found to be corrupt in varying degrees.","They work hard, but with varying degrees of success.","We all tried to find out about the bus service, with varying degrees of success.","employees of various degrees of ability","Today we rely on computer technology to an unprecedented degree.","the utmost degree of freedom","My brother has a master's degree from Harvard.","degree in something She's pursuing a degree in biochemistry.","a four-year degree course","an undergraduate/graduate/doctoral degree","a law/medical degree","Candidates must have at least an upper second class honours degree.","Candidates must hold a professional degree in architecture.","She earned a joint degree in Spanish and Psychology.","people educated to degree level or beyond","institutions that grant doctoral degrees","The University conferred on him the honorary degree of Doctor of Laws.","a degree-level course","I'm hoping to do a chemistry degree.","He took a degree in law then joined a law firm.","murder in the first degree (= of the most serious kind)","first-degree murder","third-degree (= very serious) burns"]},"idioms":[{"text":"by degrees ","sense":"slowly and gradually","examples":["By degrees their friendship grew into love.","By slow degrees, the company's turnover dwindled to nothing."]},{"text":"to the nth degree ","sense":"extremely; to an extreme degree","examples":["The children tested her patience to the nth degree."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"deep","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/diːp/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dee/deep_/deep__gb_2.mp3"},{"local":"US","spell":"/diːp/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dee/deep_/deep__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"having a large distance from the top or surface to the bottom","examples":["a deep hole/well/river","deep water/snow","The water looks quite deep there.","Around the world, the deep oceans are heating.","Sunflowers have deep roots.","(figurative) The custom has deep roots in the community.","a deep cut/wound","deep space","The water is only a few centimetres deep.","How deep is the wound?","The water was only waist-deep so I walked ashore.","She stood knee-deep in the water.","We were walking in ankle-deep water.","They were standing three-deep at the bar.","She took a deep breath.","He gave a deep sigh.","She fell into a deep sleep.","to be in a deep trance/coma","a rich deep red","He had a pale face with deep blue eyes.","Her lipstick was a deep shade of scarlet.","The colour is deeper when the grapes are dried.","I heard his deep warm voice filling the room.","We heard a deep roar in the distance.","He gave a deep groan.","a very deep feeling of love","I felt a deep sense of loss when I heard of her death.","They expressed deep concern.","We extend our deepest sympathies to his family.","It was with deep regret that I accepted his resignation.","They have a deep respect for tradition.","He's in deep trouble.","a deep economic recession","The affair had exposed deep divisions within the party.","a place of great power and of deep significance","She had reached a deep understanding of the local culture.","We will need a deeper analysis of this problem.","This discussion's getting too deep for me.","He always sought for a deeper meaning in everything.","They spent hours discussing deep philosophical issues.","None of the insights contained in the book were particularly deep.","He pondered, as if over some deep philosophical point.","to be deep in thought/conversation","He is often so deep in his books that he forgets to eat.","The firm ended up deep in debt.","She's always been a deep one, trusting no one.","a deep ball from Brown"]},"idioms":[{"text":"between the devil and the deep blue sea ","sense":"in a difficult situation where there are two equally unpleasant or unacceptable choices ","examples":[]},{"text":"in deep water(s) ","sense":"in trouble or difficulty","examples":[]},{"text":"in the shit | in deep shit ","sense":"in trouble","examples":["I'll be in the shit if I don't get this work finished today.","You’re in deep shit now."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"credit","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈkredɪt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cre/credi/credit__gb_1.mp3"},{"local":"US","spell":"/ˈkredɪt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cre/credi/credit__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"an arrangement that you make, with a shop for example, to pay later for something you buy","examples":["to get credit","on credit We bought the dishwasher on credit.","to offer interest-free credit (= allow somebody to pay later, without any extra charge)","Someone with a bad credit history is less likely to be lent money.","a credit agreement","a credit facility","Your credit limit is now £2 000.","He's a bad credit risk (= he is unlikely to pay the money later).","The credit crisis is far from over.","I bought it on credit.","If you don't have a regular income you may be unable to get credit.","Most shops selling furniture or electrical goods will offer credit.","The credit report will show all the consumer debt a person has.","When poorer people use credit, mail order is the key source.","people with poor credit histories","We offer two months' interest-free credit.","The bank refused further credit to the company.","Local lenders are more likely to extend credit (= lend money) to smaller, more marginal borrowers.","We propose to expand credit in order to create demand.","increases in debt created by credit expansion","Her credit isn't good anywhere now.","You have a credit balance of £250.","My account is in credit.","a credit of £50","You'll be paid by direct credit into your bank account.","I have three credits on my bank statement.","My phone's run out of credit.","to add credit to your phone","The child tax credit is subject to strict income limitations.","Export credits are granted to firms in developing countries to give them a breathing space to pay for goods exported to them.","to get/deserve/receive/take/claim the credit","He's a player who rarely seems to get the credit he deserves.","We did all the work and she gets all the credit!","credit for (doing) something I can't take all the credit for the show's success—it was a team effort.","At least give him credit for trying (= praise him because he tried, even if he did not succeed)","Credit will be given in the exam for good spelling and grammar.","His courage brought great credit to his regiment.","We should give due credit to all who helped make the event a success.","We should give due credit to the organizers of this event.","Why should she get all the credit?","The success of the venture reflects great credit on the organizers.","She is a credit to the school.","Your children are a great credit to you.","He's a great credit to the school.","She was given a programme credit for her work on the costumes for the play.","The credits (= the list of all the people involved) seemed to last almost as long as the film!","From the opening credits, the movie is non-stop action.","The end credits came as a welcome relief.","We left before the final credits began to roll.","His film credits included ‘The Witches’ and ‘Halloween III’.","My math class is worth three credits.","Participants were given course credit for their participation in the study.","Students may have difficulty transferring credits to other institutions.","Tuition costs are based on the number of credit hours enrolled.","modules offering continuing education credits","He took some advanced courses to earn college credits."]},"idioms":[{"text":"do somebody credit | do credit to somebody/something ","sense":"if something does credit to a person or an organization, they deserve to be praised for it","examples":["Your honesty does you great credit.","Your concern does you credit."]},{"text":"give credit where credit is due ","sense":"to give somebody the praise they deserve, even if you do not really want to","examples":["Give credit where credit is due—what the man does, he does well."]},{"text":"have something to your credit ","sense":"to have achieved something","examples":["He's only 30, and he already has four novels to his credit."]},{"text":"on the credit side ","sense":"used to introduce the good points about somebody/something, especially after the bad points have been mentioned","examples":["On the credit side, she’s always willing to work very late."]},{"text":"to somebody’s credit ","sense":"making somebody deserve praise or respect","examples":["To his credit, Jack never told anyone exactly what had happened.","It was to her credit that she managed to stay calm.","To her credit, she gave them lunch.","To her eternal credit, she gave them a home.","To her great credit, she does not try to avoid the truth."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"cover","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/ˈkʌvə(r)/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cov/cover/cover__gb_1.mp3"},{"local":"US","spell":"/ˈkʌvər/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cov/cover/cover__us_2.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"covered","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cov/cover/covered__gb_1.mp3","spell":"/ˈkʌvəd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cov/cover/covered__us_3.mp3","spell":"/ˈkʌvərd/"}]},{"sense":"Past participle","word":"covered","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cov/cover/covered__gb_1.mp3","spell":"/ˈkʌvəd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cov/cover/covered__us_3.mp3","spell":"/ˈkʌvərd/"}]},{"sense":"-ing form","word":"covering","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cov/cover/covering__gb_1.mp3","spell":"/ˈkʌvərɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cov/cover/covering__us_2_rr.mp3","spell":"/ˈkʌvərɪŋ/"}]}],"senses":{"text":"to place something over or in front of something in order to hide, protect or decorate it","examples":["cover something with something Cover the chicken loosely with foil.","She covered her face with her hands.","cover something I covered my mouth to stifle a yawn.","(figurative) He laughed to cover (= hide) his nervousness.","He hid the letter in a drawer.","She managed to hide her disappointment.","The paintings were concealed beneath a thick layer of plaster.","Tim could barely conceal his disappointment.","She covered her face with her hands.","He tried to disguise his accent.","She masked her anger with a smile.","The soldiers camouflaged themselves with leaves and twigs.","He covered the body with a cloth.","He tried to cover his embarrassment by starting to rub his hands together.","Her dress barely covered her chest.","Her hair partially covered her face.","She tried to cover her face with her hands.","She used dried leaves and twigs to cover up the hole.","He laughed to cover his embarrassment.","cover something Snow covered the ground.","Much of the country is covered by forest.","be covered with something Its head, body, and tail are completely covered with brown fur.","be covered in something His chest was covered in bruises.","cover somebody/something with something The wind blew in from the desert and covered everything with sand.","cover somebody/something in something Soak the dried mushrooms by covering them in boiling water for a few minutes.","be covered with something The steps were now completely covered with water.","be covered in something The players were soon covered in mud.","The cars were all covered in snow.","The children were completely covered with mud.","The lectures covered a lot of ground (= a lot of material, subjects, etc.).","The survey covers all aspects of the business.","The articles cover a wide range of subjects.","Each podcast covers a different topic.","the sales team covering the northern part of the country (= selling to people in that area)","Do the rules cover (= do they apply to) a case like this?","Don't worry. I've got it covered (= I'm dealing with it).","The tax may be extended to cover books.","We've hardly covered a quarter of the course.","He manages the sales team covering the northern part of the country.","$100 should cover your expenses.","The show barely covered its costs.","Your parents will have to cover your tuition fees.","By sunset we had covered thirty miles.","They walked for a long time and covered a good deal of ground.","He covered the journey at top speed.","They covered long distances on foot.","We must have covered over 20 miles.","I covered a lot of ground rapidly and soon caught up with them.","The reserve covers an area of some 1 140 square kilometres.","She's covering the party's annual conference.","The BBC will cover all the major games of the tournament.","The media has consistently refused to cover the story.","I'm covering for Jane while she's on leave.","I have to go out for a minute—will you cover for me if anyone asks where I am?","cover somebody/something (against/for something) Are you fully covered for fire and theft?","cover somebody/something to do something Does this policy cover my husband to drive?","This policy should cover you against accidental injury.","a policy that covers you for fire and theft","Many firms put money aside to cover themselves against possible legal claims.","Cover me while I move forward.","The artillery gave us covering fire (= shot to protect us).","The police covered the exits to the building.","Don't move—we've got you covered!","They've covered an old Rolling Stones number."]},"idioms":[{"text":"cover all the bases ","sense":"to consider and deal with all the things that could happen or could be needed when you are arranging something","examples":["I am confident this contract covers all the bases."]},{"text":"cover your back (informal) (North American English also cover your ass taboo, slang)","sense":"to realize that you may be blamed or criticized for something later and take action to avoid this","examples":["Get everything in writing in order to cover your back."]},{"text":"cover/hide a multitude of sins ","sense":"to hide the real situation or facts when these are not good or pleasant","examples":["She was dressed in loose comfortable clothes that hid a multitude of sins."]},{"text":"cover your tracks ","sense":"to try and hide what you have done, because you do not want other people to find out about it","examples":["He had attempted to cover his tracks by making her death appear like suicide."]}],"phrasal_verbs":["cover in","cover over","cover up","cover yourself up"],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"cover","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cov/cover/cover__gb_1.mp3","spell":"/ˈkʌvə(r)/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cov/cover/cover__us_2.mp3","spell":"/ˈkʌvər/"}]},"singular":{"text":"He / She / It","word":"covers","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cov/cover/covers__gb_1.mp3","spell":"/ˈkʌvəz/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cov/cover/covers__us_1.mp3","spell":"/ˈkʌvərz/"}]}}]}},{"word":"cross","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/krɒs/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cro/cross/cross__gb_1.mp3"},{"local":"US","spell":"/krɔːs/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cro/cross/cross__us_1.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"crossed","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cro/cross/crossed__gb_1.mp3","spell":"/krɒst/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cro/cross/crossed__us_1.mp3","spell":"/krɔːst/"}]},{"sense":"Past participle","word":"crossed","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cro/cross/crossed__gb_1.mp3","spell":"/krɒst/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cro/cross/crossed__us_1.mp3","spell":"/krɔːst/"}]},{"sense":"-ing form","word":"crossing","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cro/cross/crossing__gb_2.mp3","spell":"/ˈkrɒsɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cro/cross/crossing__us_2.mp3","spell":"/ˈkrɔːsɪŋ/"}]}],"senses":{"text":"to go across; to pass or stretch from one side to the other","examples":["As soon as traffic slowed down enough to safely cross, I started walking.","cross over I waved and she crossed over (= crossed the road towards me).","cross (over) from … He crossed over from the other side of the road.","cross (over) from… to/into… We crossed from Dover to Calais.","cross (over) to/into… She crossed to the other side of the room.","cross something to cross the road/street","to cross the sea/mountains","to cross France by train","The bridge crosses the River Dee.","He was caught trying to cross the border illegally.","More than 150 000 people crossed the bridge that day.","A look of annoyance crossed her face.","They crossed the finishing line together (= in a race).","cross over something He crossed over the road and joined me.","Children must be taught to cross the road safely.","Let's cross over now while the road is clear.","They crossed from the States into Canada.","They were arrested trying to cross the border.","We crossed over the river into Sweden.","A bridge crosses the river a few miles upstream.","It was the first time she had crossed the Atlantic.","The ferry crosses from Portsmouth to Santander.","They crossed the mountains into Spain.","You have to be really careful crossing the road here.","The roads cross just outside the town.","cross over The straps cross over at the back and are tied at the waist.","Our letters must have crossed in the mail (= each was sent before the other was received).","to cross your arms/legs (= place one arm or leg over the other)","She sat with her legs crossed.","a flag with a design of two crossed keys","She's really nice until you cross her.","(literary) He had been crossed in love (= the person he loved was not faithful to him).","A mule is the product of a horse crossed with a donkey.","(figurative) He behaved like an army officer crossed with a professor.","Sissoko crossed from the left.","cross something He could not get to the line to cross the ball.","to cross your t’s (= the letters in writing)"]},"idioms":[{"text":"cross a/the line ","sense":"to do something that is not considered to be acceptable behaviour","examples":["He crossed the line by making details of their very private conversation public."]},{"text":"cross your fingers ","sense":"to hope that your plans will be successful (sometimes putting one finger across another as a sign of hoping for good luck)","examples":["I'm crossing my fingers that my proposal will be accepted.","Keep your fingers crossed!"]},{"text":"cross my heart (and hope to die) ","sense":"used to emphasize that you are telling the truth or will do what you promise","examples":["I saw him do it—cross my heart."]},{"text":"cross your mind ","sense":"to come into your mind","examples":["It never crossed my mind that she might lose (= I was sure that she would win).","The thought never crossed my mind!"]},{"text":"cross somebody’s palm with silver ","sense":"to give somebody money so that they will do you a favour, especially tell your fortune","examples":[]},{"text":"cross somebody’s path | people’s paths cross ","sense":"if somebody crosses somebody’s path or their paths cross, they meet by chance","examples":["I hope I never cross her path again.","Our paths were to cross again many years later."]},{"text":"cross swords (with somebody) ","sense":"to fight or argue with somebody","examples":[]},{"text":"cross that bridge when you come to it ","sense":"to worry about a problem when it actually happens and not before","examples":[]},{"text":"dot your i’s and cross your t’s ","sense":"to pay attention to the small details when you are finishing a task","examples":[]},{"text":"get your wires crossed ","sense":"to become confused about what somebody has said to you so that you think they meant something else","examples":["We seem to have got our wires crossed. I thought you were coming on Tuesday."]}],"phrasal_verbs":["cross off","cross out","cross over","cross through"],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"cross","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cro/cross/cross__gb_1.mp3","spell":"/krɒs/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cro/cross/cross__us_1.mp3","spell":"/krɔːs/"}]},"singular":{"text":"He / She / It","word":"crosses","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cro/cross/crosses__gb_1.mp3","spell":"/ˈkrɒsɪz/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cro/cross/crosses__us_1.mp3","spell":"/ˈkrɔːsɪz/"}]}}]}},{"word":"dead","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/ded/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dea/dead_/dead__gb_1.mp3"},{"local":"US","spell":"/ded/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dea/dead_/dead__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"no longer alive","examples":["My mother's dead; she died in 2017.","a dead person/animal","dead leaves/wood/skin","Catherine's dead body lay peacefully on the bed.","He was shot dead by a gunman outside his home.","A high school shooting has left six students dead.","She was pronounced dead at the scene of the accident.","The poor child looks more dead than alive.","He was missing, presumed dead.","(informal) He dropped dead (= died suddenly) last week.","dead from/of something One short year later, Fred would be dead from a drug overdose.","(figurative) In ten years he'll be dead and buried as a politician.","By the time the police arrived, he was already dead.","I'm afraid he's quite dead.","The woman was found dead with a rope around her neck.","His wife lay dead beside him.","She had been struck dead by lightning.","The animal will sometimes escape danger by playing dead.","We didn't know whether the fish was dead or alive.","a dead battery","Suddenly the phone went dead.","John's mobile was completely dead.","Many believe the peace plan is dead.","Unfortunately racism is not yet dead.","Though the idea may be dead, it is far from being buried (= people still talk about it, even though there is nothing new to say).","Is the Western a dead art form?","a dead language (= one that is no longer spoken, for example Latin)","dead matches","There were two dead bottles of wine on the table.","There were no theatres, no cinemas, no coffee bars. It was dead as anything.","‘The market is absolutely dead this morning,’ said one foreign exchange trader.","Winter is traditionally the dead season for the housing market.","half dead with cold and hunger","She felt dead on her feet and didn't have the energy to question them further.","My left arm had gone dead.","He was dead to all feelings of pity.","She said, ‘I'm sorry, too,’ in a quiet, dead voice.","His usually dead grey eyes were sparkling.","a dead silence/calm","the dead centre of the target","The car gave a sudden jerk and came to a dead stop.","(informal) Her face was a dead giveaway (= made it very obvious) that something was going on.","(British English) This horse is a dead cert for (= will certainly win) the race tomorrow.","She crumpled to the floor in a dead faint (= completely unconscious).","dead matter (= for example rock)","a dead planet (= one with no life on it)","There was a dead ball with five seconds to go in the game.","She was pronounced dead on arrival.","He didn’t even make it to hospital: DOA.","Many of the casualties were dead on arrival.","The bill was dead on arrival in the Senate.","The software was DOA."]},"idioms":[{"text":"be dead and gone ","sense":"to be dead","examples":["You'll be sorry you said that when I'm dead and gone.","That won't happen until long after I'm dead and gone."]},{"text":"be a dead ringer for somebody ","sense":"to look very like somebody","examples":["She's a dead ringer for a girl I used to know."]},{"text":"(as) dead as a/the dodo ","sense":"completely dead; no longer interesting or relevant","examples":["In the second half both teams made substitutions to try and liven things up, but the game was as dead as a dodo."]},{"text":"(as) dead as a doornail ","sense":"completely dead","examples":[]},{"text":"a dead duck ","sense":"a plan, an event, etc. that has failed or is certain to fail and that is therefore not worth discussing","examples":[]},{"text":"the dead hand of something ","sense":"an influence that controls or limits something","examples":["We need to free business from the dead hand of bureaucracy."]},{"text":"dead in the water ","sense":"a person or plan that is dead in the water has failed and has little hope of succeeding in the future","examples":["His leadership campaign is dead in the water."]},{"text":"dead meat ","sense":"in serious trouble","examples":["If anyone finds out, you're dead meat."]},{"text":"dead on arrival (abbreviation DOA)","sense":"(of an accident victim or other patient) already dead when arriving at a hospitalvery unlikely to be successful; not working when it is delivered","examples":["She was pronounced dead on arrival.","He didn’t even make it to hospital: DOA.","Many of the casualties were dead on arrival.","The bill was dead on arrival in the Senate.","The software was DOA."]},{"text":"dead to the world ","sense":"in a deep sleep","examples":[]},{"text":"flog a dead horse (North American English also beat a dead horse)","sense":"to waste your effort by trying to do something that is no longer possible","examples":[]},{"text":"knock somebody dead ","sense":"to impress somebody very much","examples":["You look fabulous—you'll knock 'em dead tonight."]},{"text":"over my dead body ","sense":"used to show you are strongly opposed to something","examples":["She moves into our home over my dead body."]},{"text":"somebody wouldn’t be seen/caught dead… ","sense":"used to say that you would not like to wear particular clothes, or to be in a particular situation","examples":["She wouldn't be seen dead in a hat.","He wouldn't be caught dead going to a club with his mother."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"death","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/deθ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dea/death/death__gb_1.mp3"},{"local":"US","spell":"/deθ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dea/death/death__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"the fact of somebody dying or being killed","examples":["the anniversary of his wife’s death","his sudden/untimely/premature death","the tragic death of a child","The jury returned a verdict of accidental death.","It is believed she died a violent death.","He suffered a slow and painful death.","death from something an increase in deaths from cancer","He met his death two years later.","He witnessed the death of his mother from tuberculosis.","Her death came at the age of 82.","How far would they go to avenge the death of their friend?","More deaths occur in winter.","More than 30% of all cancer deaths in the country can be attributed to smoking.","Obesity is a leading cause of preventable deaths.","On Samuel's death, the farm passed to his sons.","Police report a decrease in violent deaths.","Police are not treating the death as suspicious.","Women accounted for 2% of all combat deaths.","She faked her own death so he couldn't find her.","The bombing resulted in many civilian deaths.","They are still mourning the death of their daughter.","The brutal attack resulted in the man's death.","Two deaths from cholera have been reported.","a service to commemorate the death of thousands of soldiers","an increase in drug overdose deaths","The annual total of road deaths is falling.","The president's untimely death has thrown the country into chaos.","Police are trying to establish the cause of death.","The disease can cause death unless the patient is treated promptly.","Do you believe in life after death?","He was sentenced to death (= to be executed).","to death Millions of people starved to death (= were killed by lack of food).","He's drinking himself to death (= so that it will kill him).","to beat/kick/stab, etc. somebody to death","Four prisoners were under sentence of death.","Touching the wires means instant death.","death by starvation","Poor living conditions can lead to early death.","a verdict of accidental death","He had been miraculously saved from almost certain death.","People can sue for wrongful death.","It was clear that the dog was near death.","His face looked more peaceful in death than it had during his last days.","Incest was punishable by death.","The average age at death of plague victims was 14.","The actor has received death threats since appearing in the controversial film.","a death notice in the newspaper","Your next of kin will receive death benefit if you die in an accident.","This process becomes irreversible and leads to cell death.","the death of all my plans","the death of fascism","By 1740 European feudalism was in its death throes.","Delivering on time is a matter of life and death for a small company.","Death is often shown in paintings as a human skeleton.","Death marched in and took him away."]},"idioms":[{"text":"at death’s door ","sense":"so ill that you may die","examples":["I suppose you won’t be coming to the party if you’re at death’s door!"]},{"text":"be the death of somebody ","sense":"to worry or upset somebody very much","examples":["Those kids will be the death of me."]},{"text":"catch your death (of cold) ","sense":"to catch a very bad cold","examples":[]},{"text":"cheat death ","sense":"to survive in a situation where you could have died","examples":[]},{"text":"dice with death ","sense":"to risk your life by doing something that you know is dangerous","examples":[]},{"text":"die a/the death ","sense":"to fail completely","examples":["The play got terrible reviews and quickly died a death."]},{"text":"do something to death ","sense":"to do or perform something so often that people become tired of seeing or hearing it","examples":["That joke's been done to death."]},{"text":"a fate worse than death ","sense":"a terrible thing that could happen","examples":["At the last minute the hero saves her from a fate worse than death.","Getting married seemed a fate worse than death.","Obeying her parents' wishes for her life seemed a fate worse than death."]},{"text":"fight to the death/finish ","sense":"to fight until one of the two people or groups is dead, or until one person or group defeats the other","examples":["The soldiers were prepared to fight to the death if they had to."]},{"text":"flog something to death ","sense":"to use an idea, a story, etc. so often that it is no longer interesting","examples":["The story has been flogged to death in the press."]},{"text":"frighten/scare somebody to death ","sense":"to frighten somebody very much","examples":["Spiders frighten him to death."]},{"text":"hang/hold on for/like grim death (British English) (also hang/hold on for dear life North American English, British English)","sense":"to hold somebody/something very tightly or keep something in a very determined way because you are afraid","examples":["You get a job, then you get a mortgage and then you hang on like grim death to your job to pay off the mortgage."]},{"text":"the kiss of death ","sense":"an event that seems good, but is certain to make something else fail","examples":["An award can be the kiss of death for a writer.","That TV commercial was the kiss of death to his career as a serious actor."]},{"text":"life after death ","sense":"the possibility or belief that people continue to exist in some form after they die","examples":["Do you believe in life after death?"]},{"text":"look/feel like death warmed up (British English) (North American English like death warmed over)","sense":"to look or feel very ill or tired","examples":[]},{"text":"a matter of life and/or death ","sense":"used to describe a situation that is very important or serious","examples":["You mustn't let anyone know— it's a matter of life and death.","These talks are a matter of life or death for the factory."]},{"text":"put somebody to death ","sense":"to kill somebody as a punishment","examples":["The prisoner will be put to death at dawn."]},{"text":"to death ","sense":"extremely; very much","examples":["to be bored to death","I'm sick to death of your endless criticism."]},{"text":"to the death ","sense":"until somebody is dead","examples":["a fight to the death"]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"cut","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/kʌt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cut/cut__/cut__gb_1.mp3"},{"local":"US","spell":"/kʌt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cut/cut__/cut__us_1.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"cut","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cut/cut__/cut__gb_1.mp3","spell":"/kʌt/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cut/cut__/cut__us_1.mp3","spell":"/kʌt/"}]},{"sense":"Past participle","word":"cut","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cut/cut__/cut__gb_1.mp3","spell":"/kʌt/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cut/cut__/cut__us_1.mp3","spell":"/kʌt/"}]},{"sense":"-ing form","word":"cutting","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cut/cutti/cutting__gb_1.mp3","spell":"/ˈkʌtɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cut/cutti/cutting__us_1.mp3","spell":"/ˈkʌtɪŋ/"}]}],"senses":{"text":"to make an opening or a wound in something, especially with a sharp tool such as a knife or scissors","examples":["cut something She cut her finger on a piece of glass.","cut yourself He cut himself (= his face) shaving.","She suffered from mental health issues and started cutting herself (= deliberately, as a symptom of mental distress).","cut something + adj. She had fallen and cut her head open.","cut into something She picked up the knife and cut into the meat.","cut through something You need a powerful saw to cut through metal.","(figurative) The canoe cut through the water.","cut something Don't cut the string, untie the knots.","The bus was cut in two by the train.","Now cut the tomatoes in half.","cut something into something He cut the loaf into thick slices.","She cut the loaf in two and gave me one of the halves.","Make sure you cut the bread nice and thick.","I'll cut the apple in half.","He cut the bread into thin slices.","Cut the cake into six pieces.","Cut the carrots in half lengthwise.","Cut the courgette in half lengthways.","Cut the stem cleanly, just beneath a leaf joint.","cut something She cuts hair for a living.","to cut the grass/lawn/hedge","the smell of freshly cut grass","cut something + adj. He's had his hair cut really short.","I'm going to get/​have my hair cut really short.","Her hair had been very well cut.","I told the stylist I wanted my hair cut short.","cut something First, cut a long piece of string.","cut something from something He cut four thick slices from the loaf.","a bunch of cut flowers","cut somebody something I cut them all a piece of birthday cake.","cut something for somebody I cut a piece of birthday cake for them all.","freshly cut flowers","Shall I cut you a piece of cake?","cut something in something Workmen cut a hole in the pipe.","The climbers cut steps in the ice.","cut something into something homemade biscuits cut into heart shapes","cut something Cut a circle of waxed paper to fit the bottom of the pan.","This knife won't cut.","Sandstone cuts easily.","cut something to cut costs/prices/spending/taxes","Buyers will bargain hard to cut the cost of the house they want.","a plan to drastically cut emissions","cut something by… His salary has been cut by ten per cent.","cut something to… The Bank of England has cut interest rates to 1.5 per cent.","cut something from… to… Could you cut your essay from 5 000 to 3 000 words?","The President has promised to cut taxes significantly.","Buyers will bargain hard to cut the cost of the house they want.","His salary has been cut by ten per cent.","Could you cut your essay from 5 000 to 3 000 words?","The workforce has been slashed by half.","We had to cut back production.","The IMF has scaled back its growth forecasts for the next decade.","We have managed to cut our costs drastically.","The department has to cut its spending by 30 per cent.","The price has been cut from €250 to €175.","The President has promised to cut taxes significantly.","cut somebody (from something) The injured driver had to be cut from the wreckage.","cut somebody + adj. Two survivors were cut free after being trapped for twenty minutes.","be cut + adj. The swimsuit was cut high in the leg.","This scene was cut from the final version of the movie.","You can cut and paste between different programs.","Cut the chatter and get on with your work!","She has cut all ties with her family.","He has refused to cut links with these companies.","The director shouted ‘Cut!’","The scene cuts from the bedroom to the street.","He's always cutting class.","His cruel remarks cut her deeply.","Let's cut for dealer.","The line cuts the circle at two points.","When did she cut her first tooth?","The Beatles cut their first disc in 1962."]},"idioms":[{"text":"cut and run ","sense":"to make a quick or sudden escape","examples":[]},{"text":"(not) cut it ","sense":"to (not) be as good as is expected or needed","examples":["He won't cut it as a professional singer."]}],"phrasal_verbs":["be cut out for","be cut out to be","cut across","cut away","cut back","cut down","cut in","cut off","cut out","cut through","cut up"],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"cut","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cut/cut__/cut__gb_1.mp3","spell":"/kʌt/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cut/cut__/cut__us_1.mp3","spell":"/kʌt/"}]},"singular":{"text":"He / She / It","word":"cuts","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cut/cuts_/cuts__gb_1.mp3","spell":"/kʌts/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cut/cuts_/cuts__us_1.mp3","spell":"/kʌts/"}]}}]}},{"word":"course","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/kɔːs/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/c/cou/cours/course__gb_2.mp3"},{"local":"US","spell":"/kɔːrs/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/c/cou/cours/course__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"a series of lessons or lectures on a particular subject","examples":["a French/chemistry course","course in something He took a course in Russian language and literature.","I want to do a course in art and design.","The department offers short courses in drama, fiction, and poetry.","course on something She teaches a course on internet crime.","on a course My boss has been on a course this week.","You need to go on a management training course.","He has recently completed the five-week course.","The college runs specialist language courses.","I enrolled in a ten-week online course.","He wore a coarse woollen cloak.","She did a course in economics.","Psychology is offered as an elective course.","She has completed a course in first aid.","She withdrew from the course because of illness.","Students take required courses in music theory and performance.","The course consists of both lectures and practical workshops.","The course runs from 10–15 May.","The course runs from January till March.","The school runs courses all year round.","We have designed the course for students at all levels of ability.","a course in applied linguistics","a course in art history","a course on the development of capitalism","How much would you pay for a course of driving lessons?","I've signed up for an evening course on media techniques.","Over 50 students have enrolled on the course.","Registration for courses begins tomorrow.","She's taking a course in Art and Design.","The course is extremely intensive.","We offer several management training courses.","What degree course did you choose?","a two-year postgraduate course leading to a master’s degree","He was able to design his own course of study.","a physics course","a course of ten lectures","a physics course/​program","a program of ten lectures.","I have to take a physics course/​class.","a two-year college course.","a two-year college program.","She had taught on a range of undergraduate courses.","a joint honours course in French and Russian","the only university in the UK to offer courses in computer games technology","It's a four-year course.","The course leads to a master's degree.","He set a new course record.","She was overtaken on the last stretch of the course.","Only ten yachts completed the course.","a four-course dinner","The main course was roast duck.","for… course We had chicken for our main course.","He radioed the pilot to change course.","on/off course The plane was off course (= not going in the right direction).","We're on course for our destination.","The boat altered course during the storm.","The boat was blown off course.","The plane resumed its original course.","The two planes were on a collision course.","We set course for Vancouver Island.","We're a long way off course.","I have been plotting your course on the map.","The ship set a course for the Christmas Islands.","The submarine changed course.","The president appears likely to change course on some key issues.","The dollar fell sharply for two days, and then reversed course.","Her career followed a similar course to her sister's.","Politicians are often obliged to steer a course between incompatible interests.","It is time to chart a new course in defence policy.","The president was urged to change course before it was too late.","They were obliged to steer a course between the interests of the two groups.","She shrewdly steered a middle course between the two factions.","Prices resumed their upward course.","The dollar fell sharply for two days, and then reversed course.","There are various courses open to us.","What course of action would you recommend?","It was the best course of action to take in the circumstances.","The wisest course would be to say nothing.","Once she had decided on a course of action it was impossible to dissuade her.","It was decided that the best course of action was for him to be asked to resign.","It was the only course of action left open to them.","By far the best course is to use your car less.","It was the only course open to him.","Taking action without knowing all the facts would not be a prudent course.","If re-elected, the government would pursue the same course.","The property group defied the usual course of asking shareholders for cash.","course of something This was an event that changed the course of history.","The unexpected course of events aroused considerable alarm.","during the course of something She repeatedly raised the issue during the course of the campaign.","This was an event that changed the course of history.","War has determined the course of much of human history.","during the course of the war","The path follows the course of the river.","to prescribe a course of antibiotics","When taking antibiotics it is important to finish the course.","She's been put on a course of injections.","If you are prescribed antibiotics, it's important to finish the course.","A new damp-proof course could cost £1 000 or more.","I was on a collision course with my boss over the sales figures.","A giant iceberg was on a collision course with the ship.","‘Don't you like my mother?’ ‘Of course I do!’","‘Will you be there?’ ‘Course I will.’","‘Can I come, too?’ ‘Course you can.’","‘Can I have one of those pens?’ ‘Of course—help yourself.’","‘I did all I could to help.’ ‘Of course,’ he murmured gently.","Ben, of course, was the last to arrive.","Of course, there are other ways of doing this.","‘Is this the right room for the English class?’ ‘Yes, it is.’","‘Of course.’","‘Of course it is.’","‘Can I borrow your dictionary?’ ‘Certainly.’ (formal)","‘Sure.’ (informal)","‘Do you mind if I borrow your dictionary?’ ‘Not at all.’","‘Go ahead.’","‘It’s a lovely day.’ ‘It certainly is.’/‘Yes it is.’","‘Of course it is.’","‘I think you’ll enjoy that play.’ ‘I’m sure I will.’/‘Yes, it sounds really good.’","‘Of course.’","While the film is undoubtedly too long, it is nevertheless an intriguing piece of cinema.","It can be argued that the movie is too long. It is nonetheless an intriguing piece of cinema.","The film is undoubtedly too long. Still, it is an intriguing piece of cinema.","Of course, huge chunks of the book have been sacrificed in order to make a two-hour movie, but it is nevertheless a successful piece of storytelling.","Critics are wrong to argue that the film’s plot is too complicated. Certainly there are a couple of major twists, but audiences will have no difficulty following them.","It is true that you cannot make a good movie without a good script, but it is equally true that a talented director can make a good script into an excellent film.","It remains to be seen whether these two movies herald a new era of westerns, but there is no doubt that they represent welcome additions to the genre."]},"idioms":[{"text":"be on a collision course (with somebody/something) ","sense":"to be in a situation that is almost certain to cause an argumentto be moving in a direction in which it is likely that you will crash into somebody/something","examples":["I was on a collision course with my boss over the sales figures.","A giant iceberg was on a collision course with the ship."]},{"text":"be par for the course ","sense":"to be just what you would expect to happen or expect somebody to do in a particular situation","examples":["Starting early and working long hours is par for the course in this job."]},{"text":"horses for courses ","sense":"the act of matching people with suitable jobs or tasks","examples":[]},{"text":"in course of something ","sense":"going through a particular process","examples":["The new textbook is in course of preparation."]},{"text":"in/over the course of… ","sense":"during","examples":["He's seen many changes in the course of his long life.","The company faces major challenges over the course of the next few years."]},{"text":"in the course of time ","sense":"when enough time has passed","examples":["It is possible that in the course of time a cure for cancer will be found.","In the course of time, I began to understand."]},{"text":"in due course ","sense":"at the right time and not before","examples":["Your request will be dealt with in due course."]},{"text":"in the ordinary, normal, etc. course of events, things, etc. ","sense":"as things usually happen","examples":["In the normal course of things we would not treat her disappearance as suspicious.","In the normal course of events, you should get a reply by Monday."]},{"text":"let nature take its course ","sense":"to allow natural processes to happen, without trying to stop or change them (used especially in the context of illness)","examples":["The midwife must judge when to let nature take its course and when to intervene.","When the dog responded so badly to the treatment, we decided to let nature take its course."]},{"text":"(as) a matter of course ","sense":"(as) the usual and correct thing to do","examples":["We always check people's addresses as a matter of course."]},{"text":"(steer, take, etc.) a middle course | (find, etc.) a/the middle way ","sense":"(to take/find) an acceptable course of action that avoids two extreme positions","examples":[]},{"text":"of course ","sense":"used to emphasize that what you are saying is true or correctused as a polite way of giving somebody permission to do somethingused as a polite way of agreeing with what somebody has just saidused to show that what you are saying is not surprising or is generally known or accepted","examples":["‘Don't you like my mother?’ ‘Of course I do!’","‘Will you be there?’ ‘Course I will.’","‘Can I come, too?’ ‘Course you can.’","‘Can I have one of those pens?’ ‘Of course—help yourself.’","‘I did all I could to help.’ ‘Of course,’ he murmured gently.","Ben, of course, was the last to arrive.","Of course, there are other ways of doing this.","‘Is this the right room for the English class?’ ‘Yes, it is.’","‘Of course.’","‘Of course it is.’","‘Can I borrow your dictionary?’ ‘Certainly.’ (formal)","‘Sure.’ (informal)","‘Do you mind if I borrow your dictionary?’ ‘Not at all.’","‘Go ahead.’","‘It’s a lovely day.’ ‘It certainly is.’/‘Yes it is.’","‘Of course it is.’","‘I think you’ll enjoy that play.’ ‘I’m sure I will.’/‘Yes, it sounds really good.’","‘Of course.’","While the film is undoubtedly too long, it is nevertheless an intriguing piece of cinema.","It can be argued that the movie is too long. It is nonetheless an intriguing piece of cinema.","The film is undoubtedly too long. Still, it is an intriguing piece of cinema.","Of course, huge chunks of the book have been sacrificed in order to make a two-hour movie, but it is nevertheless a successful piece of storytelling.","Critics are wrong to argue that the film’s plot is too complicated. Certainly there are a couple of major twists, but audiences will have no difficulty following them.","It is true that you cannot make a good movie without a good script, but it is equally true that a talented director can make a good script into an excellent film.","It remains to be seen whether these two movies herald a new era of westerns, but there is no doubt that they represent welcome additions to the genre."]},{"text":"of course not (also course not)","sense":"used to emphasize the fact that you are saying ‘no’","examples":["‘Are you going?’ ‘Of course not.’","‘Do you mind?’ ‘No, of course not.’"]},{"text":"on course for something/to do something ","sense":"likely to achieve or do something because you have already started to do it","examples":["The American economy is on course for higher inflation than Britain by the end of the year.","Victory in Saturday’s match will put them on course to qualify for the European championships."]},{"text":"pervert the course of justice (British English) (North American English obstruct justice)","sense":"to tell a lie or to do something in order to prevent the police, etc. from finding out the truth about a crime","examples":[]},{"text":"run/take its course ","sense":"to develop in the usual way and come to the usual end","examples":["When her tears had run their course, she felt calmer and more in control.","With minor ailments the best thing is often to let nature take its course.","We could do nothing but let the disease run its course.","It's best to let things follow their natural course.","We'll just have to let things take their natural course."]},{"text":"stay the course ","sense":"to continue doing something until it has finished or been completed, even though it is difficult","examples":["Very few of the trainees have stayed the course.","He insists that he will not quit but will stay the course."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"day","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/deɪ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/day/day__/day__gb_2.mp3"},{"local":"US","spell":"/deɪ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/day/day__/day__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"a period of 24 hours","examples":["‘What day is it today?’ ‘Monday.’","I go to the gym every day.","We spent five days in Paris.","I saw Tom three days ago.","We're going away in a few days.","The house should be ready in a few days' time.","The situation has been deteriorating for the past few days.","within two, 30, etc. days Full payment must be made within 21 days.","On that day Rosa Parks did something that changed history.","I saw her again the next day.","He called me to apologize three days later.","He resigned the following day.","We'd had this big argument the day before.","They left the day before yesterday (= two days ago).","We're meeting the day after tomorrow (= in two days).","We can't go there today. You can go another day.","New Year’s Day","a/per day Take the medicine three times a day.","They are producing 1.5 million barrels of oil per day.","The helpline is open 24 hours a day.","He thought of her less as the days passed.","He's getting stronger by the day.","I was in your area the other day.","It happened on the very day that Kemp was murdered.","It was the day of the big game.","It's been one of the worst days of my life.","On the day of his wedding he was very nervous.","The letter arrived the very next day.","The restaurant is closed all day Saturday.","They stayed for ten days.","We hope to finish the job in a few days.","We're open every day except Sunday.","those killed in the hail of bullets fired on that fateful day","When that day comes, I plan to be far away.","What a beautiful day!","The sun was shining all day.","I could sit and watch the river all day long.","We spent the day gardening.","during the day He works at night and sleeps during the day.","by day Nocturnal animals sleep by day and hunt by night.","on a… day On a sunny day in June…","As day dawned I found her already hard at work.","The short winter days prevented them from finishing all the work.","Memories of happy days on the hills never fade.","We preferred to travel at night and rest by day.","We went to the beach for the day.","a fine summer's day","a seven-hour working day","(especially North American English) Have a nice day!","Did you have a good day?","Our waiter seemed to be having a bad day.","It's been a long day (= I've been very busy).","She didn't do a full day's work.","I took a half day off yesterday.","Why not take a few days off?","Be sure to start the day with a good breakfast.","How did your day go?","I am entitled to ten paid sick days a year.","I do a 9-hour day.","I knew I had a full day's driving ahead of me.","On a bad day chaos reigns and nobody can predict when a plane will leave.","a hard day at the office","the pattern of the school day","in somebody's day in Queen Victoria’s day","in the days of something in the days of the industrial revolution","back in the early days of computers","in those days He was the biggest star in Hollywood in those days.","(informal) in the old days (= in the past)","His glory days in 1970s Hollywood felt long behind him.","The day had passed in a dreamy daze.","Gone are the days when you could smoke in restaurants.","Much has changed since the days of my youth.","Some players go into management once their playing days are over.","That was in the bad old days of rampant inflation.","the dark days of recession","the heady days of the ‘swinging sixties’","Dickens gives us a vivid picture of poverty in Queen Victoria's day.","the government of the day","I never thought I would see the day when free elections would be held in this country.","I have many happy memories from my student days.","in his younger days","She cared for him for the rest of his days (= the rest of his life).","They live from day to day, looking after their sick daughter.","A baby's need for food can vary from day to day.","She was a great dancer in her day.","Things were very different in my grandfather's day.","In my day, there were plenty of jobs when you left school.","In Grandfather’s day, owning a television was very unusual.","the political issues of the day","soup of the day"]},"idioms":[{"text":"all in a day’s work ","sense":"part of your normal working life and not unusual","examples":["Swimming with sharks or training a tiger cub—it's all in a day's work for animal wrangler Chris Bolton."]},{"text":"any day (now) | any time now ","sense":"very soon","examples":["The letter should arrive any day now.","We expect more info on this any time now."]},{"text":"at the end of the day  ","sense":"used to introduce the most important fact after everything has been considered","examples":["At the end of the day, he'll still have to make his own decision."]},{"text":"back in the day ","sense":"in the past","examples":["My dad's always talking about how great everything was back in the day."]},{"text":"back in the days ","sense":"at a particular time in the past","examples":["I was a fan back in the days when the band wasn't yet famous."]},{"text":"break of day/dawn ","sense":"the moment in the early hours of the morning when it begins to get light","examples":[]},{"text":"call it a day ","sense":"to decide or agree to stop doing something","examples":["After forty years in politics I think it's time for me to call it a day (= to retire)."]},{"text":"carry/win the day ","sense":"to be successful against somebody/something","examples":["Despite strong opposition, the ruling party carried the day.","Teamwork and persistence can still win the day."]},{"text":"(as) clear as day ","sense":"easy to see or understand","examples":[]},{"text":"day after day ","sense":"each day repeatedly (used especially when something is boring or annoying)","examples":["She hates doing the same work day after day."]},{"text":"day and night (also night and day)","sense":"all the time; continuously","examples":["The store is open day and night.","The machines are kept running night and day."]},{"text":"day by day ","sense":"all the time; a little at a time and gradually","examples":["Day by day his condition improved.","Morale was sinking day by day."]},{"text":"day in, day out ","sense":"every day for a long period of time","examples":["Living on junk food day in day out is not good for you."]},{"text":"a day of reckoning ","sense":"the time when somebody will have to deal with the result of something that they have done wrong, or be punished for something bad that they have done","examples":[]},{"text":"somebody’s/something’s days are numbered ","sense":"a person or thing will not continue to live, exist or be successful for much longer","examples":["His days as leader of the party are numbered.","Whatever the protests, the school’s days are numbered and it will be closed down."]},{"text":"end your days/life (in something) ","sense":"to spend the last part of your life in a particular state or place","examples":["He ended his days in poverty."]},{"text":"every dog has his/its day ","sense":"everyone has good luck or success at some point in their life","examples":[]},{"text":"the evil hour/day ","sense":"the time when you have to do something difficult or unpleasant","examples":["I’d better go and see the dentist—I can’t put off the evil hour any longer.","If you keep on borrowing, you are only postponing the evil day when you have to pay it all back."]},{"text":"five a day ","sense":"the amount of fruit or vegetables that some organizations say you should eat in order to be healthy","examples":["Start your five a day with a banana for breakfast."]},{"text":"from day one ","sense":"from the beginning","examples":["It's never worked from day one.","This game makes reading and spelling fun from day one."]},{"text":"from day to day ","sense":"with no thoughts or plans for the futureif a situation changes from day to day, it changes often","examples":["They live from day to day, looking after their sick daughter.","A baby's need for food can vary from day to day."]},{"text":"from one day to the next ","sense":"if a situation changes from one day to the next, it is uncertain and not likely to stay the same each day","examples":["I never know what to expect from one day to the next."]},{"text":"from that day/time forth ","sense":"beginning on that day; from that time","examples":["From that day forth she gave me endless friendship and encouragement."]},{"text":"give me something/somebody (any day/time) ","sense":"used to say that you prefer a particular thing or person to the one that has just been mentioned","examples":["We don't go out much. Give me a quiet night in front of the TV any day!"]},{"text":"your good deed for the day ","sense":"a helpful, kind thing that you do","examples":["I took Sarah’s children to school so I’ve done my good deed for the day.","She felt that she had done her good deed for the day."]},{"text":"the good/bad old days ","sense":"an earlier period of time in your life or in history that is seen as better/worse than the present","examples":["That was in the bad old days of rampant inflation."]},{"text":"have had your day ","sense":"to no longer be successful, powerful, etc.","examples":["She's had her day as a supermodel."]},{"text":"have a nice day! ","sense":"a friendly way of saying goodbye, especially to customers","examples":[]},{"text":"have seen/known better days ","sense":"to be in poor condition","examples":["Our car has seen better days!"]},{"text":"if he’s, she’s, etc. a day ","sense":"(used when talking about somebody’s age) at least","examples":["He must be 70 if he's a day!"]},{"text":"in all my born days ","sense":"used when you are very surprised at something you have never heard or seen before","examples":["I've never heard such nonsense in all my born days."]},{"text":"in the cold light of day ","sense":"when you have had time to think calmly about something; in the morning when things are clearer","examples":["These things always look different in the cold light of day."]},{"text":"in somebody’s day ","sense":"during the part of somebody’s life when they were most successful, famous, etc.when somebody was young","examples":["She was a great dancer in her day.","Things were very different in my grandfather's day.","In my day, there were plenty of jobs when you left school.","In Grandfather’s day, owning a television was very unusual."]},{"text":"in the olden days (also in olden times)","sense":"a long time ago in the past","examples":["What was life like in the olden days, Gran?"]},{"text":"in this day and age ","sense":"now, in the modern world","examples":["Slavery continues to exist, even in this day and age.","Why dress so formally in this day and age?"]},{"text":"it’s early days (yet) | it's still early days ","sense":"used to say that it is too soon to be sure how a situation will develop","examples":["It’s early days yet. We don’t know if the play will be a success."]},{"text":"it’s not somebody’s day ","sense":"used when several bad or unpleasant things happen on the same day","examples":["My car broke down and then I locked myself out—it's just not my day!"]},{"text":"late in the day (North American English also late in the game)","sense":"after the time when an action could be successful","examples":["He started working hard much too late in the day—he couldn't possibly catch up."]},{"text":"the livelong day ","sense":"the whole length of the day","examples":[]},{"text":"live to fight another day ","sense":"used to say that although you have failed or had a bad experience, you will continue","examples":[]},{"text":"make somebody’s day ","sense":"to make somebody feel very happy on a particular day","examples":["The phone call from Mike really made my day."]},{"text":"make a day/night of it ","sense":"to make a particular activity that you enjoy last for a whole day/evening instead of only part of it","examples":["We took a picnic lunch to the river and made a day of it.","They decided to make a night of it and went on to a club."]},{"text":"night and day (also day and night)","sense":"all the time; continuously","examples":["The machines are kept running night and day.","The store is open day and night."]},{"text":"a nine days’ wonder ","sense":"a person or thing that makes people excited for a short time but does not last very long","examples":[]},{"text":"not give somebody the time of day ","sense":"to refuse to speak to somebody because you do not like or respect them","examples":["Since the success of her novel, people shake her hand who once wouldn't have given her the time of day."]},{"text":"not have all day ","sense":"to not have much time","examples":["Come on! We don't have all day!"]},{"text":"of somebody’s day ","sense":"during a particular period of time when somebody lived","examples":["the best player of his day","Bessie Smith was the Madonna of her day."]},{"text":"of the day ","sense":"of the present timethat is served on a particular day in a restaurant","examples":["the political issues of the day","soup of the day"]},{"text":"oh my days ","sense":"used to emphasize what you are saying when you are surprised, shocked or annoyed","examples":["Oh my days! Is that true?"]},{"text":"one day  ","sense":"at some time in the future, or on a particular day in the past","examples":["One day, I want to leave the city and move to the country.","One day, he walked out of the house with a small bag and never came back."]},{"text":"one of these days ","sense":"before a long time has passed","examples":["One of these days you'll come back and ask me to forgive you."]},{"text":"one of those days ","sense":"a day when there are a lot of mistakes and a lot of things go wrong","examples":["It's been one of those days!","It's been one of those days when everything's gone wrong."]},{"text":"the order of the day ","sense":"common, popular or suitable at a particular time or for a particular occasion","examples":["Pessimism seems to be the order of the day."]},{"text":"the other day/morning/evening/week ","sense":"recently","examples":["I saw Jack the other day.","I was in your area the other week.","I woke up the other morning and just could not get myself out of bed.","I was watching TV the other evening, when…"]},{"text":"pass the time of day (with somebody) ","sense":"to say hello to somebody and have a short conversation with them","examples":[]},{"text":"(as) plain as a pikestaff | (as) plain as day | (as) plain as the nose on your face ","sense":"very obvious","examples":[]},{"text":"Rome wasn’t built in a day ","sense":"used to say that a complicated task will take a long time and should not be rushed","examples":[]},{"text":"your salad days ","sense":"the time when you are young and do not have much experience of life","examples":[]},{"text":"save the day/situation ","sense":"to prevent failure or defeat, when this seems certain to happen","examples":["Salah's late goal saved the day for Liverpool."]},{"text":"save, keep, etc. something for a rainy day ","sense":"to save something, especially money, for a time when you will really need it","examples":[]},{"text":"some day ","sense":"at an unknown time in the future","examples":["Some day I'll be famous.","I hope we meet again some day."]},{"text":"take it/things one day at a time ","sense":"to not think about what will happen in the future","examples":["I don't know if he'll get better. We're just taking it one day at a time."]},{"text":"that’ll be the day ","sense":"used when you are saying that something is very unlikely to happen","examples":["Paul? Apologize? That'll be the day!"]},{"text":"these days  ","sense":"used to talk about the present, especially when you are comparing it with the past","examples":["These days kids grow up so quickly."]},{"text":"those were the days ","sense":"used to suggest that a time in the past was happier or better than now","examples":[]},{"text":"to the day ","sense":"exactly","examples":["It's been three years to the day since we met."]},{"text":"to this day ","sense":"even now, when a lot of time has passed","examples":["To this day, I still don't understand why he did it."]}],"phrasal_verbs":[],"verb_simple":[]}}]}