{"data":[null,null,null,null,{"word":"october","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ɒkˈtəʊbə(r)/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/oct/octob/october_1_gb_1.mp3"},{"local":"US","spell":"/ɑːkˈtəʊbər/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/oct/octob/october__us_1.mp3"}],"note":"","verbs":[],"senses":{},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"necessarily","result":{"lexicalCategory":"adverb","ipas":[{"local":"UK","spell":"/ˌnesəˈserəli//ˈnesəsərəli/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/nec/neces/necessarily__gb_1.mp3"},{"local":"US","spell":""}],"note":"","verbs":[],"senses":{},"idioms":[{"text":"not necessarily  ","sense":"used to say that something is possibly true but not definitely or always true","examples":["Biggest doesn't necessarily mean best.","It isn't necessarily true that sugar is bad for you.","The more expensive articles are not necessarily better.","‘We're going to lose.’ ‘Not necessarily.’","The views in this article do not necessarily reflect those of the college."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"obligation","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˌɒblɪˈɡeɪʃn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/obl/oblig/obligation__gb_1.mp3"},{"local":"US","spell":"/ˌɑːblɪˈɡeɪʃn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/obl/oblig/obligation__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"the state of being forced to do something because it is your duty, or because of a law, etc.","examples":["obligation to do something You are under no obligation to buy anything.","under any/no obligation She did not feel under any obligation to tell him the truth.","I don't want people coming to see me out of a sense of obligation.","without obligation We will send you an estimate for the work without obligation (= you do not have to accept it).","I am under no obligation to tell you my name.","Our mortgage advice is given free and without obligation.","legal/professional/financial obligations","They reminded him of his contractual obligations.","The country has promised to comply with its international obligations.","obligation to do something We have a moral obligation to protect the environment.","I have an obligation under law to protect their confidentiality.","obligation on somebody I felt that there was a moral obligation on me to tell the story.","We want to fulfil our obligation to farmers and see they get a fair price.","The company did not have enough money to meet its obligations.","obligation to/toward somebody We have an obligation to our consumers.","I can't travel next month because of family obligations.","The builders failed to meet their contractual obligations.","obligations arising from your contract of employment","the obligations of citizenship"]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"normally","result":{"lexicalCategory":"adverb","ipas":[{"local":"UK","spell":"/ˈnɔːməli/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/nor/norma/normally__gb_4.mp3"},{"local":"US","spell":"/ˈnɔːrməli/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/nor/norma/normally__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"usually; in normal circumstances","examples":["I would never normally discuss this.","He didn't eat as much as he normally does.","It normally takes 20 minutes to get there.","The track is normally used by farmers and their goats.","Normally, there was a background hum of noise.","They played at venues not normally associated with classical music.","to function/operate/develop normally","The data were not normally distributed.","It's hard to tell if your cat is eating less than he normally does.","I'm not normally allowed to stay out late.","It's normally much warmer than this in July.","The boy was unable to function normally because of his injury.","Shortly after midnight transport, hospitals and water were operating normally.","Normally it takes three or four years to complete the training.","The prime minister would not normally be expected to attend the meeting.","The exercise normally takes twenty minutes.","The journey to work normally takes an hour.","Her heart is beating normally.","Just try to behave normally."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"nevertheless","result":{"lexicalCategory":"adverb","ipas":[{"local":"UK","spell":"/ˌnevəðəˈles/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/nev/never/nevertheless__gb_2.mp3"},{"local":"US","spell":"/ˌnevərðəˈles/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/nev/never/nevertheless__us_1.mp3"}],"note":"","verbs":[],"senses":{},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"opening","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈəʊpənɪŋ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/ope/openi/opening__gb_1.mp3"},{"local":"US","spell":"/ˈəʊpənɪŋ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/ope/openi/opening__us_2.mp3"}],"note":"","verbs":[],"senses":{"text":"a space or hole that somebody/something can pass through","examples":["We could see the stars through an opening in the roof.","opening to something It looks like the opening to a small cave.","The adult parasites have a simple mouth opening.","to cut an opening in the fence","the dark opening of the tunnel","The movie has an exciting opening.","a brilliant opening sequence","opening to something It's such a brave opening to a book.","The New Zealanders quickly lost control after a promising opening.","the famous opening to the novel","opening of something the official opening of the new hospital","the opening of the Olympic Games","the state opening of Parliament","tickets for the opening ceremony","The gallery has scheduled a grand opening for June 29.","opening of something the opening of a flower","the opening of the new play","Late opening of supermarkets is common in Britain now.","She heard footsteps and the opening and closing of the door.","There are several openings in the sales department.","We will keep you informed of any job openings.","She is the strongest candidate to fill this opening.","Most openings in the mills were for single women.","Winning the competition was the opening she needed for her career.","Cooper created the opening for Russell to shoot the first goal.","He missed one of the clearest openings in the game.","The skirt has a side opening."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"normal","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/ˈnɔːml/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/nor/norma/normal__gb_1.mp3"},{"local":"US","spell":"/ˈnɔːrml/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/nor/norma/normal__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"typical, usual or ordinary; what you would expect","examples":["quite/perfectly (= completely) normal","Her temperature is normal.","They are just quiet, normal people.","it is normal (for somebody) to do something It's normal to feel tired after such a long trip.","It is now regarded as normal for women to work outside the home.","He should be able to lead a perfectly normal life.","Divorce is complicated enough in normal circumstances, but this situation is even worse.","Under normal circumstances, I would say ‘yes’.","In the normal course of events I wouldn't go to that part of town.","Statistically, in a normal distribution, 68 per cent of the scores fall fairly close.","The unemployment rate was above normal levels.","Temperatures are expected to be in the normal range for May.","We are open during normal office hours.","It is normal practice to inform somebody if you want to leave early.","My day began in the normal way, and then I received a very strange phone call.","During normal conditions the road is clear of stones and mud.","Go for your check-ups in the normal way until you are six months pregnant.","I'd say it was pretty normal to be upset if your house burned down.","It started out as a perfectly normal day.","Mandy doesn't seem her normal self today.","The temperature is near normal for spring.","Under normal circumstances Martin would probably have gone to college.","In normal circumstances she would have tested the machine first.","In the normal course of events these things take months.","Slavery was once seen as normal and natural.","The help desk is available during normal office hours.","The skin surface is resistant to infection under normal circumstances.","People who commit such crimes aren't normal.","Rebecca was born a normal, healthy baby.","She seemed perfectly normal to me.","People who commit these crimes can't be normal, can they?","No normal person would do a thing like that.","I don't see how otherwise normal, sane people can agree with such a policy.","He had been a completely normal, healthy little boy."]},"idioms":[{"text":"as per normal/usual ","sense":"in the way that is normal or usual; as often happens","examples":["Everyone blamed me as per usual."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"noisy","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/ˈnɔɪzi/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/noi/noisy/noisy__gb_1.mp3"},{"local":"US","spell":"/ˈnɔɪzi/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/noi/noisy/noisy__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"making a lot of noise","examples":["noisy children/traffic/crowds","He was kept awake by noisy neighbours.","a noisy protest (= when people shout)","The kids were even noisier than the dogs.","The engine is very noisy at high speed.","They are a small but noisy pressure group (= they attract attention to their ideas by frequent discussion and argument in public and in the media).","Hundreds of demonstrators staged a noisy protest outside the embassy.","The field was full of noisy children running around.","a noisy classroom/office","People find it difficult to concentrate in noisy environments such as open-plan offices.","The streets were very noisy throughout the night.","The party was getting a bit noisy.","It was so noisy I couldn't hear myself speak.","It's difficult to concentrate in a noisy office.","A noisy classroom is a poor learning environment.","The pubs get crowded and noisy on Friday nights."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"nobody","result":{"lexicalCategory":"pronoun","ipas":[{"local":"UK","spell":"/ˈnəʊbədi/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/nob/nobod/nobody__gb_1.mp3"},{"local":"US","spell":"/ˈnəʊbədi/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/nob/nobod/nobody__us_1_rr.mp3"}],"note":"","verbs":[],"senses":{},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"objective","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/əbˈdʒektɪv/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/obj/objec/objective__gb_2.mp3"},{"local":"US","spell":"/əbˈdʒektɪv/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/obj/objec/objective__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"something that you are trying to achieve","examples":["the primary/principal/key objective","The main objective of this meeting is to give more information on our plans.","How does the project fit with our strategic objectives?","the government's policy objectives","to achieve/meet/accomplish your objectives","to set/state/define your objectives","You must set realistic aims and objectives for yourself.","What are the organization's goals and objectives?","Set yourself targets that you can reasonably hope to achieve.","attainment targets in schools","What is the main objective of this project?","He continued to pursue his goal of becoming an actor.","The object is to educate people about road safety.","He joined the society for political ends.","That’s only OK if you believe that the end justifies the means (= bad methods of doing something are acceptable if the final result is good).","The review sought to establish key objectives.","The party is radical in its objectives.","The two groups are pursuing a common objective.","We need to establish a clear objective.","We succeeded in our prime objective of cutting costs.","a set of agreed objectives","I was afraid of failing to achieve my objectives.","What is the main objective of this project?","The objective of this study is to investigate the effects of monetary policy on agricultural prices in four Asian countries."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"nightmare","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈnaɪtmeə(r)/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/nig/night/nightmare__gb_1.mp3"},{"local":"US","spell":"/ˈnaɪtmer/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/nig/night/nightmare__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"a dream that is very frightening or unpleasant","examples":["He still has nightmares about the accident.","She has a recurring nightmare about being stuck in a lift.","Survivors suffer flashbacks, nightmares and severe depression.","The faces of all the people he had killed haunted his nightmares.","The film gave me nightmares.","Horror films always give me nightmares.","The trip turned into a nightmare when they both got sick.","(informal) Nobody knows what's going on—it's a nightmare!","(informal) Filling in all those forms was a nightmare.","Losing a child is most people's worst nightmare.","If it goes ahead, it will be the nightmare scenario (= the worst thing that could happen).","Travel in the city was becoming a logistical nightmare.","nightmare for somebody What a nightmare for you!","The refugees had survived a living nightmare.","The writer evokes a nightmare vision of a future on a polluted planet.","Their dream of living in the country turned into a nightmare when they both fell seriously ill.","the nightmare scenario of mass unemployment","She has spoken about it to help others get over the nightmare of addiction.","The nightmare began last Wednesday afternoon.","These new regulations will be an administrative nightmare.","This has been an absolute nightmare for me and my family."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"necessary","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/ˈnesəsəri/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/nec/neces/necessary__gb_2.mp3"},{"local":"US","spell":"/ˈnesəseri/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/nec/neces/necessary__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"that is needed for a purpose or a reason","examples":["necessary to do something It may be necessary to buy a new one.","necessary for somebody to do something It doesn't seem necessary for us to meet.","necessary for something Food is necessary for survival.","I'll make the necessary arrangements.","Radical change was a necessary step for reform.","if necessary If necessary, you can contact me at home.","when necessary Only use your car when absolutely necessary.","where necessary Changes can easily be made where necessary.","He has the expertise necessary to make it work.","I was determined not to stay in hospital for any longer than was strictly necessary.","She has the qualities necessary to be a successful teacher.","The owner failed to take the steps necessary to ensure the residents' safety.","Make any alterations you consider necessary.","The cold weather has made it necessary to protect the crops.","These measures will be enforced, if necessary, by the army.","We are here to give help and support when necessary.","You may find it necessary to readjust the wheels from time to time.","qualifications which are necessary for work with the under-fives","This is a necessary consequence of progress.","A necessary condition for a steep fall in demand is a widespread collapse in confidence."]},"idioms":[{"text":"a necessary evil ","sense":"a thing that is bad or that you do not like but that you must accept for a particular reason","examples":["The loss of jobs is regarded as a necessary evil in the fight against inflation."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"occasionally","result":{"lexicalCategory":"adverb","ipas":[{"local":"UK","spell":"/əˈkeɪʒnəli/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/occ/occas/occasionally__gb_2.mp3"},{"local":"US","spell":"/əˈkeɪʒnəli/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/occ/occas/occasionally__us_3.mp3"}],"note":"","verbs":[],"senses":{},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"needle","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈniːdl/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/nee/needl/needle__gb_1.mp3"},{"local":"US","spell":"/ˈniːdl/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/nee/needl/needle__us_2.mp3"}],"note":"","verbs":[],"senses":{"text":"a small thin piece of steel that you use for sewing, with a point at one end and a hole for the thread at the other","examples":["a needle and thread","the eye (= hole) of a needle","Can you thread this needle?","a packet of small needles","She sewed it on with needle and thread.","The needle went in easily.","Thread the needle with a different coloured silk.","Vera's knitting needles clicked away.","a circular needle","a needle holding two stitches","a hypodermic needle","a needle inserted into the abdomen","Using dirty needles was a significant factor in the spread of the disease.","He believes that needle exchange schemes encourage drug addiction.","He saw her stick a needle into her arm.","She winced when she felt the needle pierce her skin.","needle exchange programs","the dangers of sharing needles","A long needle is used to take a sample of the tumour.","The compass needle was pointing north.","The needle moved away from the wind.","Wait until the needle settles and is pointing in one direction.","A soft blanket of pine needles covered the forest floor.","She lowered the needle onto the record.","The gramophone needle stuck in a groove."]},"idioms":[{"text":"be on pins and needles (North American English) (also (be) on tenterhooks British and North American English)","sense":"(to be) very anxious or excited while you are waiting to find out something or see what will happen","examples":["I've been on pins and needles all week waiting for the results."]},{"text":"a needle in a haystack ","sense":"a thing that is almost impossible to find","examples":["Searching for one man in this city is like looking for a needle in a haystack."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"observation","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˌɒbzəˈveɪʃn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/obs/obser/observation__gb_3.mp3"},{"local":"US","spell":"/ˌɑːbzərˈveɪʃn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/obs/obser/observation__us_1_rr.mp3"}],"note":"","verbs":[],"senses":{"text":"the act of watching somebody/something carefully for a period of time, especially to learn something","examples":["Most information was collected by direct observation of the animals' behaviour.","results based on scientific observations","We managed to escape observation (= we were not seen).","under observation The suspect is being kept under observation (= watched closely by the police).","She has outstanding powers of observation (= the ability to notice things around her).","an observation post/tower (= a place from where somebody, especially an enemy, can be watched)","an observation deck (= a room or platform at the top of a tall building which provides views of the surrounding area)","his close observations of animal life in its natural setting","She was admitted to hospital for observation.","The police have had him under observation for several weeks.","There's a lot to be learned from simple observation.","May I make a personal observation?","observation about/on something He began by making a few general observations about the report.","She has some interesting observations on possible future developments.","her witty observations on life","A government spokesperson made a statement to the press.","She made helpful comments on my work.","the announcement of a peace agreement","He made a number of rude remarks about the food.","the declaration of war","He began by making a few general observations about the report."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"novel","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈnɒvl/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/nov/novel/novel__gb_1.mp3"},{"local":"US","spell":"/ˈnɑːvl/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/nov/novel/novel__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"a story long enough to fill a complete book, in which the characters and events are usually imaginary","examples":["to write/publish/read a novel","detective/historical/romantic novels","the novels of Jane Austen","Her latest novel is set in Cornwall.","a best-selling novel","Highsmith's debut novel was a bestseller in 1949.","Her first novel was finally accepted for publication.","I took a copy of a Graham Greene novel on the train with me.","One day I'm going to write the great American novel.","Samuel Richardson's novels are all epistolary in form.","She completed her first novel at the age of 53.","The novel was based on a true life story.","The novel was set in a small town in France.","a novel about growing up","a prize for the best first novel of the year","adapting the novel for television","his critically acclaimed novel","the events that inspired the novel","His first novel was published in 1934.","The novel is the most adaptable of all literary forms."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"neat","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/niːt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/nea/neat_/neat__gb_1.mp3"},{"local":"US","spell":"/niːt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/nea/neat_/neat__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"tidy and in order; carefully done or arranged","examples":["She kept her desk extremely neat.","You've got very neat handwriting!","neat rows of books","She was wearing a neat black suit.","They sat in her neat and tidy kitchen.","I've made the front lawn all neat and tidy.","The handwriting was surprisingly neat.","Each resident is expected to keep their room neat.","He sorted his papers into a neat pile.","The desks were in neat rows.","This hairstyle is easy to keep neat and tidy.","We were soon passing the neat lawns of the suburbs.","Try and be neater!","He had a neat methodical mind.","By nature he was clean and neat.","(informal) Don't be a neat freak. Relax. A little clutter won't kill you.","She was a very efficient, neat woman.","Neil turned up the next day looking very clean and neat.","The children are always neat and tidy.","her neat figure","The puppies’ ears should be neat and in proportion to the head.","a neat explanation","a neat solution to the problem","The film has a lot of neat tricks and clever editing.","We can't put people and events into neat little boxes.","It's a really neat movie.","We had a great time—it was pretty neat.","neat whisky"]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"offensive","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/əˈfensɪv/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/off/offen/offensive__gb_1.mp3"},{"local":"US","spell":"/əˈfensɪv/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/off/offen/offensive__us_4.mp3"}],"note":"","verbs":[],"senses":{"text":"rude in a way that causes somebody to feel upset or annoyed because it shows a lack of respect","examples":["offensive remarks","The programme contains language which some viewers may find offensive.","racially offensive language/comments","offensive to somebody His comments were deeply offensive to a large number of single mothers.","This sort of attitude is very offensive to black people.","This job is stressful enough even without clients being offensive.","The material is patently offensive as measured by the standards for the broadcast medium.","The problem is how to eliminate offensive smells from the processing plant.","What a disgusting smell!","She could smell his foul breath.","The stew looked revolting.","an offensive war","offensive action","He was charged with carrying an offensive weapon.","offensive play","an offensive player/lineman/tackle"]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"old-fashioned","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/ˌəʊld ˈfæʃnd/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/old/old_f/old_fashioned_1_gb_2.mp3"},{"local":"US","spell":"/ˌəʊld ˈfæʃnd/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/old/old_f/old_fashioned__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"not modern; no longer fashionable","examples":["old-fashioned clothes/styles/methods/equipment","These sweets are still made in the old-fashioned way.","The Winnedumah Hotel has old-fashioned charm.","His clothes were curiously old-fashioned.","Critics regarded her films as hopelessly old-fashioned.","The whole room looked old-fashioned.","The hotel is quaint and old-fashioned.","Wearing a hat is now regarded as rather old-fashioned.","It was a lovely little old-fashioned cafe.","The bedroom was full of heavy old-fashioned furniture.","Working methods in the department were ridiculously old-fashioned until we went over to computers.","It was plain old-fashioned instinct, the gut feeling that something was wrong.","old-fashioned notions of honour","My parents are old-fashioned about relationships and marriage.","She wants to be an old-fashioned mother, staying at home and looking after the children.","Call me old-fashioned, but I still believe in good manners.","She's somewhat old-fashioned in her attitudes.","He seemed too old-fashioned and formal.","At heart, it's just a good old-fashioned detective story.","What's needed is some good old-fashioned common sense."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"occasion","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/əˈkeɪʒn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/occ/occas/occasion__gb_1.mp3"},{"local":"US","spell":"/əˈkeɪʒn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/occ/occas/occasion__us_2.mp3"}],"note":"","verbs":[],"senses":{"text":"a particular time when something happens","examples":["on an occasion on this/that occasion","I've met him on several occasions.","They have been seen together on two separate occasions.","On one occasion, she called me in the middle of the night.","Only on rare occasions do I go out socially.","occasion when… I can remember very few occasions when he had to cancel because of ill health.","He used the occasion to announce further tax cuts.","I have stated on numerous occasions what options are open.","Harry has mentioned this on many previous occasions.","I have stayed there on a number of occasions.","It was the first of many such occasions.","On this occasion, as it happens, the engine started immediately.","On this particular occasion, Joe wasn't there.","They came to visit us on the odd occasion, but only when they had nothing better to do.","I will overlook your lateness, on this occasion.","a great/memorable/happy/momentous occasion","Turn every meal into a special occasion.","They marked the occasion (= celebrated it) with an open-air concert.","Their wedding turned out to be quite an occasion.","We expect you to dress for the occasion.","on the occasion of something He was presented with the watch on the occasion of his retirement.","Every good wish to them on the occasion of their 40th anniversary.","I only wear my silk dress on special occasions.","Medals are usually worn only on ceremonial occasions.","The Queen's coach is only used for state occasions.","We sell cards and notepaper for all occasions.","It was certainly a memorable occasion!","occasion for doing something It should have been an occasion for rejoicing, but she could not feel any real joy.","These workshops provide an occasion for talking about art.","occasion for something This is not a time for specifics, but an occasion for vision.","Festivals were occasions for great celebration.","I’ll speak to him about it if the occasion arises (= if I get a chance).","occasion to do something I've had no occasion to visit him recently.","She doesn’t have much occasion to speak French in her new job.","occasion of something Her death was the occasion of mass riots.","occasion for something Art here is an occasion for education and entertainment.","I'm willing to go to court over this if the occasion arises (= if it becomes necessary).","I bought the camera last year, but never had the occasion to use it.","Last year we had occasion to visit relatives in Cornwall."]},"idioms":[{"text":"on occasion(s) ","sense":"sometimes but not often","examples":["He has been known on occasion to lose his temper."]},{"text":"a sense of occasion ","sense":"a feeling or understanding that an event is important or special","examples":["Candles on the table gave the evening a sense of occasion."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"notion","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈnəʊʃn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/not/notio/notion__gb_1.mp3"},{"local":"US","spell":"/ˈnəʊʃn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/not/notio/notion__us_1.mp3"}],"note":"","verbs":[],"senses":{},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"obvious","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/ˈɒbviəs/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/obv/obvio/obvious__gb_2.mp3"},{"local":"US","spell":"/ˈɑːbviəs/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/obv/obvio/obvious__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"easy to see or understand","examples":["I know you don't like her but try not to make it so obvious.","He agreed with obvious pleasure.","obvious (that…) It soon became obvious that the machine did not work.","It's painfully obvious that the budget was low for this movie.","It's obvious a change is needed.","obvious to somebody that… It was obvious to everyone that the child had been badly treated.","obvious to somebody The lessons seem fairly obvious to anyone who doesn't work in the Administration.","obvious from something that… It's obvious from what she said that something is wrong.","For obvious reasons, I'd prefer not to give my name.","The reasons for this decision were not immediately obvious.","The solution to weight loss is also blindingly obvious - whatever you eat, eat less.","obvious how, what, etc. It was far from obvious how they were going to get off the island.","It was quite clear to me that she was lying.","It’s obvious from what he said that something is wrong.","It was apparent from her face that she was really upset.","The orchestra played with evident enjoyment.","He made it very plain that he wanted us to leave.","I hope I make myself obvious.","Try not to make it so clear/​plain.","an evident case of something.","It is obvious to me that you're unhappy in your job.","It was becoming painfully obvious that the two of them had nothing in common.","It was immediately obvious that the bag was too heavy.","The ineptitude of the government was all too obvious.","He put his book down with obvious annoyance.","It's obvious that she'd be upset.","She was the obvious choice for the job.","There's no obvious solution to the problem.","This seemed the most obvious thing to do.","an obvious example/answer/question","The ending was pretty obvious.","I may be stating the obvious but without more money the project cannot survive."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"november","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/nəʊˈvembə(r)/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/nov/novem/november__gb_1.mp3"},{"local":"US","spell":"/nəʊˈvembər/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/nov/novem/november__us_1.mp3"}],"note":"","verbs":[],"senses":{},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"northern","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/ˈnɔːðən/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/nor/north/northern__gb_1.mp3"},{"local":"US","spell":"/ˈnɔːrðərn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/nor/north/northern__us_1.mp3"}],"note":"","verbs":[],"senses":{},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"online","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/ˌɒnˈlaɪn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/onl/onlin/online__gb_1.mp3"},{"local":"US","spell":"/ˌɑːnˈlaɪn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/onl/onlin/online__us_1_rr.mp3"}],"note":"","verbs":[],"senses":{"text":"available on or done using the internet or other computer network","examples":["Online shopping is both cheap and convenient.","online stores/services/retailers","online dating/gaming/banking","He spends hours playing online games.","The online community is a place where customers with similar interests meet to interact.","All this information is now online.","This article has an online supplement, which is accessible from the table of contents.","Online auctions at places like eBay are offering amazing discounts.","an interactive online careers service","This site offers free online advertising.","online social networking","You can see which of your friends are online and send them messages.","It's estimated that five billion users are now online."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"obviously","result":{"lexicalCategory":"adverb","ipas":[{"local":"UK","spell":"/ˈɒbviəsli/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/obv/obvio/obviously__gb_1.mp3"},{"local":"US","spell":"/ˈɑːbviəsli/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/obv/obvio/obviously__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"used when giving information that you expect other people to know already or agree with","examples":["Obviously, we don't want to spend too much money.","Diet and exercise are obviously important.","I wanted to do well, obviously, but I wasn't nervous because I don't see exams as the be all and end all.","She responded 'Oh well, obviously I disagree with him'.","This massive storm obviously had a huge impact on air travellers.","He was obviously drunk.","They're obviously not coming.","‘I didn't realise it was a formal occasion.’ ‘Obviously!’ (= I can see by the way you are dressed)","This story is so obviously false that Matthew doesn't bother to refute it."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"nineteen","result":{"lexicalCategory":"number","ipas":[{"local":"UK","spell":"/ˌnaɪnˈtiːn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/nin/ninet/nineteen__gb_1.mp3"},{"local":"US","spell":"/ˌnaɪnˈtiːn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/nin/ninet/nineteen__us_1.mp3"}],"note":"","verbs":[],"senses":{},"idioms":[{"text":"talk, etc. nineteen to the dozen ","sense":"to talk, etc. without stopping","examples":["She was chatting away, nineteen to the dozen."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"numerous","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/ˈnjuːmərəs/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/num/numer/numerous__gb_2.mp3"},{"local":"US","spell":"/ˈnuːmərəs/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/num/numer/numerous__us_1.mp3"}],"note":"","verbs":[],"senses":{},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"neither","result":{"lexicalCategory":"determiner, pronoun","ipas":[{"local":"UK","spell":"/ˈnaɪðə(r)//ˈniːðə(r)/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/nei/neith/neither__gb_1.mp3"},{"local":"US","spell":""}],"note":"","verbs":[],"senses":{},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"neighbour","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈneɪbə(r)/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/nei/neigh/neighbour__gb_1.mp3"},{"local":"US","spell":"/ˈneɪbər/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/nei/neigh/neighbour__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"a person who lives next to you or near you","examples":["We've had a lot of support from all our friends and neighbours.","Our next-door neighbours are very noisy.","neighbour to somebody She's been a very good neighbour to me.","I've just met our new neighbours.","He's having a barbecue and he's inviting all the neighbours.","Residents rushed to help their elderly neighbours.","Her music was annoying the neighbours.","They are near neighbours of ours.","My nearest neighbour lives a few miles away.","Our new neighbours moved in today.","She could hear her downstairs neighbour moving around.","Shh! You'll wake the neighbours.","The neighbours complained about his loud music.","The two men became neighbours.","What is Britain's nearest neighbour?","Consider Canada, our neighbor to the north.","The country is vulnerable to attack from hostile neighbours.","The programme is the envy of many of our European neighbours.","Stand quietly, children, and try not to talk to your neighbour.","The tree fell slowly, its branches caught in those of its neighbours.","She leaned over to her nearest neighbour and whispered something.","We should all love our neighbours."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"none","result":{"lexicalCategory":"pronoun","ipas":[{"local":"UK","spell":"/nʌn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/non/none_/none__gb_1.mp3"},{"local":"US","spell":"/nʌn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/non/none_/none__us_1.mp3"}],"note":"","verbs":[],"senses":{},"idioms":[{"text":"have/want none of something ","sense":"to refuse to accept something","examples":["I offered to pay but he was having none of it.","They pretended to be enthusiastic about my work but then suddenly decided they wanted none of it."]},{"text":"none but ","sense":"only","examples":["None but he knew the truth."]},{"text":"none the less (also nonetheless)","sense":"despite this fact","examples":[]},{"text":"none other than ","sense":"used to emphasize who or what somebody/something is, when this is surprising","examples":["Her first customer was none other than Mrs Obama."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"noise","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/nɔɪz/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/noi/noise/noise__gb_1.mp3"},{"local":"US","spell":"/nɔɪz/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/noi/noise/noise__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"a sound, especially when it is loud, unpleasant or frightening","examples":["There was a rattling noise coming from the back of the car.","What's that noise?","I heard a loud noise and turned around.","Don't make a noise.","They were making too much noise.","I was woken by the noise of a car starting up.","There was constant background noise from the motorway.","Measures are needed to reduce noise levels.","above the noise We had to shout above the noise of the traffic.","Try not to make so much noise.","What a terrible noise!","All she could hear was the sound of the waves.","She was making a lot of noise.","The deafening noise of the machine died away to a rumble.","The slightest noise will wake him.","There were strange noises coming from the kitchen.","We could hear funny little sucking noises.","Wood is used to deaden the noise.","the noise created by aircraft","the noise from the engine room","Don't make so much noise.","She uses the ambient noise of the water to keep the audience uneasy.","Place the devices as close as possible to the sensors to reduce noise in the signal.","There is some noise in the data which needs to be reduced.","The company has been making noises about closing several factories."]},"idioms":[{"text":"a big noise/shot/name ","sense":"an important person","examples":[]},{"text":"make a noise (about something) ","sense":"to complain loudly","examples":["I will continue to make as much noise as I can to support the scheme."]},{"text":"make noises (about something) (informal)","sense":"to talk in an indirect way about something that you think you might doto complain about something","examples":["The company has been making noises about closing several factories."]},{"text":"make soothing, encouraging, reassuring, etc. noises ","sense":"to make remarks of the kind mentioned, even when that is not what you really think","examples":["He made all the right noises at the meeting yesterday (= said what people wanted to hear)."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"occur","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/əˈkɜː(r)/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/occ/occur/occur__gb_2.mp3"},{"local":"US","spell":"/əˈkɜːr/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/occ/occur/occur__us_2.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"occurred","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/occ/occur/occurred__gb_1.mp3","spell":"/əˈkɜːd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/occ/occur/occurred__us_1.mp3","spell":"/əˈkɜːrd/"}]},{"sense":"Past participle","word":"occurred","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/occ/occur/occurred__gb_1.mp3","spell":"/əˈkɜːd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/occ/occur/occurred__us_1.mp3","spell":"/əˈkɜːrd/"}]},{"sense":"-ing form","word":"occurring","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/occ/occur/occurring__gb_1.mp3","spell":"/əˈkɜːrɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/occ/occur/occurring__us_1.mp3","spell":"/əˈkɜːrɪŋ/"}]}],"senses":{"text":"to happen","examples":["When exactly did the incident occur?","Something unexpected occurred.","Three major events occurred in my life that year.","These chemical changes occur naturally.","More deaths occur in winter.","Opportunities for learning occur spontaneously every day.","A new outbreak of smallpox occurred in 1928.","Impact occurred seconds after the pilot signalled for help.","Major economic changes have occurred recently.","Peasant rebellions occurred throughout the 16th century.","The collision occurred near the hospital.","The explosion occurred just after midday.","The fits usually occur at night.","These climate shifts occurred over less than a decade.","Travellers complained about lack of information when travel delays occurred.","Such storms are likely to occur for the next six to ten weeks.","The disease can occur at any time of the year.","These symptoms occur in some patients but not in others.","This rally usually occurs between Christmas and New Year's day.","Five attacks occurred in a 12-day period.","Several conversations occurred simultaneously.","The fractures occurred as a direct result of osteoporosis.","Sugar occurs naturally in fruit.","naturally occurring chemicals in the brain","Lemurs occur in the wild only in Madagascar.","Infected plants frequently occur in patches.","Calluses typically occur on the bottom of the feet and heel."]},"idioms":[],"phrasal_verbs":["occur to"],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"occur","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/occ/occur/occur__gb_2.mp3","spell":"/əˈkɜː(r)/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/occ/occur/occur__us_2.mp3","spell":"/əˈkɜːr/"}]},"singular":{"text":"He / She / It","word":"occurs","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/occ/occur/occurs__gb_1.mp3","spell":"/əˈkɜːz/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/occ/occur/occurs__us_1.mp3","spell":"/əˈkɜːrz/"}]}}]}},{"word":"obey","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/əˈbeɪ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/obe/obey_/obey__gb_1.mp3"},{"local":"US","spell":"/əˈbeɪ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/obe/obey_/obey__us_2_rr.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"obeyed","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/obe/obeye/obeyed__gb_1.mp3","spell":"/əˈbeɪd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/obe/obeye/obeyed__us_1.mp3","spell":"/əˈbeɪd/"}]},{"sense":"Past participle","word":"obeyed","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/obe/obeye/obeyed__gb_1.mp3","spell":"/əˈbeɪd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/obe/obeye/obeyed__us_1.mp3","spell":"/əˈbeɪd/"}]},{"sense":"-ing form","word":"obeying","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/obe/obeyi/obeying__gb_1.mp3","spell":"/əˈbeɪɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/obe/obeyi/obeying__us_1.mp3","spell":"/əˈbeɪɪŋ/"}]}],"senses":{},"idioms":[],"phrasal_verbs":[],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"obey","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/obe/obey_/obey__gb_1.mp3","spell":"/əˈbeɪ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/obe/obey_/obey__us_2_rr.mp3","spell":"/əˈbeɪ/"}]},"singular":{"text":"He / She / It","word":"obeys","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/obe/obeys/obeys__gb_1.mp3","spell":"/əˈbeɪz/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/obe/obeys/obeys__us_1.mp3","spell":"/əˈbeɪz/"}]}}]}},{"word":"official","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/əˈfɪʃl/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/off/offic/official__gb_1.mp3"},{"local":"US","spell":"/əˈfɪʃl/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/off/offic/official__us_4.mp3"}],"note":"","verbs":[],"senses":{"text":"agreed to, said, done, etc. by somebody who is in a position of authority","examples":["an official announcement/decision/statement","according to official figures/statistics","The news is not yet official.","the official biography of the President","An official inquiry has been launched into the cause of the accident.","The country's official language is Spanish.","The film's official website is also very informative.","I intend to lodge an official complaint (= to complain to somebody in authority).","The report revealed official corruption in relation to road building.","The official news agency reported an attack by rebel soldiers.","Greater vigilance at the official and unofficial points of entry into the country is required.","The network's official launch is scheduled for this month.","The research used material from official documents and newspaper reports.","The views expressed in this essay are those of the author and do not necessarily reflect official government policy.","Rice prices are up by as much as 13 percent, according to official reports.","There have been rumours that he is resigning, and today he made it official.","official duties/responsibilities","the Prime Minister’s official residence","He attended in his official capacity as mayor.","This was her first official engagement.","He made an official visit to Tokyo in March.","He stepped into the waiting official car.","The minister was in Berlin on official business.","The Prime Minister's official spokesman rejected calls for an inquiry.","an official function/reception","The official opening is planned for October.","I only knew the official version of events.","The official line is that the date for the election has not yet been decided.","The official story has always been that they are just good friends."]},"idioms":[{"text":"it's official ","sense":"used to announce publicly something that you think is obvious or that everyone already knows","examples":["It's official: this is the worst zombie film ever."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"nearly","result":{"lexicalCategory":"adverb","ipas":[{"local":"UK","spell":"/ˈnɪəli/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/nea/nearl/nearly__gb_1.mp3"},{"local":"US","spell":"/ˈnɪrli/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/nea/nearl/nearly__us_2.mp3"}],"note":"","verbs":[],"senses":{},"idioms":[{"text":"not nearly ","sense":"much less than; not at all","examples":["It's not nearly as hot as last year.","There isn't nearly enough time to get there now."]},{"text":"pretty nearly (British English) (North American English pretty near) (also pretty much/well British and North American English)","sense":"almost; almost completely","examples":["The first stage is pretty nearly finished."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"nurse","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/nɜːs/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/nur/nurse/nurse__gb_1.mp3"},{"local":"US","spell":"/nɜːrs/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/nur/nurse/nurse__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"a person whose job is to take care of sick or injured people, usually in a hospital","examples":["a registered nurse","a qualified/trained nurse","She trained as a nurse in Korea.","student nurses","a male nurse","a dental nurse (= one who helps a dentist)","a psychiatric nurse (= one who works in a hospital for people with mental illnesses)","a team of doctors and nurses","a nurses' station (= an office for nurses in a hospital)","Nurse Bennett","Nurse, come quickly!","I work as a nurse in a busy hospital.","The country faces a growing shortage of nurses.","The school nurse provides excellent first aid.","She led them to a nurses' station and consulted with the sister","He went to the South Bank University to become a qualified nurse."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"offence","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/əˈfens/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/off/offen/offence__gb_1.mp3"},{"local":"US","spell":"/əˈfens/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/off/offen/offence__us_5.mp3"}],"note":"","verbs":[],"senses":{"text":"an illegal act ","examples":["a criminal/serious/minor/sexual offence","a drug/firearms/traffic offence","a first offence (= the first time that somebody has been found guilty of a crime)","a capital offence (= one for which somebody may be punished by death)","What are the alleged offences (= that have been stated but not yet proved)?","He was not aware that he had committed an offence.","New legislation makes it an offence to carry guns.","He was found guilty of offences under the Official Secrets Act.","These people have been charged with public order offences.","He has been arrested for a serious offence.","offence against somebody/something an offence against society/humanity/the state","prisoners convicted of offences against children","Motorists may be fined on the spot for driving offences such as speeding.","The offence is punishable by up to three months' imprisonment.","He was given a warning since it was a first offence.","It is a criminal offence to inflict cruelty on any wild animal.","The rebels could face charges of treason, a capital offence.","The photo may cause offence to some people.","No one will take offence (= feel upset or insulted) if you leave early.","Don't be so quick to take offence.","Many readers took offence at the article.","I'm sure he meant no offence when he said that.","I didn't mean to give offence to anyone."]},"idioms":[{"text":"no offence ","sense":"used to say that you do not mean to upset or show a lack of respect for somebody by something you say or do","examples":["No offence, but I'd really like to be on my own.","No offence intended, but are you sure your calculations are right?"]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"ok","result":{"lexicalCategory":"exclamation","ipas":[{"local":"UK","spell":"/əʊˈkeɪ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/ok_/ok__g/ok__gb_1.mp3"},{"local":"US","spell":"/əʊˈkeɪ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/ok_/ok__u/ok__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"yes; all right","examples":["‘Shall we go for a walk?’ ‘OK.’","Okay, let's go.","The meeting's at 2, OK?","I'll do it my way, OK?","OK, so I was wrong. I'm sorry."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"newspaper","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈnjuːzpeɪpə(r)/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/new/newsp/newspaper__gb_1.mp3"},{"local":"US","spell":"/ˈnuːzpeɪpər/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/new/newsp/newspaper__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"a set of large printed sheets of paper, or a website, containing news, articles, advertisements, etc. and published every day or every week; the organization responsible for producing this","examples":["a daily/weekly newspaper","a local/national newspaper","an online newspaper","a tabloid/broadsheet newspaper","a newspaper article/report/headline","a newspaper cutting/clipping","a newspaper editor/reporter/columnist","newspapers and news websites","British newspapers and their websites carried no photos of the event.","Which newspaper do you read?","to publish/own/print a newspaper","The newspaper reported on Friday that the boy had been found.","in the newspaper I read about it in the newspaper.","according to the newspaper The company is considering up to 4000 job losses, according to The Times newspaper.","She works for the local newspaper (= the company that produces it).","Do you take a daily newspaper?","A Seattle newspaper headline blared, ‘Summit Ends in Failure’.","She told the newspaper that the airline was committed to improving its customer service.","He pulled out a box of newspaper clippings from around the world.","Have you got a copy of yesterday's newspaper?","He launched a weekly newspaper called ‘The Challenge’.","Her article appeared in the Saturday newspaper.","Savage, writing in an Auckland newspaper, quotes an eminent academic.","She got a job on a national newspaper.","She sued the newspaper for publishing photos of her on the beach.","The company is a strong contender in the race for the Scottish newspaper group.","The newspaper carried advertisements for several products.","The newspaper comes out every Saturday.","The newspapers speculated that the star was about to propose to his girlfriend.","Which newspaper do you buy?","an article in a local newspaper","newspapers owned by the Tribune Company","today's edition of the newspaper","In an interview published in the newspaper today, Douglas revealed the reason for his retirement.","There has always been concern about newspaper proprietors owning television stations.","Wrap all your glasses in newspaper.","Use old newspaper to wipe windows clean and dry."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"nervous","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/ˈnɜːvəs/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/ner/nervo/nervous__gb_1.mp3"},{"local":"US","spell":"/ˈnɜːrvəs/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/ner/nervo/nervous__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"anxious about something or afraid of something","examples":["I felt really nervous before the interview.","I get so nervous before exams.","I was too nervous to say anything.","nervous about something Consumers are very nervous about the future.","nervous of somebody/something The horse may be nervous of cars.","nervous about/of doing something He had been nervous about inviting us.","a nervous laugh/glance/smile (= one that shows that you feel anxious)","By the time the police arrived, I was a nervous wreck.","I was so nervous I almost fainted.","He had worked himself up into a highly nervous state.","I was slightly nervous of him.","Sit down—you're making me nervous!","nervous about the wedding","I must admit that I was a bit nervous at first.","She was a thin, nervous girl.","He's not the nervous type.","She was of a nervous disposition.","He was of a nervous disposition.","She became neurotic about keeping the house clean.","She was always on edge before an interview.","All this talk of job losses was making him jittery.","a nervous condition/disorder/disease","She was in a state of nervous exhaustion.","There is danger of her going into nervous shock.","He was full of nervous energy, like a racehorse who hadn't run in a while."]},"idioms":[{"text":"be frightened/nervous/scared of your own shadow ","sense":"to be very easily frightened; to be very nervous","examples":[]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"often","result":{"lexicalCategory":"adverb","ipas":[{"local":"UK","spell":"/ˈɒfn//ˈɒftən/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/oft/often/often__gb_1.mp3"},{"local":"US","spell":""}],"note":"","verbs":[],"senses":{"text":"many times","examples":["We often go there.","I've often wondered what happened to him.","How often do you go to the theatre?","I see her quite often.","Try to exercise as often as possible.","We should meet for lunch more often.","It is not often that you get such an opportunity.","How often does it happen?","It's not often that I receive fan letters.","She likes to get out of the city as often as possible.","Stolen information is most often used for credit card fraud.","Old houses are often damp.","People are often afraid of things they don't understand.","All too often the animals die through neglect.","His success depended, as so often happens, on things entirely outside his control.","The residents often have difficulty accessing services to meet their needs.","People often find it difficult to say goodbye.","She's mean. Rich people very often are.","Traffic has increased and the roads are all too often inadequate."]},"idioms":[{"text":"as often as not | more often than not ","sense":"usually; in a way that is typical of somebody/something","examples":["As often as not, he's late for work."]},{"text":"every so often ","sense":"occasionally; sometimes","examples":["Every so often I heard a strange noise outside."]},{"text":"once too often ","sense":"used to say that somebody has done something wrong or stupid again, and this time they will suffer because of it","examples":["You've tried that trick once too often."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"onion","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈʌnjən/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/oni/onion/onion__gb_2.mp3"},{"local":"US","spell":"/ˈʌnjən/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/oni/onion/onion__us_1.mp3"}],"note":"","verbs":[],"senses":{},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"negative","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/ˈneɡətɪv/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/neg/negat/negative__gb_2.mp3"},{"local":"US","spell":"/ˈneɡətɪv/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/neg/negat/negative__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"bad or harmful","examples":["The crisis had a negative effect on trade.","Government cuts will have a negative impact on public services.","The whole experience was definitely more positive than negative.","Few patients reported any lasting negative consequences.","On the negative side, the labour market is still weak.","the strongly negative implications of these survey results","Negative side effects of the drug can occur and include drowsiness and headaches.","a negative form/sentence","His response was negative.","They received a negative reply.","Scientists have a fairly negative attitude to the theory.","The developers' proposal received negative feedback from neighbours.","‘He probably won't show up.’ ‘Don't be so negative.’","negative about something She's been rather negative about the idea.","negative in something He was too negative in his thinking.","The response from the critics was overwhelmingly negative.","I don't have many negative comments to make about the movie.","Reaction to last night's attack was uniformly negative.","She spoke in entirely negative terms.","Some people have accused me of being overly negative.","Their attitude was highly negative.","I don't want to sound unduly negative, but I simply couldn't see the point.","We try to pinpoint the cause of any negative feelings.","Her pregnancy test was negative.","Negative results are not a guarantee of a safe water supply.","He tested negative for HIV infection.","90 out of 100 patients with a negative result will not have the disease.","The antibody test proved negative.","The urine tests were negative for protein.","a negative charge/current","the negative terminal of a battery","a negative trade balance","The industry suffered negative growth (= a decline) throughout the decade.","In a negative image of the photograph, dark is light and right is left.","Look at a bright light and look away, and you see the negative image of it.","The artist creates an interplay of positive and negative space in acrylic."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"notice","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/ˈnəʊtɪs/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/not/notic/notice__gb_1.mp3"},{"local":"US","spell":"/ˈnəʊtɪs/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/not/notic/notice__us_1.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"noticed","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/not/notic/noticed__gb_1.mp3","spell":"/ˈnəʊtɪst/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/not/notic/noticed__us_1.mp3","spell":"/ˈnəʊtɪst/"}]},{"sense":"Past participle","word":"noticed","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/not/notic/noticed__gb_1.mp3","spell":"/ˈnəʊtɪst/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/not/notic/noticed__us_1.mp3","spell":"/ˈnəʊtɪst/"}]},{"sense":"-ing form","word":"noticing","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/not/notic/noticing__gb_1.mp3","spell":"/ˈnəʊtɪsɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/not/notic/noticing__us_1.mp3","spell":"/ˈnəʊtɪsɪŋ/"}]}],"senses":{"text":"to see or hear somebody/something; to become aware of somebody/something","examples":["People were making fun of him but he didn't seem to notice.","notice somebody/something The first thing I noticed about the room was the smell.","I began to notice something strange.","You can't fail to notice the poverty of the region.","to barely/hardly/scarcely notice something","Most people never notice these details.","notice (that)… I couldn’t help noticing (that) she was wearing a wig.","He won't even notice I'm gone.","notice how, what, etc… Did you notice how Rachel kept looking at her watch?","notice somebody/something do something I noticed them come in.","notice somebody/something doing something I didn't notice him leaving.","The first thing I noticed about the room was the smell.","Please note (that) the office will be closed on Monday.","The tests are designed to detect the disease early.","Have you observed any changes lately?","The police observed a man enter the bank.","Police have appealed for anyone who witnessed the incident to contact them.","He didn't seem to notice her.","He noticed at once that something was wrong.","I must go! I've only just noticed how late it is.","Nobody really noticed the changes.","The first thing I noticed about him was his eyes.","You couldn't help noticing how his eyes kept following her.","My husband hardly seems to notice me any more.","Notice the way the bridge is supported by its suspension cables.","She wears those strange clothes just to get herself noticed."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"notice","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/not/notic/notice__gb_1.mp3","spell":"/ˈnəʊtɪs/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/not/notic/notice__us_1.mp3","spell":"/ˈnəʊtɪs/"}]},"singular":{"text":"He / She / It","word":"notices","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/not/notic/notices__gb_1.mp3","spell":"/ˈnəʊtɪsɪz/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/not/notic/notices__us_1.mp3","spell":"/ˈnəʊtɪsɪz/"}]}}]}},{"word":"operate","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/ˈɒpəreɪt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/ope/opera/operate__gb_1.mp3"},{"local":"US","spell":"/ˈɑːpəreɪt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/ope/opera/operate__us_1.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"operated","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/ope/opera/operated__gb_1.mp3","spell":"/ˈɒpəreɪtɪd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/ope/opera/operated__us_1.mp3","spell":"/ˈɑːpəreɪtɪd/"}]},{"sense":"Past participle","word":"operated","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/ope/opera/operated__gb_1.mp3","spell":"/ˈɒpəreɪtɪd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/ope/opera/operated__us_1.mp3","spell":"/ˈɑːpəreɪtɪd/"}]},{"sense":"-ing form","word":"operating","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/ope/opera/operating__gb_1.mp3","spell":"/ˈɒpəreɪtɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/ope/opera/operating__us_1.mp3","spell":"/ˈɑːpəreɪtɪŋ/"}]}],"senses":{"text":"to work in a particular way","examples":["Most domestic freezers operate at below −18°C.","Solar panels can only operate in sunlight.","(figurative) Some people can only operate well under pressure.","The equipment was not operating properly.","The machine can operate for 15 hours continuously at full power.","Room air conditioners must be installed on a flat surface in order to operate efficiently.","If hydraulic pressure is lost then a fail safe mechanism operates on the flywheels.","Heating and cooling systems will operate only between the peak work hours of 10 a.m. and 3 p.m.","The steel belts required lubricants to operate smoothly.","We do safety checks, making sure the metal detector is operating correctly.","When the system is operating, the output is 4 kilowatts of cold or 5.3 kilowatts of heat for every kilowatt of electricity.","(figurative) People learn best when they're operating in a less competitive mode.","Teachers should not operate on the assumption that all children have access to the internet at home.","Workplace conflict hampers an organization's ability to operate effectively.","What skills are needed to operate this machinery?","They use a remotely operated camera.","The doors can be manually operated in the event of fire.","The machinery is easy to operate.","Do not operate heavy machinery while taking this medication.","A licensed driver is permitted by society to operate a vehicle.","The front windows are electrically operated.","An experienced pilot was operating the aircraft.","21st century lifeboat crews learn to operate hi-tech equipment.","The teacher operates the camera and attempts to follow the students' storyboards.","The animals can be trained to operate levers and push buttons in response to flashing lights.","The airline currently operates flights to 25 countries.","By last year, the chain was operating 388 stores in 47 states.","He started and operated a successful technology business.","The company operates public transport services across the world.","He won one of three licenses to operate casinos in Macau.","They operate 32 marketing teams across the country.","The grill chain operates six restaurants in the Miami area.","Some plants operate their own testing facilities.","The company operates a global network of servers.","Telecom Namibia operates the only public network in Namibia.","The laboratory is still owned by the government but is now commercially operated.","A new late-night service is now operating.","They plan to operate from a new office in Edinburgh.","Retailers operate in a fast-paced environment.","The business operates on a cooperative basis.","We operate independently from our sister companies.","Illegal drinking clubs continue to operate in the city.","Foreign businesses must wait about five months to get a license to operate.","A shuttle bus service will operate to and from the showground.","There are many factors that might affect a firm seeking to operate in a new market.","Our members operate in areas including marketing, financial services, healthcare and housing.","The goal of the plant is to operate in a just-in-time manner.","Local authorities operate within a wider political system.","The production operated within the ethical constraints imposed by the television network.","The government does not operate according to fixed rules.","The industry operates under rigid guidelines.","At that time, the United States operated under the Meat Import Law of 1964.","Their household operates on a tight budget.","The hospital was operating normally.","The internet harbours pharmacies that operate illegally.","In wartime, markets do not operate freely.","These wells have been operating safely for many years.","Market conditions no longer allowed the company to operate profitably.","We operate as an advisory service for schools.","It will continue to operate as a separate company with its own sales and marketing team.","Multiple similar companies already operate in the same area.","His clinic operated out of Juarez in Mexico.","The regulation operates in favour of married couples.","He believes that sinister forces are operating.","operate something France operates a system of subsidized loans to dairy farmers.","In Germany, the recycling scheme has been operating for several years.","A waiting list system will operate.","circumstances in which natural selection is operating","It has become apparent from the study of these cells there may be more than one mechanism operating.","These people do not understand how the scientific process operates.","Consumer law operates on a case-by-case basis.","This system operates on the principle that lighter soils require less pesticide than darker soils.","Standardize procedures to ensure the system operates efficiently.","We like to believe that our legal system operates with scrupulous fairness.","These people have no understanding of how the system operates, nor access to those who do.","As described by Freud, the emotions of love and hate operate in a similar manner.","Great works of art operate on many levels and can be interpreted in many different ways.","Surgeons operated last night.","operate on somebody/something We will have to operate on his eyes.","She was operated on the next day.","Doctors operated for seven hours, amputating his right arm.","It may be necessary to operate.","Surgeons often operate during the night, and often after disturbed sleep.","The surgeon operates to obtain tissue for histological examination.","Doctors operated on her wrists.","She died in hospital as surgeons operated on her.","He was admitted to hospital and his foot was operated on.","Surgeons operated on him for two hours to remove the blade.","He will be operated on next week to have his colon removed.","Troops are operating from bases in the north."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"operate","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/ope/opera/operate__gb_1.mp3","spell":"/ˈɒpəreɪt/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/ope/opera/operate__us_1.mp3","spell":"/ˈɑːpəreɪt/"}]},"singular":{"text":"He / She / It","word":"operates","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/ope/opera/operates__gb_1.mp3","spell":"/ˈɒpəreɪts/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/ope/opera/operates__us_1.mp3","spell":"/ˈɑːpəreɪts/"}]}}]}},{"word":"object","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈɒbdʒɪkt//ˈɒbdʒekt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/obj/objec/object__gb_1.mp3"},{"local":"US","spell":""}],"note":"","verbs":[],"senses":{"text":"a thing that can be seen and touched, but is not alive","examples":["everyday objects such as cups and saucers","inanimate objects (= things that are not alive)","a physical/material object (= that you can see and touch)","The scanner detected a metal object.","We now know that solid objects are largely made up of empty space.","art objects from the ancient world","There is a new device for cars that warns drivers of traffic jams ahead.","His kitchen is full of gadgets he never uses.","‘What do you call the instrument that measures temperature?’ ‘A thermometer.’","‘Have you got one of those tools for turning screws?’ ‘Do you mean a screwdriver?’","‘What’s a blender?’ ‘It’s an electric machine for mixing soft food or liquid.’","climbing equipment.","firefighters wearing breathing apparatus.","Furniture and other household objects were piled up outside the house.","This looks a very unusual object. What is it exactly?","He looked down at the drumsticks as if turning to inanimate objects for emotional support.","The internet cannot replace the thrill of holding the physical object of a book in your hands.","Glass and plastic objects lined the shelves.","books, paintings, sculpture and other precious objects","He felt he was nothing more to her than an object of desire.","Her objects of study are all paintings.","an object of affection/ridicule/worship","The Rolls Royce was an object of desire, and I desired one.","Such a product aims to become an object of desire.","The strange creature became the object of much curiosity.","Her sole object in life is to become a travel writer.","The object is to educate people about road safety.","The object of the game is to score points by combining cards.","If you're late, you'll defeat the whole object of the exercise.","with the object of doing something He put together an army with the object of taking back the lost territory.","Set yourself targets that you can reasonably hope to achieve.","attainment targets in schools","What is the main objective of this project?","He continued to pursue his goal of becoming an actor.","The object is to educate people about road safety.","He joined the society for political ends.","That’s only OK if you believe that the end justifies the means (= bad methods of doing something are acceptable if the final result is good)."]},"idioms":[{"text":"money is no object ","sense":"money is not something that needs to be considered, because there is plenty of it available","examples":["She travels around the world as if money is no object."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"operation","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˌɒpəˈreɪʃn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/ope/opera/operation__gb_1.mp3"},{"local":"US","spell":"/ˌɑːpəˈreɪʃn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/ope/opera/operation__us_2.mp3"}],"note":"","verbs":[],"senses":{"text":"the process of cutting open a part of a person’s body in order to remove or repair a damaged part","examples":["Will I need to have an operation?","He underwent a three-hour heart operation.","operation to do something He had an operation to remove a growth.","operation on somebody/something (to do something) an operation on her lung to remove a tumour","operation for something Doctors performed an emergency operation for appendicitis last night.","We met the surgeon who performed the operation.","Robots can perform surgical operations on humans.","She came through the operation very well.","a delicate eye operation","an operation for a kidney problem","In 1942, she underwent an operation for a brain tumor.","She had to have an operation on her knee to help her walk again.","The player needed another operation on his injured knee.","Following two major operations for duodenal cancer, he was confined to bed or a wheelchair.","He is fit and well despite a major heart operation two years ago.","He was concerned about the effect of cancelled operations on patients who had waited a long time for surgery.","Weather conditions were too bad to mount a rescue operation.","The authorities launched a massive security operation in the city.","It was a covert government operation sanctioned by the President himself.","operation against somebody/something The police have launched a major operation against drug suppliers.","the UN peacekeeping operations","A huge rescue operation was launched after two divers were reported missing.","An ambitious clean-up operation followed the oil spill.","The countries have conducted joint anti-terrorist operations.","They were caught as a result of a surveillance operation.","The council said funds will be available for relief operations.","A criminal gang is thought to be behind the operation.","This was a lengthy and complicated operation, which drew on all the specialist skills of our officers.","It was a tricky operation to get all the barrels safely down on to the road.","For anybody to move 380 tons of material, that would be quite an operation.","a huge multinational operation","He runs a successful dairy operation.","The venture will be set up as a 70%–30% joint operation.","Network Computing Inc. plans to open a UK operation in Britain next year.","They could not pledge long-term commitment to the Scottish manufacturing operation.","It's difficult for smaller independent operations to compete.","Today the co-op is a highly successful operation with a growing membership.","I have no desire to expand my operation.","By his mid-teens he was overseeing a local drug operation that brought in over $5 000 a day.","The magazine was set up and funded as a joint operation by British Intelligence and the CIA.","The firm is looking to expand its operations overseas.","The company announced it would cease operations.","The directors are not involved in day-to-day operations of the business.","The airline has appointed a new director of flight operations.","restrictions placed on business operations","One of the aims of the merger was to develop joint investment banking operations.","The company commenced new mining operations in Zambia in 2013.","The company decided to eliminate its unprofitable manufacturing operations.","software tools for planning, distribution, order management, and retail operations","Many companies are transferring manufacturing operations to lower-cost countries.","She was executive vice president of business operations.","The company applied for a federal permit to expand its operations.","David Thicke will oversee operations at the new warehouse.","The business was forced to suspend operations due to water damage.","The Financial Services Authority ordered the bank to suspend some operations for six months.","The plant resumed operations after a two-week closure.","They will continue operations as separate companies.","The company's trading operations relied heavily on complicated transactions.","The publisher will continue its web operations.","It is understood that the new hedge fund has not commenced operations, but it is raising funds for investments.","Retailers look for ways to streamline their operations and improve efficiency.","The hurricane disrupted operations at refineries along the Gulf Coast.","Many small businesses finance their operations by credit card.","The whole operation is performed in less than three seconds.","Use the new Smart Feature Manager to extract multiple features in a single operation.","One of our application servers currently requires 3 passwords just for one simple operation.","The application is designed to perform advanced file search operations on your computer.","People can apply for benefits and perform other operations from their home computers.","The staff didn't seem to know how to perform simple operations at the till.","The hire cost for equipment is estimated according to the average number of times a particular operation is performed.","To continue normal operations, both of the two firewalls must agree conditions are safe.","Docking stations allow the laptop to be detached with a single operation.","The phone boasts the very latest chip which delivers exceptional operation times.","Regular servicing guarantees the smooth operation of the engine.","Operation of the device is extremely simple.","Competition is central to the operation of markets.","The machine can get very hot during operation.","Serious injuries can result from unsafe operation of this vehicle.","As a student he did intensive research into the design and operation of fusion reactors.","We found this ventilation device best with regards to ease of maintenance and operation.","A touch screen can greatly simplify day-to-day operation of these complex devices.","a long-lasting lamp with an operation time of up to 6 000 hours","The law can and should constrain the operation of the free market.","measures to improve the operation of the linked exchange rate system","The factory will cease operation at the end of the year.","in operation The system has been in operation for six months.","Temporary traffic controls are in operation on New Road.","into operation The new rules come into operation from next week.","It's time to put our plan into operation.","the only reactor in full operation","the smooth day-to-day operation of the department","To reduce the target would disrupt the operation of money market mutual funds.","This is an example of the operation of the economic laws of supply and demand.","joint military/combat operations","US forces conducted ground and air operations.","He was the officer in charge of operations.","UN troops supervised the relief operations."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"naturally","result":{"lexicalCategory":"adverb","ipas":[{"local":"UK","spell":"/ˈnætʃrəli/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/nat/natur/naturally__gb_1.mp3"},{"local":"US","spell":"/ˈnætʃrəli/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/nat/natur/naturally__us_1_rr.mp3"}],"note":"","verbs":[],"senses":{"text":"in a way that you would expect","examples":["Naturally, I get upset when things go wrong.","After a while, we naturally started talking about the children.","‘Did you complain about the noise?’ ‘Naturally.’","It was late, so naturally her mother was worried.","We heard a loud crash, so naturally we went outside to investigate.","naturally occurring chemicals","plants that grow naturally in poor soils","The enzyme is naturally present in garlic.","This leads naturally to my next point.","The topic arose naturally in the conversation.","to be naturally artistic","a naturally gifted athlete","Most birds are naturally timid.","She was naturally gifted when it came to music.","Just act naturally."]},"idioms":[{"text":"come naturally (to somebody/something) ","sense":"if something comes naturally to you, you are able to do it very easily and very well","examples":["Making money came naturally to him.","We were simply doing what came naturally."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"need","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/niːd/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/nee/need_/need__gb_2.mp3"},{"local":"US","spell":"/niːd/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/nee/need_/need__us_1.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"needed","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/nee/neede/needed__gb_1.mp3","spell":"/ˈniːdɪd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/nee/neede/needed__us_1.mp3","spell":"/ˈniːdɪd/"}]},{"sense":"Past participle","word":"needed","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/nee/neede/needed__gb_1.mp3","spell":"/ˈniːdɪd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/nee/neede/needed__us_1.mp3","spell":"/ˈniːdɪd/"}]},{"sense":"-ing form","word":"needing","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/nee/needi/needing__gb_1.mp3","spell":"/ˈniːdɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/nee/needi/needing__us_1.mp3","spell":"/ˈniːdɪŋ/"}]}],"senses":{"text":"to require something/somebody because they are essential or very important, not just because you would like to have them","examples":["need something/somebody Do you need any help?","It's here if you need it.","Don't go—I might need you.","They badly needed a change.","We desperately need hard facts on this disease.","Food aid is urgently needed.","What do you need your own computer for? You can use ours.","She needs more time to recover.","People need income not handouts.","More new housing is needed in the city.","I don't need your comments, thank you.","need to do something I need to get some sleep.","He needs to win this game to stay in the match.","You don't need to leave yet, do you?","You need to know how toxic the product is.","This shirt needs to be washed.","something needs doing This shirt needs washing.","He said no but he didn’t give a reason.","The most likely explanation is that his plane was delayed.","She left the room abruptly without explanation.","You have no grounds for complaint.","On what basis will this decision be made?","Late again! What’s your excuse this time?","It gave me an excuse to take the car.","There seemed to be no motive for the murder.","I can see no possible justification for any further tax increases.","He left the party early on the pretext of having to work.","How much time is needed for maintenance and repairs?","They question whether American consumers really need the product.","I just need some information.","Research is urgently needed into the causes of this illness.","She needed some money badly.","These people may need 24-hour attention, but they do not necessarily need to be in hospital.","You hardly need me to tell you that your father is still very frail and must not be upset.","All you need to do is complete this form.","I didn't need to go to the bank after all—Mary lent me the money.","You may well need to look outside your preferred area to find affordable accommodation.","Do you need any help?","I needed to get some sleep.","Will we need to show our passports?","Need I pay the whole amount now?"]},"idioms":[{"text":"need (to have) your head examined ","sense":"to be crazy","examples":[]}],"phrasal_verbs":[],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"need","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/nee/need_/need__gb_2.mp3","spell":"/niːd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/nee/need_/need__us_1.mp3","spell":"/niːd/"}]},"singular":{"text":"He / She / It","word":"needs","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/nee/needs/needs__gb_1.mp3","spell":"/niːdz/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/nee/needs/needs__us_1.mp3","spell":"/niːdz/"}]}}]}},{"word":"obtain","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/əbˈteɪn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/obt/obtai/obtain__gb_2.mp3"},{"local":"US","spell":"/əbˈteɪn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/obt/obtai/obtain__us_1.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"obtained","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/obt/obtai/obtained__gb_1.mp3","spell":"/əbˈteɪnd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/obt/obtai/obtained__us_1.mp3","spell":"/əbˈteɪnd/"}]},{"sense":"Past participle","word":"obtained","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/obt/obtai/obtained__gb_1.mp3","spell":"/əbˈteɪnd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/obt/obtai/obtained__us_1.mp3","spell":"/əbˈteɪnd/"}]},{"sense":"-ing form","word":"obtaining","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/obt/obtai/obtaining__gb_1.mp3","spell":"/əbˈteɪnɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/obt/obtai/obtaining__us_1.mp3","spell":"/əbˈteɪnɪŋ/"}]}],"senses":{"text":"to get something, especially by making an effort","examples":["to obtain information/data/results","I've been trying to obtain permission to publish this material.","I finally managed to obtain a copy of the report.","Further details can be obtained by writing to the above address.","To obtain the overall score, add up the totals in each column.","It is necessary to obtain the patients' consent.","Financial information was difficult to obtain.","Such information is easily obtained from the internet.","The company claims to have obtained its database of names by legitimate means.","The local authority may assist you to obtain alternative accommodation.","Soil preparation is critical for obtaining good results.","Data were obtained from 170 students who enrolled in the course.","He has close links to drug corporations, according to documents obtained by The Observer.","The investor sought and obtained planning permission.","Financing was obtained through a local lender.","She pretended to be ill in order to obtain hospital treatment.","These conditions no longer obtain."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"obtain","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/obt/obtai/obtain__gb_2.mp3","spell":"/əbˈteɪn/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/obt/obtai/obtain__us_1.mp3","spell":"/əbˈteɪn/"}]},"singular":{"text":"He / She / It","word":"obtains","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/obt/obtai/obtains__gb_1.mp3","spell":"/əbˈteɪnz/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/obt/obtai/obtains__us_1.mp3","spell":"/əbˈteɪnz/"}]}}]}},{"word":"nuclear","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/ˈnjuːkliə(r)/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/nuc/nucle/nuclear__gb_2.mp3"},{"local":"US","spell":"/ˈnuːkliər/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/nuc/nucle/nuclear__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"using, producing or resulting from nuclear energy","examples":["a nuclear power plant/station","China and India only produce a very small percentage of their electricity from nuclear facilities.","the nuclear industry","nuclear-powered submarines","a nuclear reactor","nuclear waste/fuel","nuclear weapons/arms","a nuclear bomb/missile/warhead","a nuclear explosion/attack/war","the country’s nuclear capability (= the fact that it has nuclear weapons)","The country is developing a nuclear weapons program.","They aim to discourage the country from developing its nuclear weapons program further.","They argued in favour of keeping a nuclear deterrent (= nuclear weapons that are intended to stop an enemy from attacking).","The opponents are campaigning for nuclear disarmament.","Years of threats by the U.S. have done nothing to curb these states' nuclear ambitions (= attempts to develop nuclear weapons).","Russia's huge nuclear arsenal","nuclear particles","a nuclear reaction"]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"nor","result":{"lexicalCategory":"conjunction, adverb","ipas":[{"local":"UK","spell":"/nɔː(r)/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/nor/nor__/nor__gb_1.mp3"},{"local":"US","spell":"/nɔːr/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/nor/nor__/nor__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"and not","examples":["She seemed neither surprised nor worried.","He wasn't there on Monday. Nor on Tuesday, for that matter.","(formal) Not a building nor a tree was left standing.","She doesn't like them and nor does Jeff.","‘I'm not going.’ ‘Nor am I.’"]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"ocean","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈəʊʃn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/oce/ocean/ocean__gb_1.mp3"},{"local":"US","spell":"/ˈəʊʃn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/oce/ocean/ocean__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"the mass of salt water that covers most of the earth’s surface","examples":["The ship was dredged from the depths of the ocean.","People were swimming in the ocean despite the hurricane warning.","The plane hit the ocean several miles offshore.","Our beach house is just a couple of miles from the ocean.","ships large enough to sail the open ocean","an ocean liner","a species of fish that lives on the ocean floor","El Nino is a warm ocean current that appears off the coast of Peru during the winter.","Ocean levels are rising.","Before him lay the vast, endless ocean.","Various toxic substances have been dumped in the ocean.","the Antarctic/Arctic/Atlantic/Indian/Pacific Ocean","They travelled across oceans in search of a new life.","A swimmer drowned in the sea/​ocean this morning.","the Mediterranean Sea","the Atlantic Ocean.","We’re spending a week by the sea/​at the ocean in June.","We’re going to the beach for vacation.","a vessel which can explore the depths of the great oceans","great ships that sailed the oceans of the world","penguins of the southern oceans","trade across the Atlantic Ocean"]},"idioms":[{"text":"a drop in the ocean (British English) (North American English a drop in the bucket)","sense":"an amount of something that is too small or unimportant to make any real difference to a situation","examples":["The amount of money raised was a drop in the ocean compared to what we needed."]},{"text":"an ocean of something (also oceans of something)","sense":"a large amount of something","examples":[]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"neighbourhood","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈneɪbəhʊd/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/nei/neigh/neighbourhood__gb_1.mp3"},{"local":"US","spell":"/ˈneɪbərhʊd/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/nei/neigh/neighbourhood__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"a district or an area of a town; the people who live there","examples":["We grew up in the same neighbourhood.","a poor/quiet/residential neighbourhood","an old working-class neighbourhood","Manhattan is divided into distinct neighborhoods.","the neighbourhood police","He shouted so loudly that the whole neighbourhood could hear him.","Before long the whole neighbourhood knew about it.","The school is situated in the most affluent neighbourhood of the city.","I lived in a tough neighbourhood.","Our health depends on creating neighbourhoods that are conducive to walking.","She volunteered to make a potato salad for the neighbourhood party.","The place feels like a real neighbourhood.","There was a large school in the neighbourhood.","There were various parks around the neighbourhood.","They hired a private police force to patrol the neighbourhood.","They often got together with other parents in the local neighbourhood.","Tourists rarely visit that neighbourhood.","We used to ride bikes around the neighbourhood.","a bar located in the middle of Chicago's gay neighbourhood","a neighbourhood populated mainly by Mexican Americans","stray dogs who roam the neighbourhood","the criminals who are destroying our neighbourhood","We live in a quiet, residential neighbourhood in the south of the city.","We searched the surrounding neighbourhood for the missing boy.","It was a car from outside the immediate neighbourhood.","in the neighbourhood of… Houses in the neighbourhood of Paris are extremely expensive."]},"idioms":[{"text":"in the neighbourhood of ","sense":"approximately; not exactly","examples":["It cost in the neighbourhood of $500."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"offend","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/əˈfend/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/off/offen/offend__gb_1.mp3"},{"local":"US","spell":"/əˈfend/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/off/offen/offend__us_2.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"offended","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/off/offen/offended__gb_1.mp3","spell":"/əˈfendɪd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/off/offen/offended__us_1.mp3","spell":"/əˈfendɪd/"}]},{"sense":"Past participle","word":"offended","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/off/offen/offended__gb_1.mp3","spell":"/əˈfendɪd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/off/offen/offended__us_1.mp3","spell":"/əˈfendɪd/"}]},{"sense":"-ing form","word":"offending","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/off/offen/offending__gb_1.mp3","spell":"/əˈfendɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/off/offen/offending__us_1.mp3","spell":"/əˈfendɪŋ/"}]}],"senses":{"text":"to make somebody feel upset because of something you say or do that is rude or embarrassing","examples":["They'll be offended if you don't go to their wedding.","Neil did not mean to offend anybody with his joke.","She managed to offend her boyfriend’s parents as soon as she opened her mouth.","A TV interviewer must be careful not to offend.","He was very sensitive and easily offended.","Omit anything that is likely to offend people.","She stopped mid-sentence, anxious not to offend him.","Some people found his jokes funny but others were deeply offended.","The smell from the farm offended some people.","an ugly building that offends the eye","The show was careful not to offend local sensibilities (= hurt the feelings of local people).","He started offending at the age of 16.","What is the best way to stop someone who has offended from repeating the offence?","comments that offend against people’s religious beliefs","Viewers complained that the broadcast offended against good taste."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"offend","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/off/offen/offend__gb_1.mp3","spell":"/əˈfend/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/off/offen/offend__us_2.mp3","spell":"/əˈfend/"}]},"singular":{"text":"He / She / It","word":"offends","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/off/offen/offends__gb_1.mp3","spell":"/əˈfendz/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/off/offen/offends__us_1.mp3","spell":"/əˈfendz/"}]}}]}},{"word":"oh","result":{"lexicalCategory":"exclamation","ipas":[{"local":"UK","spell":"/əʊ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/owe/owe__/owe__gb_2.mp3"},{"local":"US","spell":"/əʊ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/oh_/oh__u/oh__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"used when you are reacting to something that has been said, especially if you did not know it before","examples":["‘I saw Ben yesterday.’ ‘Oh yes, how is he?’","Oh dear! What's happened now?","You can’t come tonight? Oh well, see you next week then.","‘Emma has a new job.’ ‘Oh, has she?’","Oh, how wonderful!","Oh no, I've broken it!","Oh, Sue! Could you help me a moment?","I've been in this job for, oh, about six years."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"onto","result":{"lexicalCategory":"preposition","ipas":[{"local":"UK","spell":"/ˈɒntə//ˈɒntu/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/ont/onto_/onto__gb_1.mp3"},{"local":"US","spell":""}],"note":"","verbs":[],"senses":{"text":"used with verbs to express movement on or to a particular place or position","examples":["Move the books onto the second shelf.","She stepped down from the train onto the platform.","The window looked out onto the terrace."]},"idioms":[],"phrasal_verbs":["be onto"],"verb_simple":[]}},{"word":"nowhere","result":{"lexicalCategory":"adverb","ipas":[{"local":"UK","spell":"/ˈnəʊweə(r)/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/now/nowhe/nowhere__gb_1.mp3"},{"local":"US","spell":"/ˈnəʊwer/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/now/nowhe/nowhere__us_1.mp3"}],"note":"","verbs":[],"senses":{},"idioms":[{"text":"from/out of nowhere ","sense":"in a sudden and surprising way","examples":["A huge flock of sheep seemed to appear from nowhere.","The attack came from nowhere."]},{"text":"get/go nowhere | get somebody nowhere ","sense":"to make no progress or have no success; to not enable somebody to make progress or have success","examples":["We discussed it all morning but got nowhere.","Talking to him will get you nowhere.","His career was going nowhere fast.","The campaign over pay and conditions was getting nowhere."]},{"text":"lead (somebody) nowhere ","sense":"to have no successful result for somebody","examples":["This discussion is leading us nowhere.","Often there are discoveries which lead nowhere."]},{"text":"the middle of nowhere ","sense":"a place that is a long way from other buildings, towns, etc.","examples":["She lives on a small farm in the middle of nowhere."]},{"text":"not anywhere near/nowhere near ","sense":"far from; not at all","examples":["The job doesn't pay anywhere near enough for me.","Older cars are nowhere near as fuel-efficient as modern cars."]},{"text":"nowhere near (also not anywhere near)","sense":"far from; not at all","examples":["Older cars are nowhere near as fuel-efficient as modern cars."]},{"text":"nowhere to be found/seen | nowhere in sight ","sense":"impossible for anyone to find or see","examples":["I wanted to talk to him but he was nowhere to be found.","The children were nowhere to be seen.","A peace settlement is nowhere in sight (= is not likely in the near future)."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"offer","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/ˈɒfə(r)/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/off/offer/offer__gb_1.mp3"},{"local":"US","spell":"/ˈɔːfər/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/off/offer/offer__us_1_rr.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"offered","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/off/offer/offered__gb_1.mp3","spell":"/ˈɒfəd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/off/offer/offered__us_1.mp3","spell":"/ˈɔːfərd/"}]},{"sense":"Past participle","word":"offered","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/off/offer/offered__gb_1.mp3","spell":"/ˈɒfəd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/off/offer/offered__us_1.mp3","spell":"/ˈɔːfərd/"}]},{"sense":"-ing form","word":"offering","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/off/offer/offering__gb_1.mp3","spell":"/ˈɒfərɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/off/offer/offering__us_1_rr.mp3","spell":"/ˈɔːfərɪŋ/"}]}],"senses":{"text":"to say that you are willing to give something to somebody","examples":["offer (something) Josie had offered her services as a guide.","He offered some useful advice.","to offer support/protection/help","I don't think they need help, but I think I should offer anyway.","offer something for something He offered $4 000 for the car.","They are offering a reward for the return of their cat.","offer something to somebody They decided to offer the job to Jo.","offer somebody something They decided to offer Jo the job.","I gratefully took the cup of coffee she offered me.","offer somebody something to do something Taylor offered him 500 dollars to do the work.","Would you like a magazine to read?","Can I get you a coffee?","Can I offer you something to drink?","How about something to eat? I could make some sandwiches.","If you'd like to use/​If you need the bathroom, it's the second door on the right.","Feel free to go upstairs and have a rest if you'd like to.","That would be nice. I'd like a cup of tea, please.","Yes, please. A glass of orange juice would be lovely.","If you're sure it's no trouble, I'd love a coffee.","No, thank you. I'm fine for now.","Not for me, thanks.","I'm fine, thanks. Maybe later.","Would you like me to help you with that?","Can I give you a hand?","Can I help you with that?","Shall I carry that for you?","Would it help if I spoke to Julie before you call her?","Let me take your bag.","If there's anything I can do (to help), let me know.","That's very kind/​nice/​generous/​thoughtful of you. Thank you.","It's all right, thank you. I can manage/​do it.","Thanks. That would be very helpful.","Would they be prepared to offer any more?","I refer to your recent application and interview and am pleased to offer you the post of editor.","She offered drinks to her guests.","She felt obliged to offer him a bed for the night.","Hospitality was freely offered to refugees.","Her neighbour helps her with the children and offers support.","offer to do something The kids offered to do the dishes.","+ speech ‘I'll do it,’ she offered.","She graciously offered to get pizza so I wouldn't have to cook.","‘Do you need any help?’ he offered impulsively.","She offered to help him negotiate the purchase.","They offered to pay for a hotel.","offer something The hotel offers excellent facilities for families.","Both companies offer a range of software.","Which lenders consistently offer the cheapest mortgages?","offer something for something The property will be offered for sale by auction on May 24.","The camp also offers boating, fishing, campfires and more.","They focus on offering quality products that consumers want.","The college offers free ICT training courses for beginners.","offer something The job didn't offer any prospects for promotion.","He did not offer any explanation for his behaviour.","offer somebody something The program has offered her many opportunities for travel.","The plan seemed to offer real advantages.","This investment is likely to offer a higher return.","The bedroom suite offers access to an expansive terrace.","The exhibition offers important new insights into the artist's work.","When problems arise, these programs offer solutions.","They offer a trade discount of 10 to 25 per cent.","The sweepstake offers consumers the chance to win prizes.","Universities offered little resistance to these changes.","He never lost his temper or offered violence to anyone.","We offered up our prayers for the men's safe return."]},"idioms":[{"text":"have something to offer ","sense":"to have something available that somebody wants","examples":["Oxford has a lot to offer visitors in the way of entertainment.","a young man with a great deal to offer (= who is intelligent, has many skills, etc.)","The open evening is a chance to see what the college has to offer students.","This player has proved that he still has a lot to offer."]},{"text":"offer your hand ","sense":"to hold out your hand for somebody to shake","examples":[]}],"phrasal_verbs":[],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"offer","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/off/offer/offer__gb_1.mp3","spell":"/ˈɒfə(r)/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/off/offer/offer__us_1_rr.mp3","spell":"/ˈɔːfər/"}]},"singular":{"text":"He / She / It","word":"offers","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/off/offer/offers__gb_1.mp3","spell":"/ˈɒfəz/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/off/offer/offers__us_1.mp3","spell":"/ˈɔːfərz/"}]}}]}},{"word":"network","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈnetwɜːk/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/net/netwo/network__gb_2.mp3"},{"local":"US","spell":"/ˈnetwɜːrk/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/net/netwo/network__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"a complicated system of roads, lines, tubes, nerves, etc. that are connected to each other and operate together","examples":["a rail/road/canal network","The new rail services will form a network connecting the capital and major cities.","Europe's mobile phone networks are controlled by five dominant players.","network of something a network of veins","an extensive network of underground tunnels","Drinking water is brought to the town through a network of underground pipes.","They are establishing a network of pumps and pipelines to move the oil.","the structure of the brain's neural networks","(figurative) They were caught in a complex network of red tape.","They have one of the most efficient distribution networks in Europe.","These corporations control TV, radio and global communications networks.","to build/create/develop a network","network of somebody/something She has a supportive network of close friends.","Expand your network of contacts beyond your usual circles.","To do business in Asia, it is essential to build network of personal friends.","The organization controlled a network of spies in the decades after the war.","The company has a network of regional offices.","a network of research centres in more than 70 countries","Elderly people were once supported by an extensive family network.","An informal network of self-employed people exists in the area.","We must fight terrorist networks and all those who support them.","Members are all linked together in a network.","Once a supplier joins the network, its shipping systems are integrated with the others.","The newspapers are sent out via a national distribution network.","We are dismantling the financial networks that have funded terrorism.","one of the depots in the company's network","The office network allows users to share files and software, and to use a central printer.","across/over/via a network Users can access data across a network.","The files are accessible over a network.","You can print and scan from your device via a wireless network.","Administrators can secure the network by segmenting it into zones.","All computer users are connected on a network.","They were unable to run the telephone network economically.","laptops connected to wireless networks","software to help you manage your network","the four big US television networks","The report was broadcast across several radio networks.","The show was first aired on the cable network Showtime.","network of something He's chairman of a network of radio stations."]},"idioms":[{"text":"the old boy network ","sense":"the situation in many British companies, government departments and branches of the armed forces where people give jobs to former students of the school or university that they went to ","examples":["Recruiting staff used to be done by means of the old boy network.","Most of the managers were chosen by the old boy network and many of them turned out to be incompetent."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"odd","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/ɒd/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/odd/odd__/odd__gb_2.mp3"},{"local":"US","spell":"/ɑːd/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/odd/odd__/odd__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"strange or unusual","examples":["They're very odd people.","There's something odd about that man.","That painting looks very odd.","a teenage girl with rather odd hair","After a while she noticed something quite odd.","When we got inside something struck me as odd.","It's an odd little movie.","it is/seems odd that… It seems odd that nobody noticed anything wrong.","It's most odd that (= very odd that) she hasn't written.","The odd thing was that he didn't recognize me.","it is odd to do something It's odd to think I will never see her again.","I didn't think it odd at the time.","I find it odd that she takes so long to do that job.","She had the oddest feeling that he was avoiding her.","an odd-looking house","an odd-sounding name","1, 3, 5 and 7 are odd numbers.","Each section may have an odd or even number of players.","He makes the odd mistake—nothing too serious.","decorations made of odd scraps of paper","You're wearing odd socks!","Could I see you when you've got an odd moment?","How old is she—seventy odd?","He's worked there for twenty-odd years."]},"idioms":[{"text":"the odd man/one out ","sense":"a person or thing that is different from others or does not fit easily into a group or set","examples":["At school he was always the odd man out.","Dog, cat, horse, shoe—which is the odd one out?"]},{"text":"an odd/a queer fish ","sense":"a person who is slightly strange or crazy","examples":[]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"nice","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/naɪs/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/nic/nice_/nice__gb_1.mp3"},{"local":"US","spell":"/naɪs/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/nic/nice_/nice__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"pleasant or attractive","examples":["a nice day/smile/place","nice weather","Did you have a nice time?","You look very nice.","We all had the flu last week—it wasn't very nice.","‘Do you want to come, too?’ ‘Yes, that would be nice.’","The nicest thing about her is that she never criticizes us.","It was a nice touch to end the film as it started.","it is nice to do something It's nice to know that somebody appreciates what I do.","Nice to meet you! (= a friendly greeting when you meet somebody for the first time)","It is nice doing something It's been nice meeting you.","it is nice that… It's nice that you can come with us.","it would be nice if… It would be nice if he moved to London.","It's nice to have a few days off.","I cleaned the room to make it nice for the others when they came home.","It had not been a particularly nice experience.","It's nice for Mum to get out more.","That bread smells nice.","If it's a nice day tomorrow, shall we go out?","The picture looks good and Dillon does a nice job behind the camera.","DeNiro added some nice touches of comedy to his role.","Other nice touches include serving bottled water instead of tap and warming the plates before the meal is served.","It would be nice to see a few more people at the next meeting.","It's nice to see the old skills being used every now and then.","It is nice to have your efforts acknowledged.","a nice hot bath","a nice long walk","It's a nice little place you have here.","nice and… He seemed nice and friendly.","It was nice and warm yesterday.","Everyone arrived nice and early.","I felt nice and cosy.","Our new neighbours are very nice.","He's a really nice guy.","She's one of the nicest people you'll ever meet.","nice to somebody Be nice to me. I'm not feeling well.","nice of somebody (to do something) It was nice of them to invite us.","nice about something I complained to the manager and he was very nice about it.","I asked him in the nicest possible way to put his cigarette out.","The party was great.","We had a brilliant weekend.","Can't you be nice to each other for once?","an awfully nice man","Some of the boys were nice enough, but she didn't want to go out with them.","I'm sure she's perfectly nice really.","His mother sounded very nice on the phone.","He was incredibly nice about it, though I am sure it caused him a lot of trouble.","That's a nice thing to say!","That's a nice way to speak to your mother!","a nice point of law (= one that is difficult to decide)"]},"idioms":[{"text":"as nice as pie ","sense":"very kind and friendly, especially when you are not expecting it","examples":[]},{"text":"have a nice day! ","sense":"a friendly way of saying goodbye, especially to customers","examples":[]},{"text":"make nice (with somebody) ","sense":"to be pleasant or polite to somebody, especially when you do not really want to","examples":["He tried to make nice with his ex, even though he was still angry with her.","Cole and his opponent made nice for the cameras at the press event."]},{"text":"nice one! ","sense":"used to show you are pleased when something good has happened or somebody has said something funny","examples":["You got the job? Nice one!"]},{"text":"nice work! ","sense":"used to show you are pleased when somebody has done something well","examples":["You did a good job today. Nice work, James!"]},{"text":"nice work if you can get it ","sense":"used when you wish that you had somebody’s success or good luck and think they have achieved it with little effort","examples":["He was paid £200 for a ten-minute speech? Nice work if you can get it."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"observe","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/əbˈzɜːv/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/obs/obser/observe__gb_2.mp3"},{"local":"US","spell":"/əbˈzɜːrv/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/obs/obser/observe__us_1.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"observed","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/obs/obser/observed__gb_1.mp3","spell":"/əbˈzɜːvd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/obs/obser/observed__us_1.mp3","spell":"/əbˈzɜːrvd/"}]},{"sense":"Past participle","word":"observed","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/obs/obser/observed__gb_1.mp3","spell":"/əbˈzɜːvd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/obs/obser/observed__us_1.mp3","spell":"/əbˈzɜːrvd/"}]},{"sense":"-ing form","word":"observing","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/obs/obser/observing__gb_1.mp3","spell":"/əbˈzɜːvɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/obs/obser/observing__us_1.mp3","spell":"/əbˈzɜːrvɪŋ/"}]}],"senses":{"text":"to see or notice somebody/something","examples":["observe somebody/something Have you observed any changes lately?","All the characters in the novel are closely observed (= seem like people in real life).","I want you to observe all the details.","The patterns observed in our study may represent a general rule.","observe somebody/something do something The police observed a man enter the bank.","observe somebody/something doing something They observed him entering the bank.","observe that… She observed that all the chairs were already occupied.","be observed to do something He was observed to follow her closely.","He refused to comment until after the trial.","He noted in passing that the company’s record on safety issues was not good.","Critics remarked that the play was not original.","She observed that it was getting late.","The first thing I noticed about the room was the smell.","Please note (that) the office will be closed on Monday.","The tests are designed to detect the disease early.","Have you observed any changes lately?","The police observed a man enter the bank.","Police have appealed for anyone who witnessed the incident to contact them.","It is the parents who actually observe these behavioural problems in their children.","She correctly observed that there was very little difference between the two parties on domestic policies.","This behaviour is commonly observed among several species of finch.","He observes keenly, but says little.","observe somebody/something I felt he was observing everything I did.","The patients were observed over a period of several months.","an observed decrease in rainfall in the area","The program provided an opportunity to observe the effects of treatment.","The cells were observed under a microscope.","observe somebody/something for something The patient should be observed for signs of an allergic reaction.","observe how, what, etc… They observed how the parts of the machine fitted together.","If you look carefully you can just see our house from here.","She looked at me and smiled.","to watch television","Watch what I do, then you try.","In the evening we went to see a movie.","People came from all over the world to view her work.","The patients were observed over a period of several months.","You can learn a lot by simply observing.","She was unaware that she was being observed from the window.","It is interesting to observe the reaction of the children to these changes.","She stood there, quietly observing the domestic scene.","She observed that it was getting late.","‘It's easy to say that,’ she observed to Michael, ‘but can you prove it?’","‘You took your time, ’ he observed coolly.","The only certainties in this world, as Benjamin Franklin famously observed, are death and taxes.","The Area Manager observed that takings were down and decided to pay a visit.","Will the rebels observe the ceasefire?","The crowd observed a minute's silence (= were silent for one minute) in memory of those who had died.","Failure to observe club rules may result in expulsion.","This procedure must be correctly observed.","Do they observe Christmas?"]},"idioms":[],"phrasal_verbs":[],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"observe","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/obs/obser/observe__gb_2.mp3","spell":"/əbˈzɜːv/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/obs/obser/observe__us_1.mp3","spell":"/əbˈzɜːrv/"}]},"singular":{"text":"He / She / It","word":"observes","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/obs/obser/observes__gb_1.mp3","spell":"/əbˈzɜːvz/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/obs/obser/observes__us_1.mp3","spell":"/əbˈzɜːrvz/"}]}}]}},{"word":"nerve","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/nɜːv/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/ner/nerve/nerve__gb_1.mp3"},{"local":"US","spell":"/nɜːrv/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/ner/nerve/nerve__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"any of the long fibres that carry messages between the brain and parts of the body, enabling you to move, feel pain, etc.","examples":["the optic nerve","He's off work with a trapped nerve in his neck.","Every nerve in her body was tense.","The illness kills nerve cells and causes chronic fatigue.","Pain occurs when the nerve fibres are damaged.","Signals are transmitted from the nerve endings to the brain.","The disease can also cause nerve damage.","Cutting the nerves to the stomach does not affect hunger.","He damaged a nerve in his spine.","I've trapped a nerve in my spine.","Intense pain shot through every nerve in his body.","The message travels along the nerve to the brain.","The nerve runs from the eye to the brain.","The nerves transmit pain.","The vagus nerve controls heart rate and breathing.","Even after years as a singer, he still suffers from nerves before a performance.","I need something to calm my nerves.","to settle/soothe/steady your nerves","Everyone's nerves were on edge (= everyone felt tense).","He lives on his nerves (= is always worried).","By the end of the meal her nerves were completely frayed.","She took a few deep breaths to calm her nerves.","Have some herbal tea to settle your nerves.","At the end of a day's teaching, her nerves were absolutely shattered.","Caring for him while he was so ill has been a great strain on her nerves.","He uncharacteristically allowed nerves to get the better of him in yesterday's game.","Her nerves were shot from all the things happening around her.","Her nerves were stretched to breaking point.","His nerves jangled every time the phone rang.","I had an attack of nerves just before I went on stage.","I'm not sure my nerves can stand another night like this.","I've never suffered from first-night nerves.","It gave me time to calm my jittery nerves before meeting her.","He lay awake, his nerves throbbing.","It took a lot of nerve to take the company to court.","I was going to have a go at parachuting but lost my nerve at the last minute.","He held his nerve to win the final set 6–4.","Investors largely kept their nerve and stayed with the company.","It was an amazing journey which tested her nerves to the full.","You must find the nerve to ask for more money.","Steeling my nerve, I jumped the first bar.","Singing in front of so many people was a real test of nerve.","At the last minute she almost lost her nerve.","He kept his nerve to win a thrilling game.","I didn't have the nerve to ask.","It took a lot of nerve to stand up and speak.","Skydiving is all right for people who've got the nerves for it.","I don't know how you have the nerve to show your face after what you said!","He's got a nerve asking us for money!","‘Then she demanded to see the manager!’ ‘What a nerve!’","He had some nerve to insult Mina's cooking."]},"idioms":[{"text":"be a bag/bundle of nerves ","sense":"to be very nervous","examples":["By the time of the interview, I was a bundle of nerves."]},{"text":"get on somebody’s nerves ","sense":"to annoy somebody","examples":["That music is starting to get on my nerves.","It really gets on my nerves when people talk loudly on the phone in public.","His endless whining really gets on my nerves."]},{"text":"have nerves of steel ","sense":"to be able to remain calm in a difficult or dangerous situation","examples":["You need nerves of steel to be a good poker player."]},{"text":"hit/touch/strike a (raw/sensitive) nerve ","sense":"to mention a subject that makes somebody feel angry, upset, embarrassed, etc.","examples":["You touched a raw nerve when you mentioned his first wife.","My remarks about divorce had unwittingly touched a raw nerve.","The article struck a raw nerve as it revived unpleasant memories."]},{"text":"strain every nerve/sinew (to do something) ","sense":"to try as hard as you can to do something","examples":["He strained every nerve to snatch victory from defeat."]},{"text":"strike a nerve (with somebody) ","sense":"to have a strong effect","examples":["His work strikes a nerve with people who are attracted to nostalgia.","It seems I struck a nerve with my last post about cell phones.","Nissan may well strike a popular nerve here."]},{"text":"a war of nerves ","sense":"an attempt to defeat your opponents by putting pressure on them so that they lose courage or confidence","examples":["The union has been fighting a war of nerves with the management over pay."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"near","result":{"lexicalCategory":"preposition","ipas":[{"local":"UK","spell":"/nɪə(r)/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/nea/near_/near__gb_2.mp3"},{"local":"US","spell":"/nɪr/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/nea/near_/near__us_1.mp3"}],"note":"Near to is not usually used before the name of a place, person, festival, etc.","verbs":[],"senses":{"text":"at a short distance away from somebody/something","examples":["Do you live near here?","Go and sit nearer (to) the fire.","When is your next appointment?","Turn left at the next traffic lights.","Who’s next?","Where’s the nearest supermarket?","Janet’s sitting nearest to the window (= of all the people in the room).","Sarah’s sitting next to the window (= right beside it).","Who’s sitting nearest the door?","My birthday is very near Christmas.","I’ll think about it nearer (to) the time (= when it is just going to happen).","Share prices are near their record high of last year.","Profits fell from $11 million to nearer $8 million.","Nobody else comes near her in intellect.","He's nearer 70 than 60.","This colour is nearest (to) the original.","a state near (to) death","She was near to tears (= almost crying).","We came near to being killed."]},"idioms":[{"text":"(close/near) at hand ","sense":"close to you in time or distance","examples":["Help was at hand.","The property is ideally located with all local amenities close at hand."]},{"text":"be close to/near the mark ","sense":"to be fairly accurate in a guess, statement, etc.","examples":["Such guesses are thought to be close to the mark.","‘The Times’ was nearer the mark when it said…"]},{"text":"close/dear/near to somebody’s heart ","sense":"having a lot of importance and interest for somebody","examples":[]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"nut","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/nʌt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/nut/nut__/nut__gb_1.mp3"},{"local":"US","spell":"/nʌt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/nut/nut__/nut__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"a small hard fruit with a very hard shell that grows on some trees","examples":["to crack a nut (= open it)","a cashew nut","a hazelnut","nuts and raisins","chopped nuts","She is allergic to nuts.","She has a severe nut allergy.","a nut roast/cutlet","to tighten a nut","a wheel nut","a jar full of nuts and bolts","He's a complete nut, if you ask me.","a fitness/tennis/computer nut"]},"idioms":[{"text":"do your nut ","sense":"to become very angry","examples":["She’ll do her nut when she finds out!"]},{"text":"a hard/tough nut ","sense":"a person who is difficult to deal with or to influence","examples":[]},{"text":"a hard/tough nut (to crack) ","sense":"a difficult problem or situation to deal with","examples":[]},{"text":"the nuts and bolts (of something) ","sense":"the basic practical details of a subject or an activity","examples":["The documentary focuses on the real nuts and bolts of the film-making process."]},{"text":"off your nut ","sense":"crazy","examples":[]},{"text":"use a sledgehammer to crack a nut ","sense":"to use more force than is necessary","examples":[]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"net","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/net/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/net/net__/net__gb_2.mp3"},{"local":"US","spell":"/net/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/net/net__/net__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"material that is made of string, thread or wire twisted or tied together, with small spaces in between; a piece of this material used for a particular purpose","examples":["Unfortunately the animals are often caught in fishing nets.","She's always peering through the net curtains, spying on the neighbours.","They began to cut through the net, one strand at a time.","We slept in bamboo beds draped in mosquito nets.","The fishermen were mending their nets.","He bagged a huge net of carp and bream.","to kick the ball into the back of the net","She shot the ball past the goalkeeper and into an empty net.","Kane finally found the net in the 78th minute.","She hit her second serve straight into the net.","to hit the ball over the net","He practised bowling all morning in the nets.","He spends his time playing computer games and surfing the net.","A call on the radio net went out that there had been a crash."]},"idioms":[{"text":"cast your net wide ","sense":"to consider a lot of different people, activities, possibilities, etc. when you are looking for something","examples":["It’s worth casting your net wide when applying for your first job."]},{"text":"slip through the net (also fall/slip through the cracks)","sense":"when somebody/something slips through the net, an organization or a system fails to find them and deal with them","examples":["We tried to contact all former students, but one or two slipped through the net."]},{"text":"spread your net ","sense":"to consider a wide range of possibilities or cover a large area, especially to try to find somebody/something","examples":["They have spread their net far and wide in the search for a new team coach."]},{"text":"widen the net ","sense":"to consider or include a larger range of options or possibilities, especially when searching for something","examples":["It's time to widen the net in the search for a suitable candidate."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"officer","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈɒfɪsə(r)/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/off/offic/officer__gb_1.mp3"},{"local":"US","spell":"/ˈɑːfɪsər/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/off/offic/officer__us_2_rr.mp3"}],"note":"","verbs":[],"senses":{"text":"a person who is in a position of authority in the armed forces","examples":["army/military/naval officers","senior officers in the Royal Air Force","The matter was passed on to me, as your commanding officer.","He's a retired army intelligence officer.","The decision rests with the ranking officer.","a former army officer who served in Bosnia","the officer commanding the infantry","to salute a superior officer","The military academy trains officers for technical service in the army.","On Christmas Eve 1914 officers and soldiers put down their weapons to share wine and food.","the officer in charge of the case","the investigating officer","Yes, officer, I saw what happened.","Officers arrested five suspects after a raid last night.","Two uniformed officers attended the scene of the accident.","100 officers swooped on various south Essex locations.","We spoke to the duty officer at the police station.","Officers raided an address in the Pittsburgh area.","Drug squad officers raided a warehouse near Heathrow.","The budget will pay for 200 extra police community support officers.","A team of undercover officers was deployed inside the club to catch the dealers.","The panel included law enforcement officers such as police and sheriffs.","Officer Dibble","an environmental health officer","a customs/prison/welfare officer","officers of state (= ministers in the government)","He was a former officer in the Secret Service.","Trading standards officers seized a large number of fake goods.","If you're concerned, you should go to a student welfare officer to discuss the problem.","All directors and other senior officers of the company will have a vote.","The corporation has shareholders, officers and board members.","airport security officers","The company's chief financial officer denied that the company had misled its shareholders.","Local council officers met to discuss the proposals.","They need to see the planning officer's report before commenting publicly.","The cooperative has elected the following officers to serve on the board of directors.","She owed a vast sum of money, and the sheriff's officers arrived to confiscate the family property."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"next","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/nekst/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/nex/next_/next__gb_1.mp3"},{"local":"US","spell":"/nekst/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/nex/next_/next__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"coming straight after somebody/something in time, order or space","examples":["The next train to Baltimore is at ten.","The next six months will be the hardest.","The next chapter deals with the post-war situation.","Who's next?","The woman in the next room was talking in a very loud voice.","The parcel will arrive in the next few days.","I fainted and the next thing I knew I was in the hospital.","(informal) Round here, you leave school and next thing you know you're married with three kids.","When is your next appointment?","Turn left at the next traffic lights.","Who’s next?","Where’s the nearest supermarket?","Janet’s sitting nearest to the window (= of all the people in the room).","Sarah’s sitting next to the window (= right beside it)","Who’s sitting nearest the door?","Next Thursday is 12 April.","Next time I'll bring a book.","I'm going away next month.","Next month's rent is due today."]},"idioms":[{"text":"better luck next time ","sense":"used to encourage somebody who has not been successful at something","examples":["Never mind— better luck next time.","If you didn't win a prize, better luck next time."]},{"text":"from one day to the next ","sense":"if a situation changes from one day to the next, it is uncertain and not likely to stay the same each day","examples":["I never know what to expect from one day to the next."]},{"text":"the next man, woman, person, etc. ","sense":"the average person","examples":["I can enjoy a joke as well as the next man, but this is going too far."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"natural","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/ˈnætʃrəl/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/nat/natur/natural__gb_6.mp3"},{"local":"US","spell":"/ˈnætʃrəl/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/nat/natur/natural__us_1_rr.mp3"}],"note":"","verbs":[],"senses":{"text":"existing in nature; not made or caused by humans","examples":["the natural world (= of trees, rivers, animals and birds)","We should respect animals and the natural environment, which is their home.","a country’s natural resources (= its coal, oil, forests, etc.)","wildlife in its natural habitat","The natural beauty of flowers inspired Monet's experiments in colour.","All the materials used are natural.","My hair soon grew back to its natural colour (= after being dyed).","The clothes are available in warm natural colours.","The building is designed to let in as much natural light as possible.","Your highlights look really natural.","The lovely natural setting was undisturbed.","It is important to preserve our country's natural heritage.","The designers were keen to respect the natural landscape.","Cooking is all about capturing the natural flavour of the food.","Only ochre and other natural colours are used in the wall paintings.","natural yogurt (= with no flavour added)","I try to eat a sugar-free, natural food diet.","Natural treatments have no unwanted side effects.","We made bread with a natural raising agent.","to die of natural causes (= not by violence, but normally, of old age)","Singing for her was as natural as breathing.","He thought social inequality was all part of the natural order of things.","She was the natural choice for the job.","it is natural (for somebody) to do something It's only natural to worry about your children.","It's perfectly natural for you to feel annoyed.","it is natural that… It's natural that he would want to see his own son.","The man died of natural causes.","I had a quite natural desire to hit him.","They seemed to be the natural party of government.","It's only natural that she should feel upset.","the natural agility of a cat","the natural processes of language learning","She has a natural ability with children.","Daniel's natural talent is for engineering.","It was my natural instinct to defend myself.","When body temperature is beginning to fall there is a natural tendency to fall asleep.","Children have a natural desire for affection and security.","Hunting is one of a cat's natural instincts.","Extreme shyness seemed to be part of her natural character.","His natural gifts as a preacher meant he was in great demand.","He's a natural leader.","She's a natural rebel.","It's difficult to look natural when you're feeling nervous.","There's something really natural about her.","His natural mother was unable to care for him so he was raised by an aunt.","She was a natural daughter of King James II.","I am a firm believer in human rights and natural law.","It goes against natural justice to punish a child for the crimes of its parents.","B natural"]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"nine","result":{"lexicalCategory":"number","ipas":[{"local":"UK","spell":"/naɪn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/nin/nine_/nine__gb_1.mp3"},{"local":"US","spell":"/naɪn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/nin/nine_/nine__us_1.mp3"}],"note":"","verbs":[],"senses":{},"idioms":[{"text":"dressed (up) to the nines ","sense":"wearing very attractive or formal clothes","examples":[]},{"text":"have nine lives ","sense":"to be very lucky in dangerous situations","examples":[]},{"text":"a nine days’ wonder ","sense":"a person or thing that makes people excited for a short time but does not last very long","examples":[]},{"text":"nine times out of ten ","sense":"almost every time","examples":["I'm always emailing her, but nine times out of ten she doesn't reply."]},{"text":"nine to five ","sense":"the normal working hours in an office","examples":["I work nine to five.","a nine-to-five job"]},{"text":"on cloud nine ","sense":"extremely happy","examples":[]},{"text":"possession is nine tenths of the law ","sense":"if you already have or control something, it is difficult for somebody else to take it away from you, even if they have the legal right to it","examples":[]},{"text":"the whole nine yards ","sense":"everything, or a situation which includes everything","examples":["When Dan cooks dinner he always goes the whole nine yards, with three courses and a choice of dessert."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"once","result":{"lexicalCategory":"adverb","ipas":[{"local":"UK","spell":"/wʌns/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/onc/once_/once__gb_1.mp3"},{"local":"US","spell":"/wʌns/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/onc/once_/once__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"on one occasion only; one time","examples":["I've only been there once.","He cleans his car once a week.","She only sees her parents once every six months.","For optimum effect, these drops are used once daily.","I had met Lou once before.","Last year the region received rain only once.","(informal) He only did it the once.","Rome is a city you should visit at least once in your life.","They meet once a week at a Paris café.","I once met your mother.","He once lived in Zambia.","This book was famous once, but nobody reads it today.","She remembers once travelling with her father to Kilkenny.","I famously once said that I was a fighter and not a quitter.","He once told an interviewer that his biggest regret was missing his father's funeral.","It was once thought to be the best hotel in Europe.","He never once offered to help.","If she once decides to do something, you won't change her mind.","Once inside the gate, Sam hurried up the path.","All at once she lost her temper.","I can't do everything all at once—you'll have to be patient.","Come here at once!","Don't all speak at once!","I can't do two things at once."]},"idioms":[{"text":"all at once ","sense":"suddenlyall together; at the same time","examples":["All at once she lost her temper.","I can't do everything all at once—you'll have to be patient."]},{"text":"at once ","sense":"immediately; without delayat the same time","examples":["Come here at once!","Don't all speak at once!","I can't do two things at once."]},{"text":"(just) for once | just this once ","sense":"on this occasion (which is in contrast to what happens usually)","examples":["Just for once he arrived on time.","Can't you be nice to each other just this once?"]},{"text":"going once, going twice, sold (especially North American English) (British English also going, going, gone)","sense":"said by an auctioneer to show that an item has been sold","examples":[]},{"text":"once again | once more  ","sense":"one more time; another time","examples":["Once again the train was late.","Let me hear it just once more."]},{"text":"once a…, always a… ","sense":"used to say that somebody cannot change","examples":["Once an actor, always an actor."]},{"text":"once bitten, twice shy ","sense":"after an unpleasant experience you are careful to avoid something similar","examples":[]},{"text":"once (and) for all ","sense":"now and for the last time; finally or completely","examples":["We need to settle this once and for all."]},{"text":"once in a blue moon ","sense":"very rarely","examples":[]},{"text":"(every) once in a while ","sense":"occasionally","examples":["Everybody makes a mistake once in a while."]},{"text":"once or twice ","sense":"a few times","examples":["I don't know her well, I've only met her once or twice."]},{"text":"once too often ","sense":"used to say that somebody has done something wrong or stupid again, and this time they will suffer because of it","examples":["You've tried that trick once too often."]},{"text":"once upon a time ","sense":"used, especially at the beginning of stories, to mean ‘a long time ago in the past’","examples":["Once upon a time there was a beautiful princess."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"north","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/nɔːθ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/nor/north/north__gb_1.mp3"},{"local":"US","spell":"/nɔːrθ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/nor/north/north__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"the direction that is on your left when you watch the sun rise; one of the four main points of the compass","examples":["Which way is north?","cold winds coming from the north","to the north (of…) Mount Kenya is to the north of (= further north than) Nairobi.","views of distant mountains to north and south","birds migrating from the north","in the north Houses are less expensive in the North (= of England) than in the South.","They wanted to escape the cold of the north.","The main road ran across the north of the island.","There's been a severe earthquake in the north of the country.","Edinburgh was called the Athens of the North.","Some delegates from Virginia voted to join the North.","The North refused to commit itself to safeguarding species diversity."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"news","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/njuːz/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/new/news_/news__gb_2.mp3"},{"local":"US","spell":"/nuːz/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/new/news_/news__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"new information about something that has happened recently","examples":["What's the latest news?","Have you heard the news? Pat's leaving!","That's great news.","Tell me all your news.","Do you want the good news or the bad news first?","saddened/shocked/surprised by the news","Here's a piece of news that may interest you.","We've had a bit of good news.","news of somebody/something Have you had any news of Patrick?","news on something Any news on the deal?","news about somebody/something He gave me some news about the office move.","news that… Messengers brought news that the battle had been lost.","(informal) It's news to me (= I haven't heard it before).","Great news! We've bought the house.","He took a moment to digest the unbelievable news.","He shared his good news with everyone else in the office.","I don't really have any news to report.","I want to catch up on all your news.","They are waiting for news of their relatives.","It was news to me that they were married.","Joan came in with the news that a pay rise had been agreed.","Mrs Trowsdale will be celebrating the news with her family.","She ran from office to office, spreading the news.","She went completely to pieces at the news of his death.","The good news is that we've all been given an extra day's leave.","The news spread like wildfire.","The news was greeted with astonishment.","The company refused to confirm the news.","Investors welcomed the news, pushing shares up 6.1%.","national/international/local news","a news story/item/report","a TV/radio news bulletin","news media/coverage","You can catch all the latest news on our website.","breaking news (= news that is arriving about events that have just happened)","The wedding was front-page news.","news of something News of a serious road accident is just coming in.","news on something Is there any news on the car bomb attack?","news about somebody/something I'm not interested in news about celebrities.","in the news She is always in the news.","I work for a 24-hour news channel.","And now with news from the Games, over to our Olympic correspondent.","Drug companies tend to bury news of drug failures.","I follow food industry news fairly closely.","If you're a news junkie, you can get updates mailed to you.","It was front-page news at the time.","It's the reporter's job to go out and gather news.","News coverage of the fighting was extremely biased.","News is coming in of a large fire in central London.","News of their engagement was leaked to the press.","She's been in the news a lot lately.","Some late news has just come in.","The actor's family released news of his death last night.","The news broke while we were away.","The news was posted on the band's website.","You can get news alerts through your cell phone.","a downloadable news digest","news of fresh killings","He gave his first news briefing since being appointed.","Every news channel covered the story.","Our school was mentioned in the news.","to listen to/watch the news","Can you put the news on?","the nine o’clock news","on the news I saw it on the news.","I heard it on the ten o'clock news.","I heard it on the evening news.","California's energy crisis dominated the news.","It was a very minor incident and barely made the news.","The news is read by Harriet Daly.","Pop stars are always news."]},"idioms":[{"text":"be bad news (for somebody/something) ","sense":"to be likely to cause problems","examples":["Central heating is bad news for indoor plants."]},{"text":"be good news (for somebody/something) ","sense":"to be likely to be helpful or give an advantage","examples":["The cut in interest rates is good news for homeowners.","The good news is that there's still plenty of money available."]},{"text":"break the news (to somebody) ","sense":"to be the first to tell somebody some bad news","examples":["There's no easy way to break the news.","The police had to break the news to the boy's parents."]},{"text":"no news is good news ","sense":"if there were bad news we would hear it, so as we have heard nothing, it is likely that nothing bad has happened","examples":["I still haven't heard anything about the job, but no news is good news."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"now","result":{"lexicalCategory":"adverb","ipas":[{"local":"UK","spell":"/naʊ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/now/now__/now__gb_1.mp3"},{"local":"US","spell":"/naʊ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/now/now__/now__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"(at) the present time","examples":["Where are you living now?","They now have everything they wanted.","We now know the truth.","It's too late now.","It's been two weeks now since she called.","I can tell you right now that you're wrong.","I didn't receive the letter but it hardly matters now.","from now on From now on I'll be more careful.","by now He should be home by now.","up till now I've lived at home up till now.","for now That's all for now.","Start writing now.","I am now ready to answer your questions.","Now they want to tax food!","What do you want now?","It's broken. Now I'll have to get a new one.","Now, listen to what she's saying.","Now, the next point is quite complex.","Now come and sit down.","Now let me think…","Now then, who wants to come for a walk?","‘Yes, but Dad…’ ‘Now what?’"]},"idioms":[{"text":"(every) now and again/then ","sense":"from time to time; occasionally","examples":["Every now and again she checked to see if he was still asleep."]},{"text":"now for somebody/something ","sense":"used when turning to a fresh activity or subject","examples":["And now for some travel news."]},{"text":"now, now (also now then)","sense":"used to show in a mild way that you do not approve of something","examples":["Now now, that's enough noise."]},{"text":"now… now… ","sense":"at one time… at another time…","examples":["Her moods kept changing—now happy, now sad."]},{"text":"(it’s) now or never ","sense":"this is the only opportunity somebody will have to do something","examples":[]},{"text":"now then ","sense":"used to show in a mild way that you do not approve of somethingused when making a suggestion or an offer","examples":["Now then, who wants to come for a walk?"]},{"text":"now what? (informal)","sense":"used when you are annoyed because somebody is always asking questions or interrupting youused to say that you do not know what to do next in a particular situation","examples":["‘Yes, but Dad…’ ‘Now what?’"]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"never","result":{"lexicalCategory":"adverb","ipas":[{"local":"UK","spell":"/ˈnevə(r)/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/nev/never/never__gb_1.mp3"},{"local":"US","spell":"/ˈnevər/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/nev/never/never__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"not at any time; not on any occasion","examples":["You never help me.","He'll never forget her.","He has never been abroad.","She had never seen so much snow.","She left the country, vowing never to return again.","‘Would you vote for him?’ ‘Never.’","‘I work for a company called Orion Technology.’ ‘Never heard of them.’","Never in all my life have I seen such a horrible thing.","Never ever tell anyone your password.","Never before has English cuisine been so stylish.","I never knew (= didn't know until now) you had a twin sister.","I never realized just how easy it is.","(especially British English) Someone might find out, and that would never do (= that is not acceptable).","He never so much as smiled (= did not smile even once).","Most people have never even heard of Iggy.","(especially British English) ‘I told my boss exactly what I thought of her.’ ‘You never did!’ (= ‘Surely you didn't!’)","(British English, slang) ‘You took my bike.’ ‘No, I never.’","(old-fashioned or humorous) Never fear (= Do not worry), everything will be all right."]},"idioms":[{"text":"never say never ","sense":"used to say that nothing is impossible","examples":["Many thought the book could not become a movie, but with Hollywood never say never."]},{"text":"on the never-never ","sense":"on hire purchase (= by making payments over a long period)","examples":["to buy a new car on the never-never"]},{"text":"Well, I never (did)! ","sense":"used to express surprise or disapproval","examples":["Well, I never! Fancy getting married and not telling us!"]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"office","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈɒfɪs/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/off/offic/office__gb_2.mp3"},{"local":"US","spell":"/ˈɑːfɪs/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/off/offic/office__us_2_rr.mp3"}],"note":"","verbs":[],"senses":{"text":"a room, set of rooms or building where people work, usually sitting at desks","examples":["The company is moving to new offices on the other side of town.","Are you going to the office today?","in the office I'm sorry, Mr Anders is not in the office today.","at the office I've had a tough day at the office.","a regional/branch office","office workers","an office job","an office building","The new development will include housing and office space.","out of the office I'm going to be out of the office next week.","I sometimes go into the office on Saturdays when we're busy.","I sometimes have to stay late at the office.","The company set up its first permanent offices in Manhattan.","The old warehouses have been redeveloped as office buildings.","We have an office party every Christmas.","We plan to open a New York office in the near future.","What time do you usually leave the office?","Working in a busy office environment can be stressful.","You can contact our sales office at this number.","Some people have to share an office.","Come into my office.","The prime minister arranged a meeting in his private office.","an office overlooking the Hudson River","a doctor’s/dentist’s office","the bill from an office visit to the doctor","a ticket office","the Home Office","the Foreign and Commonwealth Office","office of something the Office of Fair Trading","a research project carried out by the Welsh Office","She held office as a cabinet minister for ten years.","in office How long has he been in office?","Perhaps she remained in office too long.","The scandal cast a shadow over his time in office.","out of office The party has been out of office (= has not formed a government) for many years.","The present government took office in 2017.","He died three years after leaving office.","She has announced she will not run for office again.","He has never sought public office.","the office of something She held the office of treasurer for five years.","He ran for office in the last presidential election.","Martin was sworn into office as prime minister in March.","The government seemed likely to remain in office for the next five years.","The government was returned to office by a large majority.","The party has broken all the promises it made when out of office.","The president holds office for a period of four years.","She is considering standing for office herself.","the three great offices of state: the prime minister, the chancellor and the foreign secretary","to be re-elected for a second term of office"]},"idioms":[{"text":"through somebody’s good offices ","sense":"with somebody’s help","examples":[]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"note","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/nəʊt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/not/note_/note__gb_2.mp3"},{"local":"US","spell":"/nəʊt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/not/note_/note__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"a short piece of writing to help you remember something","examples":["Please make a note of the dates.","She made a mental note (= decided that she must remember) to ask Alan about it.","Note to self (= a mental instruction): book more holidays.","I've made a note of the book's title.","She kept detailed notes of her travels.","She made a mental note to call them in the morning.","Just a quick note to say thank you for a wonderful evening.","She left a note for Ben on the kitchen table.","He wrote a note to his parents saying he was leaving.","I left a note for Judith on her desk.","She left me a note to say my dinner was in the oven.","I saw you two passing notes during class.","Just a quick note to wish you luck.","He gave a handwritten note to the principal.","He sat taking notes of everything that was said.","Can I borrow your lecture notes?","Patients' medical notes have gone missing.","notes on something He kept notes on the birds, mammals, reptiles and plants he saw on walks.","The booklet has full notes on each artist.","The catalogue contains detailed notes on each painting.","(British English, becoming old-fashioned) The sleeve notes include a short biography of the performers on this recording.","a new edition of ‘Hamlet’, with explanatory notes","See note 3, page 259.","a £5 note","We only exchange notes and traveller's cheques.","a thick wad of notes","He played the first few notes of the tune.","high/low notes","I played a lot of wrong notes because I was so nervous.","Some of the high notes were difficult for him to sing.","She's a bit wobbly on the top notes.","note of something There was a note of amusement in his voice.","on a… note It's good to finish on a positive note.","On a more serious note (= speaking more seriously)…","On a slightly different note (= changing the subject slightly), let’s talk about…","The year ended on an optimistic note.","As a side note, the entire festival is free.","His remarks injected a note of levity into the proceedings.","I detected a faint note of weariness in his voice.","On a brighter note…","On a completely unrelated note…","The conference ended on an optimistic note.","There was a sad note in her voice.","a sick note from your doctor","The buyer has to sign a delivery note as proof of receipt.","Students returning to school after absence must bring a note from their parents.","an exchange of diplomatic notes"]},"idioms":[{"text":"compare notes (with somebody) ","sense":"if two or more people compare notes, they each say what they think about the same event, situation, etc.","examples":["We saw the play separately and compared notes afterwards.","Let's compare notes on our experiences."]},{"text":"hit/strike the right/wrong note ","sense":"to do, say or write something that is suitable/not suitable for a particular occasion","examples":["It is a bizarre tale and the author hits just the right note of horror and disbelief.","Unfortunately, the president struck the wrong note in his speech, ignoring the public mood."]},{"text":"of note ","sense":"of importance or of great interest","examples":["a scientist of note","The museum contains nothing of great note.","The frescoes are worthy of note."]},{"text":"sound/strike a note (of something) ","sense":"to express feelings or opinions of a particular kind","examples":["She sounded a note of warning in her speech.","The touch of cynicism struck a slightly sour note.","He sounded a cautionary note.","His opening remarks struck the right note."]},{"text":"take note (of something) ","sense":"to pay attention to something and be sure to remember it","examples":["Take note of what he says.","Under the new rules the penalty for illegal play is increased. Players take note.","He took careful note of the suspicious-looking man in the corner of the bar."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"nature","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈneɪtʃə(r)/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/nat/natur/nature__gb_2.mp3"},{"local":"US","spell":"/ˈneɪtʃər/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/nat/natur/nature__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"all the plants, animals and things that exist in the universe that are not made by people","examples":["Take time to appreciate the beauties of nature.","man-made substances not found in nature","A lot of nature conservation is about protecting habitats.","He believed in spending half an hour each day to relax and commune with nature.","His love of nature was expressed through his wildlife paintings.","It's highly unlikely that this mound was produced by nature.","We appreciate beauty in nature.","people who live in the country and are close to nature","White phosphorus is so reactive that it is not found in nature.","The forces of nature are constantly reshaping our world.","It is impossible to change the laws of nature.","Her illness was Nature's way of telling her to do less.","Is genius the result of nature or nurture?","It seemed against the laws of nature that such a creature could even exist.","Nature had endowed her with exceptional vitality.","Nature remains indifferent to human crises.","by nature She is very sensitive by nature.","it is not in somebody's nature to do something It's not in his nature to be unkind.","it is against somebody's nature to do something It was against her nature to tell lies.","We appealed to his better nature (= his kindness).","It's not in his nature to complain.","He had a vicious side to his nature.","He has an inquisitive nature.","He's not by nature an inquisitive person.","People are always taking advantage of her good nature.","There was no point appealing to her better nature.","the expressive part of his nature","the changing nature of society","It's difficult to define the exact nature of the problem.","His work explores the nature of the mother-child relationship.","in nature My work is very specialized in nature.","by its nature The future by its very nature is uncertain.","The film reflects the fickle nature of love and how relationships lose their charm.","Despite the serious nature of his wounds, he stood up and walked.","Are you aware of the nature of the risks involved?","Because of the detailed nature of the work, I have to use a very fine brush.","By its very nature a secret service is not open to public inspection.","Given the nature of this matter, I am inclined to think it should be managed by you personally.","His theory provides a remarkable insight into the nature of the British constitution.","I'm not clear about the exact nature of their relationship.","The Buddhist goal is to realize the true nature of the world.","The gentle lower slopes belie the true nature of the mountain.","The method employed will depend on the nature of the task.","The parties would not reveal the exact nature of the dispute.","The victim has not been identified because of the sensitive nature of the case.","Their strategy was essentially political in nature.","This new information does not change the nature of our findings.","We need to understand the true extent and nature of the problem.","a debate concerning the nature of violence","the dual nature of man as a physical and spiritual being","the subjective nature of an odour","the unsatisfactory nature of the meeting","of a… nature His books were mainly of a scientific nature.","Don't worry about things of that nature.","Decisions of this nature often take a long time.","matters of a routine nature","Their problems are of an economic nature.","The legal concept of insanity is of a different nature from the medical.","They define sexual harassment as unwanted conduct of a sexual nature.","the international nature of the business","a good-natured man"]},"idioms":[{"text":"against nature ","sense":"not natural; not moral","examples":["Murder is a crime against nature."]},{"text":"(get, go, etc.) back to nature ","sense":"(to return to) a simple kind of life in the country, away from cities","examples":["When you’re camping, you can get back to nature.","We built our house in the country because we wanted to get back to nature."]},{"text":"the call of nature ","sense":"the need to go to the toilet","examples":[]},{"text":"a force of nature ","sense":"a person with a very strong personality who is full of energy, very determined and difficult for others to resist","examples":["Gerard is a force of nature, continually pursuing his target when everyone else is ready to give up."]},{"text":"the forces of nature ","sense":"the power of the wind, rain, etc., especially when it causes damage or harm","examples":["They were fighting a losing battle against the forces of nature."]},{"text":"in the nature of something ","sense":"similar to something; a type of something; in the style of something","examples":["His speech was in the nature of an apology."]},{"text":"in the nature of things ","sense":"in the way that things usually happen","examples":["In the nature of things, young people often rebel against their parents."]},{"text":"let nature take its course ","sense":"to allow natural processes to happen, without trying to stop or change them (used especially in the context of illness)","examples":["The midwife must judge when to let nature take its course and when to intervene.","When the dog responded so badly to the treatment, we decided to let nature take its course."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"oil","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ɔɪl/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/oil/oil__/oil__gb_1.mp3"},{"local":"US","spell":"/ɔɪl/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/oil/oil__/oil__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"a thick liquid that is found in rock underground ","examples":["Several companies are drilling for oil in the region.","The price of crude oil has more than doubled.","rising world oil prices","an oil spill","The country is rich in oil reserves.","oil and gas drilling/exploration","oil refineries/pipelines","oil companies","the oil industry","The well produced oil at a rate of 2 000 barrels of oil a day.","At the time, oil was trading at around $18 per barrel.","The national economy is sustained by high oil revenues.","Five companies account for about 70 per cent of the country's oil production.","With a finite oil supply and ever-increasing demand, it's inevitable that oil will become more expensive.","fuel oil","engine oil","an oil lamp/heater","Put some oil in the car.","Most people think about energy only when gas prices increase or when heating oil is in short supply.","Fry the potato in a little sunflower oil.","palm/coconut/sesame oil","Heat the frying pan and add cooking oil.","Heat the oil gently and brown the mince.","Vegetable oils are better for you than animal fats.","A daily dose of omega-3 fish oil will help children to concentrate better.","a bottle of extra virgin olive oil","The traditional salad dressing is made of oil and vinegar.","lavender bath oil","suntan oil","She rubbed a scented oil into her hair.","The sick were anointed with oil.","‘Four Women on a Bench’, oil on canvas, 1991","in oil a painting done in oils","landscapes in oil","Among the more important Turner oils was ‘Venus and Adonis’."]},"idioms":[{"text":"burn the midnight oil ","sense":"to study or work until late at night","examples":[]},{"text":"pour oil on troubled water(s) ","sense":"to try to settle an argument","examples":[]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"number","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈnʌmbə(r)/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/num/numbe/number__gb_1.mp3"},{"local":"US","spell":"/ˈnʌmbər/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/num/numbe/number__us_2.mp3"}],"note":"","verbs":[],"senses":{"text":"a word or symbol that represents an amount or a quantity","examples":["Think of a number and multiply it by two.","a high/low number","even numbers (= 2, 4, 6, etc.)","odd numbers (= 1, 3, 5, etc.)","You owe me 27 dollars? Make it 30, that's a good round number.","Add all the numbers together, divide by ten, and then take away twelve.","Houses on this side of the road have even numbers.","Many people think 13 is an unlucky number.","the winning numbers in tonight's lottery","That's quite a high number— think of a lower one.","They live at number 26.","The song reached number 5 in the charts.","Ask for the customer's name and phone number.","Customers can reach us by calling an 0800 number (= a free phone number in the UK).","I'm sorry, I think you have the wrong number (= wrong phone number).","Call this number and ask to speak to John.","What is your account number, please?","Can I have your credit card number?","Please give your landline and mobile phone numbers.","They exchanged numbers and agreed to go out for a drink one evening.","What is your social security number, please?","He dialled the number, then changed his mind and hung up.","number of somebody/something A large number of people have applied for the job.","In a small number of cases the illness is fatal.","The number of homeless people has increased dramatically.","The total number of students has doubled in the last six years.","Huge numbers of (= very many) animals have died.","A number of (= some) problems have arisen.","I could give you any number of (= a lot of) reasons for not going.","Use a pedometer to count the number of steps you take.","Our aim is to reduce the number of road accidents.","This year we have increased the number of events from six to ten.","in number We were eight in number (= there were eight of us).","Nurses are leaving the profession in increasing numbers.","Sheer weight of numbers (= the large number of soldiers) secured them the victory.","The course will have to be repeated owing to pressure of numbers (= too many students).","staff/student numbers","Staff numbers were reduced because of budget cuts.","Anna counted the number of men standing around outside.","Conference organizers put the number of attendees at around 500.","Factories had increased in number between the wars.","Many people have died in the epidemic—the precise number is not known.","Shark numbers have dwindled as a result of hunting.","The candidates received an equal number of votes.","The decline in numbers of young people means that fewer teachers will be needed.","The paintings, twelve in number, are over 200 years old.","We've had a fair number of complaints about the new phone system.","one of our number (= one of us)","The prime minister is elected by MPs from among their number.","the October number of ‘Vogue’","The back numbers of ‘The Times’ were kept in a basement.","They sang a slow romantic number.","She was wearing a black velvet number.","The word ‘men’ is plural in number.","The subject of a sentence and its verb must agree in number."]},"idioms":[{"text":"by numbers ","sense":"following a set of simple instructions identified by numbers","examples":["painting by numbers"]},{"text":"by the numbers ","sense":"following closely the accepted rules for doing something","examples":[]},{"text":"a cushy number ","sense":"an easy job; a pleasant situation that other people would like","examples":["It’s all right for him—he’s got a very cushy number."]},{"text":"have (got) somebody’s number ","sense":"to know what somebody is really like and what they plan to do","examples":["He thinks he can fool me but I've got his number."]},{"text":"your number is up ","sense":"the time has come when you will die or lose everything","examples":[]},{"text":"numbers game ","sense":"a way of considering an activity, etc. that considers only the number of people doing something, things achieved, etc., not with who or what they are","examples":["MPs were playing the numbers game as the crucial vote drew closer."]},{"text":"your opposite number ","sense":"a person who does the same job as you in another organization","examples":["The Foreign Secretary is currently having talks with his opposite number in the White House."]},{"text":"there’s safety in numbers ","sense":"being in a group makes you safer and makes you feel more confident","examples":[]},{"text":"there's strength in numbers ","sense":"being in a group gives you more power","examples":["There's strength in numbers, so encourage your friends and family to join us."]},{"text":"weight of numbers ","sense":"the combined power, strength or influence of a group","examples":["They won the argument by sheer weight of numbers."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"only","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/ˈəʊnli/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/onl/only_/only__gb_1.mp3"},{"local":"US","spell":"/ˈəʊnli/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/onl/only_/only__us_2.mp3"}],"note":"","verbs":[],"senses":{"text":"used to say that no other or others of the same group exist or are there","examples":["She's their only daughter.","We were the only people there.","His only answer was a grunt.","I was not the only one with moist eyes at the end of the film.","The only way he can express himself is through violence.","The only reason for this crisis is poor planning.","This might be the only time in my life I have this opportunity.","The only real difference between them is their packaging.","That's the only possible explanation I can find.","We have no choice. The only other option is to die.","She's the only person for the job.","Joe's diner is the only place to eat when you 're staying in New York."]},"idioms":[{"text":"in name only ","sense":"officially recognized but not existing in reality","examples":["He's party leader in name only."]},{"text":"one and only ","sense":"used to emphasize that somebody is famous","examples":["Here she is, the one and only Rihanna!"]},{"text":"the only thing is… ","sense":"used before mentioning a worry or problem you have with something","examples":["I'd love to come—the only thing is I might be late."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"neck","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/nek/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/nec/neck_/neck__gb_2.mp3"},{"local":"US","spell":"/nek/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/nec/neck_/neck__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"the part of the body between the head and the shoulders","examples":["He tied a scarf around his neck.","I woke up with a stiff neck.","Giraffes have very long necks.","She craned (= stretched) her neck to get a better view.","He broke his neck in the fall.","Somebody's going to break their neck (= injure themselves) on these steps.","The hairs on the nape of my neck stood on end.","I craned my neck to see what was happening at the front.","I cricked my neck playing tennis and now I can't turn round properly.","I had a crick in my neck from staring up at the sky so long.","I keep the key on a string around my neck.","The hairs on the back of my neck prickled with fear.","The veins in his neck stood out like knotted rope.","She wrapped her arms around his neck and kissed him.","He wore a casual shirt with an open neck.","Her dress had three buttons at the neck undone.","What neck size do you take?","a round-necked sweater","the neck of a bottle","the narrow neck of land between the lake and the sea","the neck of a guitar","neck of lamb"]},"idioms":[{"text":"be up to your neck in something ","sense":"to have a lot of something to deal with","examples":["We're up to our neck in debt.","He's in it (= trouble) up to his neck."]},{"text":"brass neck ","sense":"a combination of confidence and lack of respect","examples":["I didn't think she would have the brass neck to do that."]},{"text":"breathe down somebody’s neck ","sense":"to watch closely what somebody is doing in a way that makes them feel anxious and/or annoyed","examples":["I can’t get any work done with you breathing down my neck."]},{"text":"by a neck ","sense":"if a person or an animal wins a race by a neck, they win it by a short distance","examples":[]},{"text":"by the scruff of the/somebody’s neck ","sense":"roughly holding the back of an animal’s or person’s neck","examples":["She grabbed him by the scruff of the neck and threw him out.","The cat picked up her kitten by the scruff of its neck."]},{"text":"get it in the neck ","sense":"to be shouted at or punished because of something that you have done","examples":[]},{"text":"a millstone around/round your neck ","sense":"a difficult problem or responsibility that it seems impossible to solve or get rid of","examples":["My debts are a millstone around my neck.","Unemployment was an economic millstone around the country’s neck."]},{"text":"neck and neck (with somebody/something) ","sense":"level with somebody in a race or competition","examples":["The cyclists were neck and neck as they approached the final lap."]},{"text":"neck of the woods ","sense":"a particular place or area","examples":["He's from your neck of the woods (= the area where you live).","What are you doing in this neck of the woods?"]},{"text":"a pain in the neck (British English also a pain in the arse/backside) (North American English also a pain in the ass/butt)","sense":"a person or thing that is very annoying","examples":["That man's a pain in the neck!"]},{"text":"put/lay your head/neck on the block ","sense":"to risk losing your job, damaging your reputation, etc. by doing or saying something","examples":["It's not a matter that I'm prepared to put my head on the block for."]},{"text":"risk your neck (also risk life and limb)","sense":"to risk being killed or injured in order to do something","examples":["I'm not going to risk my neck playing rugby with you!"]},{"text":"save somebody’s bacon/neck ","sense":"to rescue somebody from a very difficult situation","examples":["He's out to save his own political neck."]},{"text":"save your (own) skin/hide/neck ","sense":"to try to avoid death, punishment, etc., especially by leaving others in an extremely difficult situation","examples":["To save his own skin, he lied and blamed the accident on his friend."]},{"text":"stick your neck out ","sense":"to do or say something when there is a risk that you may be wrong","examples":["I’ll stick my neck out and say that Bill is definitely the best candidate for the job."]},{"text":"wring somebody’s neck ","sense":"when you say that you will wring somebody’s neck, you mean that you are very angry or annoyed with them","examples":["When he was late again I wanted to wring his neck."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"night","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/naɪt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/nig/night/night__gb_2.mp3"},{"local":"US","spell":"/naɪt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/nig/night/night__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"the time between one day and the next when it is dark, when people usually sleep","examples":["at night These animals only come out at night.","by night They sleep by day and hunt by night.","in the night Does your baby still wake in the night?","She woke up in the middle of the night.","The accident happened on Friday night.","on the night of… on the night of 10 January/January 10","Did you hear the storm last night?","I lay awake all night.","Where did you spend the night?","You're welcome to stay the night here.","What is he doing calling at this time of night?","You'll feel better after you've had a good night's sleep.","She spent a sleepless night tossing and turning.","The trip was for ten nights.","per night The hotel costs €95 per person per night.","the night train/boat/flight","The night sky was clear and full of stars.","Night fell (= it became dark).","The story tells of a knight who leaves the castle to fight a dragon.","At night you can see thousands of stars.","Ask your Mum if you can stay the night.","I lie awake at night worrying.","He spent a sleepless night worrying about money.","I woke in the night.","One fateful night he was involved in an accident that changed his life forever.","Paris by night","She kissed him good night.","The night fell quickly.","They spent the night in Bristol.","I'm taking the night train.","Where were you on the night of 10 January?","Let's go out on Saturday night.","Bill's parents came for dinner last night.","She doesn't like to walk home late at night.","I saw her in town the other night (= a few nights ago).","I'm working late tomorrow night.","He had plans to spend a quiet night at home.","Some nights he comes home late.","There's late night shopping on Fridays.","a drunken night of partying","He spent another lonely night in front of the television.","Every night it's the same—dinner, TV, bed.","the first/opening night (= of a play, film, etc.)","the last night of the play's run","We’ll be up late on election night.","a karaoke night","an Irish/Scottish, etc. night (= with Irish/Scottish music, entertainment, etc.)","My daughter's spending the night with a friend."]},"idioms":[{"text":"dance the night away ","sense":"to dance for the whole evening or night","examples":[]},{"text":"have a good/bad night ","sense":"to sleep well/badly during the night","examples":[]},{"text":"have a night on the tiles ","sense":"to stay out late enjoying yourself","examples":[]},{"text":"in the dead of night (British English also at dead of night)","sense":"in the quietest part of the night","examples":["I crept out of bed in the dead of night and sneaked downstairs."]},{"text":"it’ll be all right on the night ","sense":"used to say that a performance, an event, etc. will be successful even if the preparations for it have not gone well","examples":[]},{"text":"make a day/night of it ","sense":"to make a particular activity that you enjoy last for a whole day/evening instead of only part of it","examples":["We took a picnic lunch to the river and made a day of it.","They decided to make a night of it and went on to a club."]},{"text":"the morning after (the night before) ","sense":"the morning after an evening of drinking","examples":["Drink plenty of water the morning after the night before, and learn from experience."]},{"text":"morning, noon and night ","sense":"at all times of the day and night (used to emphasize that something happens very often or that it happens continuously)","examples":["She talks about him morning, noon and night.","The work continues morning, noon and night.","It's all she talks about, morning, noon and night."]},{"text":"night and day (also day and night)","sense":"all the time; continuously","examples":["The machines are kept running night and day.","The store is open day and night."]},{"text":"night night ","sense":"used especially by children or to children, to mean ‘goodnight’","examples":["‘Night night, sleep tight!’"]},{"text":"a night out ","sense":"an evening that you spend enjoying yourself away from home","examples":["They enjoy a night out occasionally.","Fancy a night out?","I was getting myself ready for a night out."]},{"text":"spend the night with somebody ","sense":"to stay with somebody for a nightto stay with somebody for a night and have sex with them","examples":["My daughter's spending the night with a friend."]},{"text":"the still of the night ","sense":"the time during the night when it is quiet and calm","examples":[]},{"text":"things that go bump in the night ","sense":"used to refer to ghosts and other supernatural things that cannot be explained","examples":["There are mysterious lights in the sky and things that go bump in the night."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"nothing","result":{"lexicalCategory":"pronoun","ipas":[{"local":"UK","spell":"/ˈnʌθɪŋ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/not/nothi/nothing__gb_1.mp3"},{"local":"US","spell":"/ˈnʌθɪŋ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/not/nothi/nothing__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"not anything; no single thing","examples":["There was nothing in her bag.","There's nothing you can do to help.","The doctor said there was nothing wrong with me.","Nothing else matters to him apart from his job.","It cost us nothing to go in.","(British English) He's five foot nothing (= exactly five feet tall).","We did nothing at the weekend.","‘What's that in your pocket?’ ‘Oh, nothing.’","I know next to nothing (= almost nothing) about art.","She's always trying to get something for nothing.","All that preparation was for nothing because the visit was cancelled.","I'm quite a fast worker, but I've got nothing on her!","It looks nothing like a horse.","I had nothing like enough time to answer all the questions."]},"idioms":[{"text":"be nothing to somebody ","sense":"to be a person for whom somebody has no feelings","examples":["I used to love her but she's nothing to me any more."]},{"text":"be/have nothing to do with somebody/something ","sense":"to have no connection with somebody/something","examples":["Get out! It's nothing to do with you (= you have no right to know about it).","That has nothing to do with what we're discussing."]},{"text":"for nothing ","sense":"without paymentwith no reward or result","examples":["She's always trying to get something for nothing.","All that preparation was for nothing because the visit was cancelled."]},{"text":"have nothing on somebody (informal)","sense":"to have much less of a particular quality than somebody/somethingto have no information that could show somebody to be guilty of something","examples":["I'm quite a fast worker, but I've got nothing on her!"]},{"text":"it is/was nothing ","sense":"used as a polite way of replying when somebody thanks you for doing something, to show that you were happy to do it","examples":["‘Thanks for all your help.’ ‘It was nothing—I enjoyed it.’"]},{"text":"not for nothing ","sense":"for a very good reason","examples":["Not for nothing was he called the king of rock and roll."]},{"text":"nothing but  ","sense":"only; no more/less than","examples":["Nothing but a miracle can save her now.","I want nothing but the best for my children."]},{"text":"nothing if not ","sense":"extremely; very","examples":["The trip was nothing if not varied."]},{"text":"nothing less than ","sense":"used to emphasize how great or extreme something is","examples":["It was nothing less than a disaster."]},{"text":"nothing like (informal)","sense":"not at all likenot nearly; not at all","examples":["It looks nothing like a horse.","I had nothing like enough time to answer all the questions."]},{"text":"nothing much ","sense":"not a great amount of something; nothing of great value or importance","examples":["There's nothing much in the fridge.","I got up late and did nothing much all day."]},{"text":"(there’s) nothing to it ","sense":"(it’s) very easy","examples":["You'll soon learn. There's nothing to it really."]},{"text":"stop at nothing ","sense":"to be willing to do anything to get what you want, even if it is dishonest or wrong","examples":["She’ll stop at nothing to make money."]},{"text":"sweet nothings ","sense":"romantic words","examples":["to whisper sweet nothings in somebody’s ear"]},{"text":"there is/was nothing (else) for it (but to do something) ","sense":"there is no other action to take except the one mentioned","examples":["There was nothing else for it but to resign."]},{"text":"there is/was nothing in something ","sense":"something is/was not true","examples":["There was a rumour she was going to resign, but there was nothing in it."]},{"text":"there’s nothing like something ","sense":"used to say that you enjoy something very much","examples":["There's nothing like a brisk walk on a cold day!"]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"new","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/njuː/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/new/new__/new__gb_2.mp3"},{"local":"US","spell":"/nuː/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/new/new__/new__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"not existing before; recently made, invented, introduced, etc.","examples":["Have you read her new novel?","We retrain staff to use the new technology.","The company is trialling a new security system.","Have you seen Danielle's new baby?","a new addition to the family (= a baby)","The school secretary wants to introduce new ways of doing things in the office.","This idea isn't new.","The latest model has over 100 new features.","Check out the band's new album.","I knew you would say that!","This new piece is less traditional than her early work.","There is nothing new in teenagers wanting to change the world.","These ideas are not entirely new.","The brand is still relatively new in the United States.","genuinely new approaches to data recording","It's a totally new and innovative design.","I'm knitting a teddy for the new baby due in July.","He drew a picture for his new baby brother.","It was a good mix of the old and the new.","Let me show you my new dress.","The car still looks new.","They are very proud of their spanking new kitchen.","A second-hand car costs a fraction of a new one.","They are building 500 new houses in the town.","I like your new hairstyle.","When do you start your new job?","He's made a lot of new friends.","Do you have her new phone number?","Jamila likes to try the new fashions coming in from Pakistan.","He couldn't stand the new breed of career politicians.","This is a new experience for me.","I'd like to learn a new language.","the discovery of a new star","Scientists have identified an entirely new species.","Manga is drawing in a whole new generation of readers.","to try/learn/do something new","new to somebody Our system is probably new to you.","Hard work is nothing new to Bill.","It was all very new and strange to me.","The book has nothing new to say about the Stones.","Farming is a new way of life for many young people.","You're new here, aren't you?","New arrivals should have their passports ready for inspection.","We offer intensive training to all new recruits.","new to something I should tell you, I'm completely new to this kind of work.","I am new to the town.","New students will be given a tour of the college facilities.","I was fairly new to teaching at the time.","He was new to the job and had not known how to deal with the situation.","It's too much to ask of someone who is so new to the profession.","She's still quite new to the job and needs a lot of help.","You're new in this town, aren't you?","a new day","It was a new era in the history of our country.","She went to Australia to start a new life.","He was enjoying his new-found freedom.","the new morality","They called themselves the New Romantics.","Since he changed jobs he's looked like a new man.","The new buds are appearing on the trees now.","new potatoes (= ones dug from the soil early in the season)"]},"idioms":[{"text":"(a) brave new world ","sense":"a situation or society that changes in a way that is meant to improve people’s lives but is often a source of extra problems","examples":["the brave new world of technology","the architects' vision of a brave new world of pristine concrete"]},{"text":"break new ground ","sense":"to make a new discovery or do something that has not been done before","examples":["Her architectural designs have broken new ground."]},{"text":"breathe (new) life into something ","sense":"to improve something by introducing new ideas and making people more interested in it","examples":["The results of their research have breathed new life into the debate.","He hopes the development will breathe new life into the community.","They need some new, younger staff to breathe some life into the company."]},{"text":"the emperor's new clothes (also the emperor has no clothes)","sense":"used to describe a situation in which everybody suddenly realizes that they were wrong to believe that somebody/something was very good, important, etc.","examples":["Is this artist's white canvas a case of the emperor's new clothes or is it something beautiful, even moving?","Soon investors will realize that the emperor has no clothes and there will be a big sell-off in stocks."]},{"text":"(as) good as new | like new ","sense":"in very good condition, as it was when it was new","examples":["I've had your coat cleaned—it's as good as new now."]},{"text":"… is the new… ","sense":"used to say that something has become very fashionable and can be thought of as replacing something else","examples":["Brown is the new black.","Comedy is the new rock and roll.","Fifty is the new forty."]},{"text":"new/fresh blood ","sense":"new members or employees, especially young ones, with new ideas or ways of doing things","examples":["This company badly needs to bring in some new blood."]},{"text":"a new broom ","sense":"a person who has just started to work for an organization, department, etc., especially in a senior job, and who is likely to make a lot of changes","examples":["Well, you know what they say—a new broom sweeps clean."]},{"text":"a/the new kid on the block ","sense":"a person who is new to a place, an organization, etc.","examples":["Despite his six years in politics, he was still regarded by many as the new kid on the block."]},{"text":"the new normal ","sense":"a situation that used to be unusual but is now what you should expect","examples":["This is not a temporary blip—this is the new normal.","Scientists say these weather patterns could be the new normal for Florida."]},{"text":"a new one on me ","sense":"used to say that you have not heard a particular idea, piece of information, joke, etc. before","examples":["‘Have you come across this before?’ ‘No, it's a new one on me.’"]},{"text":"put a new/different complexion on something ","sense":"to change the way that a situation appears","examples":["What you have told us puts a different complexion on the situation.","The joke took on a rather serious complexion when the police became involved."]},{"text":"sink/stoop to a new/an all-time low ","sense":"to behave in a worse way than ever before","examples":["The government has stooped to an all-time low with this policy.","Reality TV has sunk to new lows."]},{"text":"(you can’t) teach an old dog new tricks ","sense":"(you cannot) successfully make people change their ideas, methods of work, etc., when they have had them for a long time","examples":[]},{"text":"turn over a new leaf ","sense":"to change your way of life to become a better, more responsible person","examples":[]},{"text":"what’s new? ","sense":"used as a friendly greeting","examples":["Hi! What's new?"]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"nose","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/nəʊz/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/nos/nose_/nose__gb_1.mp3"},{"local":"US","spell":"/nəʊz/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/nos/nose_/nose__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"the part of the face that sticks out above the mouth, used for breathing and smelling things","examples":["She had dark eyes and a long narrow nose.","He broke his nose in the fight.","She wrinkled her nose in disgust.","He pressed his nose up against the window.","through your nose Try to breathe through your nose.","He blew his nose (= cleared it by blowing strongly into a handkerchief).","a blocked/runny nose","Stop picking your nose! (= removing dirt from it with your finger)","He held his nose as he passed the stinking dustbins.","(figurative) He held his nose and voted for the bill anyway.","He pushed his glasses up the bridge of his nose (= the hard part near the top).","Who knows what the future will bring?","Breathe in through your nose and out through your mouth.","Cats have very sensitive noses and rely heavily on scent markings.","Charlie pressed his nose against the window.","He stuck his bulbous red nose back into his pint of beer.","He tapped his nose in a knowing gesture.","His nose wrinkled with distaste.","I had to wear a black moustache and false nose for the role.","She dressed up as a clown with a white face and red nose.","She walked with her shoulders back and her nose pointing skyward.","She was weeping loudly and her nose was running.","She wrinkled her nose as if she had just smelled a bad smell.","The boy sat there with his finger up his nose.","The dog pushed its wet nose into my palm.","The sharp nose and thin lips gave his face a very harsh look.","a child with a runny nose","red-nosed","large-nosed","Heat detectors are fitted in the nose of the missile.","He pushed the nose down for the final approach.","The plane's nose dipped as it started descending towards the runway.","As a journalist, she has always had a nose for a good story.","a dog with a good nose","(figurative) Good noses can always smell a fight brewing.","This Cote de Beaune has a good nose, with apricot and raisin aromas.","The garage is a mile ahead up the hill—just follow your nose.","I searched everywhere for the letter and it was under my nose all the time!","The police didn't know the drugs ring was operating right under their noses."]},"idioms":[{"text":"by a nose ","sense":"by only a small amount (used mostly when talking about horse racing) ","examples":["He lost his first race by a nose but won the next three.","Glen's Diamond was declared the winner by a nose from the 11–4 favourite."]},{"text":"cut off your nose to spite your face ","sense":"to do something when you are angry that is meant to harm somebody else but that also harms you","examples":[]},{"text":"follow your nose ","sense":"to be guided by your sense of smellto go straight forwardto act according to what seems right or reasonable, rather than following any particular rules","examples":["The garage is a mile ahead up the hill—just follow your nose."]},{"text":"get/have your nose/snout in the trough ","sense":"if you say that people have their noses in the trough, you mean that they are trying to get a lot of money for themselves","examples":[]},{"text":"get up somebody’s nose ","sense":"to annoy somebody","examples":[]},{"text":"give somebody a bloody nose ","sense":"to defeat somebody","examples":["We have to give him a bloody nose in the election.","Voters gave the government a bloody nose in the local elections."]},{"text":"have your head/nose in a book ","sense":"to be reading","examples":["She always has her nose in a book."]},{"text":"have your nose in something ","sense":"to be reading something and giving it all your attention","examples":["Peter always has his nose in a book."]},{"text":"have a nose round ","sense":"to look around a place; to look for something in a place","examples":["I’ll have a nose round and see what I can find."]},{"text":"it’s no skin off my, your, his, etc. nose ","sense":"used to say that somebody is not upset or annoyed about something because it does not affect them in a bad way","examples":[]},{"text":"keep your nose clean ","sense":"to avoid doing anything wrong or illegal","examples":["Since leaving prison, he's managed to keep his nose clean."]},{"text":"keep your nose out of something ","sense":"to try not to become involved in things that should not really involve you","examples":[]},{"text":"keep your nose to the grindstone ","sense":"to work hard for a long period of time without stopping","examples":[]},{"text":"lead somebody by the nose ","sense":"to make somebody do everything you want; to control somebody completely","examples":[]},{"text":"look down your nose at somebody/something ","sense":"to behave in a way that suggests that you think that you are better than somebody or that something is not good enough for you","examples":["People who live in that area tend to look down their noses at their poorer neighbours.","They tend to look down their noses at people who drive small cars."]},{"text":"nose to tail ","sense":"if cars, etc. are nose to tail, they are moving slowly in a long line with little space between them","examples":["The traffic was nose to tail for miles."]},{"text":"on the nose ","sense":"exactly","examples":["The budget should hit the $136 billion target on the nose."]},{"text":"pay through the nose (for something) ","sense":"to pay too much money for something","examples":[]},{"text":"(as) plain as a pikestaff | (as) plain as day | (as) plain as the nose on your face ","sense":"very obvious","examples":[]},{"text":"poke/stick your nose into something ","sense":"to try to become involved in something that should not involve you","examples":["He’s always poking his nose into other people’s business."]},{"text":"powder your nose ","sense":"a polite way of referring to the fact that a woman is going to the toilet","examples":["I'm just going to powder my nose."]},{"text":"put somebody’s nose out of joint ","sense":"to upset or annoy somebody, especially by not giving them enough attention","examples":[]},{"text":"rub somebody’s nose in it ","sense":"to keep reminding somebody in an unkind way of their past mistakes","examples":[]},{"text":"thumb your nose at somebody/something ","sense":"to make a rude sign with your thumb on your nose; to show that you have no respect for somebody/something","examples":["The company just thumbs its nose at the legislation on pollution.","They thumb their noses at all of our traditions."]},{"text":"turn your nose up at something ","sense":"to refuse something, especially because you do not think that it is good enough for you","examples":["The children turn up their noses at almost everything I cook."]},{"text":"under somebody’s nose (informal)","sense":"if something is under somebody’s nose, it is very close to them but they cannot see itif something happens under somebody’s nose, they do not notice it even though it is not being done secretly","examples":["I searched everywhere for the letter and it was under my nose all the time!","The police didn't know the drugs ring was operating right under their noses."]},{"text":"with your nose in the air ","sense":"in a way that is not friendly and suggests that you think that you are better than other people","examples":["She walked in with her nose in the air, ignoring everyone."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"open","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/ˈəʊpən/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/ope/open_/open__gb_2.mp3"},{"local":"US","spell":"/ˈəʊpən/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/ope/open_/open__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"allowing things or people to go through; not closed or blocked ","examples":["A wasp flew in the open window.","She had left the door wide open.","The castle gates swung open.","The door burst open and the children rushed in.","She held the door open for them.","In spite of the snow, the roads remained open.","The mountain pass is kept open all year.","open borders","Borders between the countries are open and passports are not required.","Taylor headed the ball into the open goal.","She had difficulty keeping her eyes open (= because she was very tired).","He was breathing through his open mouth.","She stared at him, her mouth hanging open.","The flowers are all open now.","The book lay open on the table.","She put the money into his open hand.","She flipped open Chris's diary.","She held her open palms out in front of her.","This mechanism locks the blade in the open and closed position.","Leave the envelope open.","The bag burst open and everything fell out.","I tried to pry open the locket.","The children ripped open the presents excitedly.","Her coat was open.","open country/countryside (= without forests, buildings, etc.)","a city with a lot of parks and wide open spaces","driving along the open road (= part of a road in the country, where you can drive fast)","We left port and headed for the open sea.","It's very open where they live.","fairly open countryside","The city has few parks and limited public open space.","We walked to the farm across the open fields.","The boat was stranded in the open water.","an open drain","people working in the open air (= not in a building)","open to something The hall of the old house was open to the sky.","an open wound (= with no skin covering it)","They were living in a tent, cooking their meals on an open fire.","She sliced open the side of her thumb cutting up a tomato.","(North American English) an open flame","Is the museum open on Sundays?","The new store will be open in the spring.","I declare this festival open.","The bank is open for business again.","The bridge is officially open now.","We want to keep the school open.","Some of the supermarkets stay open all night.","The exhibition is open from January until March.","an open debate/championship/scholarship","She was tried in open court (= the public could go and listen to the trial).","The debate was thrown open to the audience.","The views of the public will be sought at a series of open meetings across Britain.","The concept of universal open access to university courses for all is of great importance to the government.","They will provide an open forum for the community to participate in the design sessions.","The competition is open to young people under the age of 18.","The house is not open to the public.","The car park is only open to residents.","The advice service is open to all members.","The canal is open to walkers and cyclers.","The events are open to all.","The castle is open to visitors.","Is the offer still open?","I want to keep my Swiss bank account open.","open to somebody What options are open to us?","My advice is to keep your options open.","We have kept the door open for future discussions.","Lines are open 8 am to 7 pm weekdays.","It is important to keep communication channels open.","Nominations are now open for this year's Design Awards.","Lines are now open and viewers can vote by calling this number.","Entries are open for the Film Competition from 21 April to 31 May.","open to something The system is open to abuse.","He has laid himself wide open to political attack.","Kasparov had left his bishop open (= not protected, in a game of chess).","an open quarrel","We need more open government, starting with a Freedom of Information Act.","their open display of affection","His eyes showed open admiration as he looked at her.","One more border skirmish could lead to open war.","a frank and open discussion","open with somebody She was always open with her parents.","open about something He was quite open about his reasons for leaving.","Thank you for being so honest with me.","To be frank with you, I think your son has little chance of passing the exam.","You’ll have to get used to his direct manner.","He was quite open about his reasons for leaving.","She was outspoken in her criticism of the plan.","I don’t think you’re being straight with me.","She has a reputation for blunt speaking.","a(n) honest/​frank admission of guilt.","I’m a very open person.","The council has promised to create a more open and transparent process.","I don't think you've been completely open with me.","She's very open about her mistakes.","I am a very open person and get along with most people.","We will try to resolve any complaint you make in a fair and open manner.","a free and open society","They will help you if you are open and honest with them.","They're very open about the crimes they've committed in the past.","He was in an open frame of mind.","open to something They are very open to new ideas.","I'm open to suggestions for what you would like to do in our classes.","The race is still wide open (= anyone could win).","Which route is better remains an open question (= it is not decided).","In an interview try to ask open questions (= to which the answer is not just ‘yes’ or ‘no’).","The price is not open to negotiation.","Some phrases in the contract are open to interpretation.","What she means precisely is open to debate.","Jury decisions are sometimes open to question.","The firm could leave itself open to the accusation that it failed to act.","They have laid themselves open to the charge of being one-sided.","All donations to political parties should be open to public scrutiny.","I have an open ticket, so I can travel any day I like.","I didn't know how long I would be staying so I bought an open return.","an open weave","Leaving your camera on the seat in the car is an open invitation to thieves."]},"idioms":[{"text":"be an open secret ","sense":"if something is an open secret, many people know about it, although it is supposed to be a secret","examples":[]},{"text":"burst open | burst something open ","sense":"to open suddenly or violently; to make something open in this way","examples":["The door burst open.","Firefighters burst the door open and rescued them."]},{"text":"(open) the door to something ","sense":"(to provide) the means of getting or reaching something; (to create) the opportunity for something","examples":["The agreement will open the door to increased international trade.","Our courses are the door to success in English."]},{"text":"have/keep an open mind (about/on something) ","sense":"to be willing to listen to or accept new ideas or suggestions","examples":["Try to keep an open mind until you've heard all the facts."]},{"text":"keep your ears/eyes open (for somebody/something) ","sense":"to listen or look out for somebody/something that you might hear or see","examples":[]},{"text":"keep an eye open/out (for somebody/something) ","sense":"to look for somebody/something while you are doing other things","examples":["Police have asked residents to keep an eye out for anything suspicious.","I walked around the store, keeping an eye out for bargains."]},{"text":"keep/leave your options open ","sense":"to avoid making a decision now so that you still have a choice in the future","examples":["At the moment I'm keeping my options open and applying for as many different jobs as possible."]},{"text":"on the open market ","sense":"available to buy without any limits","examples":[]},{"text":"an open book ","sense":"if you describe somebody or their life as an open book, you mean that you can easily understand them and know everything about them","examples":[]},{"text":"an open invitation (to somebody) ","sense":"an invitation to somebody to visit you at any timeif something is an open invitation to criminals, etc., it encourages them to commit a crime by making it easier","examples":["Leaving your camera on the seat in the car is an open invitation to thieves."]},{"text":"with your eyes open ","sense":"fully aware of the possible problems or results of a particular course of action","examples":["I went into this with my eyes open so I guess I only have myself to blame."]},{"text":"with open arms ","sense":"if you welcome somebody with open arms, you are extremely happy and pleased to see them","examples":[]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"old","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/əʊld/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/old/old__/old__gb_3.mp3"},{"local":"US","spell":"/əʊld/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/old/old__/old__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"of a particular age","examples":["be… years, months, etc. old The baby was only a few hours old.","In those days most people left school when they were only fifteen years old.","At thirty years old, he was already earning £40 000 a year.","two fourteen-year-old boys","a class for five-year-olds (= children who are five)","I didn't think she was old enough for the responsibility.","He's not too old to play Romeo.","How old is this building?","He's the oldest player in the team.","She's much older than me.","My two older sisters and I shared a bedroom.","He's old enough by now to manage his own affairs.","You are as old as you feel.","to get/grow old","The old man lay propped up on cushions.","a little old lady","She was a woman grown old before her time (= who looked older than she was).","He was beginning to look old.","Tom was the last surviving member of the older generation of the family.","She’s getting old—she’s 75 next year.","She is very busy caring for two elderly relatives.","Having aged relatives to stay in your house can be quite stressful.","Everyone in my family is exceptionally long-lived.","clothes for the mature woman","She was fairly old when she got married.","The way the young people rushed about made her feel old.","She's getting old—she's 75 next year.","We're all getting older.","The old feel the cold more than the young.","old habits","He always gives the same old excuses.","This carpet's getting pretty old now.","a beautiful old farmhouse","My brother is older than me.","The palace is the oldest building in the city.","my older/​elder sister","the elder/​older of their two children","I’m the eldest/​oldest in the family.","It's a very old tradition.","It's one of the oldest remaining parts of the church.","It's the world's oldest surviving ship.","These are some of the oldest trees in the world.","Things were different in the old days.","I went back to visit my old school.","Old and Middle English","People are still clinging to the old ways of thinking.","We had more room in our old house.","Mum and Dad bought us a fridge and gave us their old telly.","She's an old friend of mine (= I have known her for a long time).","We're old rivals.","It's always the same old faces.","The album includes both new titles and old favourites.","Good old Dad!","You poor old thing!","I hate her, the silly old cow!","It's a funny old world.","Why drink plain old water when you can have something better?","They were having the same boring old conversation about school.","As my dear old Grandma used to say…"]},"idioms":[{"text":"any old… ","sense":"any item of the type mentioned (used when it is not important which particular item is chosen)","examples":["Any old room would have done."]},{"text":"any old how ","sense":"in a careless or untidy way","examples":["The books were piled up all over the floor any old how."]},{"text":"as old as the hills ","sense":"very old; ancient","examples":[]},{"text":"be up to your (old) tricks ","sense":"to be behaving in the same bad way as before","examples":["He had soon spent all the money and was up to his old tricks."]},{"text":"a chip off the old block ","sense":"a person who is very similar to their mother or father in the way that they look or behave","examples":[]},{"text":"for old times’ sake ","sense":"if you do something for old times’ sake, you do it because it is connected with something good that happened to you in the past","examples":[]},{"text":"give somebody the (old) heave-ho ","sense":"to dismiss somebody from their job; to end a relationship with somebody","examples":[]},{"text":"the good/bad old days ","sense":"an earlier period of time in your life or in history that is seen as better/worse than the present","examples":["That was in the bad old days of rampant inflation."]},{"text":"a/the grand old age (of…) ","sense":"a great age","examples":["She finally learned to drive at the grand old age of 70."]},{"text":"a/the grand old man (of something) ","sense":"a man who is respected in a particular profession that he has been involved in for a long time","examples":["James Lovelock, the grand old man of environmental science"]},{"text":"have a high old time ","sense":"to enjoy yourself very much","examples":[]},{"text":"in old money ","sense":"used to give an amount, a measurement, etc. using older or more traditional units that may be more familiar to some people","examples":["The fish measured 29 centimetres (that's a foot in old money)."]},{"text":"money for jam/old rope ","sense":"money that is earned very easily, for something that needs little effort","examples":["The job only took about an hour—it was money for old rope."]},{"text":"(there’s) no fool like an old fool ","sense":"an older person who behaves in a stupid way is worse than a younger person who does the same thing, because experience should have taught him or her not to do it","examples":[]},{"text":"of old ","sense":"in or since past times","examples":["in days of old","We know him of old (= we have known him for a long time)."]},{"text":"old boy, chap, man, etc. ","sense":"used by older men of the middle and upper classes as a friendly way of addressing another man","examples":[]},{"text":"old enough to be somebody’s father/mother ","sense":"very much older than somebody (especially used to suggest that a romantic or sexual relationship between the two people is not appropriate)","examples":[]},{"text":"old enough to know better ","sense":"old enough to behave in a more sensible way than you actually did","examples":[]},{"text":"(have) an old head on young shoulders ","sense":"used to describe a young person who acts in a more sensible way than you would expect for a person of their age","examples":[]},{"text":"the (same) old story ","sense":"what usually happens","examples":["It's the same old story of a badly managed project with inadequate funding."]},{"text":"an old wives’ tale ","sense":"an old idea or belief that people now know is not correct","examples":[]},{"text":"one of the old school ","sense":"an old-fashioned person who likes to do things as they were done in the past","examples":[]},{"text":"a/the ripe old age (of…) ","sense":"an age that is considered to be very old","examples":["He lived to the ripe old age of 91."]},{"text":"settle a score/accounts (with somebody) | settle an old score ","sense":"to hurt or punish somebody who has harmed or cheated you in the past","examples":["‘Who would do such a thing?’ ‘Maybe someone with an old score to settle.’","An embittered Charlotte is determined to settle accounts with Elizabeth."]},{"text":"(you can’t) teach an old dog new tricks ","sense":"(you cannot) successfully make people change their ideas, methods of work, etc., when they have had them for a long time","examples":[]},{"text":"(as) tough as old boots | (as) tough as nails (informal)","sense":"very strong and able to deal successfully with difficult conditions or situations","examples":["She’s almost 90 but she’s still as tough as old boots."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"no","result":{"lexicalCategory":"exclamation","ipas":[{"local":"UK","spell":"/nəʊ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/no_/no__g/no__gb_1.mp3"},{"local":"US","spell":"/nəʊ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/no_/no__u/no__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"used to give a negative reply or statement","examples":["Just say yes or no.","‘Are you ready?’ ‘No, I'm not.’","Sorry, the answer's no.","‘Another drink?’ ‘No, thanks.’","It's about 70—no, I'm wrong—80 kilometres from Rome.","No! Don't touch it! It's hot.","‘It was Tony.’ ‘No, you're wrong. It was Ted.’","‘It's not very good, is it?’ ‘No, you're right, it isn't (= I agree).’","‘She's had an accident.’ ‘Oh no!’","‘I'm leaving!’ ‘No!’"]},"idioms":[{"text":"not take no for an answer ","sense":"to refuse to accept that somebody does not want something, will not do something, etc.","examples":["You're coming and I won't take no for an answer!"]},{"text":"yes and no ","sense":"used when you cannot give a clear answer to a question","examples":["‘Are you enjoying it?’ ‘Yes and no.’"]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"one","result":{"lexicalCategory":"number, determiner","ipas":[{"local":"UK","spell":"/wʌn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/one/one__/one__gb_2.mp3"},{"local":"US","spell":"/wʌn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/one/one__/one__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"the number 1","examples":["Do you want one or two?","There's only room for one person.","One more, please!","a one-bedroomed apartment","I'll see you at one (= one o'clock).","It cost one hundred and fifty pounds.","He lost by less than one second.","There's only one thing we can do.","There can only be one winner.","Which do you prefer? The flowery one or the stripy one?","He's just won his 19th singles title.","One of my friends lives in Brighton.","One place I'd really like to visit is Bali.","He's the one person I can trust.","Her one concern was for the health of her baby.","It's the one thing I can't stand about him.","I saw her one afternoon last week.","One day (= at some time in the future) you'll understand.","They all went off in one direction.","That was one hell of a game!","She's one snappy dresser.","He worked as an assistant to one Mr Ming."]},"idioms":[{"text":"as one ","sense":"in agreement; all together","examples":["We spoke as one on this matter."]},{"text":"(be) at one (with somebody/something) ","sense":"to feel that you completely agree with somebody/something, or that you are part of something","examples":["a place where you can feel at one with nature"]},{"text":"back to square one ","sense":"a return to the situation you were in at the beginning of a project, task, etc., because you have made no real progress","examples":["If this suggestion isn't accepted, we'll be back to square one."]},{"text":"be in a minority of one ","sense":"to be the only person to have a particular opinion or to vote a particular way","examples":[]},{"text":"for one ","sense":"used to emphasize that a particular person does something and that you believe other people do too","examples":["I, for one, would prefer to postpone the meeting."]},{"text":"get something in one ","sense":"to understand or guess something immediately","examples":["‘Oh, so she’s his sister!’ ‘Got it in one!’"]},{"text":"get one over (on) somebody/something ","sense":"to get an advantage over somebody/something","examples":["I'm not going to let them get one over on me!"]},{"text":"go one better (than somebody/something) ","sense":"to do something better than somebody else or than you have done before","examples":["She did well this year and next year she hopes to go one better."]},{"text":"(all) in one ","sense":"used to say that somebody/something has different roles, contains different things or is used for different purposes","examples":["She's a mother and company director in one.","It's a public relations office, a press office and a private office all in one."]},{"text":"one after another/the other ","sense":"first one person or thing, and then another, and then another, up to any number or amount","examples":["The bills kept coming in, one after another."]},{"text":"one and all ","sense":"everyone","examples":["Happy New Year to one and all!"]},{"text":"one and only ","sense":"used to emphasize that somebody is famous","examples":["Here she is, the one and only Rihanna!"]},{"text":"one and the same ","sense":"used for emphasis to mean ‘the same’","examples":["I never realized Ruth Rendell and Barbara Vine were one and the same (= the same person using two different names)."]},{"text":"one by one ","sense":"separately and in order","examples":["I went through the items on the list one by one."]},{"text":"one or two  ","sense":"a few","examples":["We've had one or two problems—nothing serious."]},{"text":"one up (on somebody) ","sense":"having an advantage over somebody","examples":[]},{"text":"when you’ve seen, heard, etc. one, you’ve seen, heard, etc. them all ","sense":"used to say that all types of the things mentioned are very similar","examples":["I don't like science fiction novels much. When you've read one, you've read them all."]},{"text":"the year one (North American English) (British English the year dot)","sense":"a very long time ago","examples":["I've been going there every summer since the year one."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"on","result":{"lexicalCategory":"preposition","ipas":[{"local":"UK","spell":"/ɒn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/on_/on__g/on__gb_1.mp3"},{"local":"US","spell":"/ɑːn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/on_/on__u/on__us_1_rr.mp3"}],"note":"For the special uses of on in phrasal verbs, look at the entries for the verbs. For example turn on somebody is in the phrasal verb section at turn.","verbs":[],"senses":{"text":"in or into a position covering, touching or forming part of a surface","examples":["a picture on a wall","There's a mark on your skirt.","the diagram on page 5","Put it down on the table.","He had been hit on the head.","She climbed on to the bed.","She was standing on one foot.","Try lying on your back.","Hang your coat on that hook.","He was on the plane from New York.","to travel on the bus/tube/coach","I came on my bike.","a woman on horseback","She played a tune on her guitar.","The information is available on the internet.","We spoke on the phone.","What's on TV?","The programme's on Channel 4.","He came on Sunday.","We meet on Tuesdays.","on May the first/the first of May","on the evening of May the first","on one occasion","on your birthday","to be on business/holiday/vacation","The book is currently on loan.","on the left/right","He turned his back on us.","a town on the coast","a house on the Thames","We lived on an estate.","a story based on fact","On their advice I applied for the job.","On arriving home I discovered they had gone.","Please report to reception on arrival.","There was a letter waiting for him on his return.","a book on South Africa","She tested us on irregular verbs.","to be on the committee/staff/jury/panel","Whose side are you on (= which of two or more different views do you support)?","He lived on a diet of junk food.","The doctor put me on antibiotics.","to live on a pension/a student grant","to be on a low wage","You can't feed a family on £50 a week.","Drinks are on me (= I am paying).","You can get me on 020 7946 0887.","She's on extension 2401.","a ban on smoking","He's hard on his kids.","Go easy on the mayo! (= do not take/give me too much)","Have you got any money on you?","Sales are up on last year."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"not","result":{"lexicalCategory":"adverb","ipas":[{"local":"UK","spell":"/nɒt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/n/not/not__/not__gb_1.mp3"},{"local":"US","spell":"/nɑːt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/n/not/not__/not__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"used with be, do or have to form the negative of verbs; used to form the negative of modal verbs like can or must","examples":["She did not/didn’t see him.","It’s not/It isn’t raining.","It's cold, isn't it?","Don't you eat meat?","I can't see from here.","He must not go.","He warned me not to be late.","I was sorry not to have seen them.","Not everybody agrees.","They had still not decided.","‘Who's next?’ ‘Not me.’","‘What did you do at school?’ ‘Not a lot.’","It's not easy being a parent (= it's difficult).","It's not every day you get to meet a famous actor.","‘Will she be there?’ ‘I hope not.’","‘Is it ready?’ ‘I'm afraid not.’","(formal) ‘Does he know?’ ‘I believe not.’","I don't know if he's telling the truth or not.","Whether you succeed or not depends on the how skilled you are.","‘Some more?’ ‘Not for me, thanks.’","‘Can I throw this out?’ ‘Certainly not.’","She was standing not three feet in front of me.","This could all happen in the not too distant future (= soon).","His view on the matter was not a million miles away from (= close to) mine.","Well, that sounds like a fun evening—not!"]},"idioms":[{"text":"not a… (also not one…)","sense":"used for emphasis to mean ‘no thing or person’","examples":["He didn't speak to me—not one word."]},{"text":"not at all ","sense":"used to politely accept thanks or to agree to something","examples":["‘Thanks a lot.’ ‘Not at all.’","‘Will it bother you if I smoke?’ ‘Not at all.’"]},{"text":"not only… (but) (also)…  ","sense":"used to emphasize that something else is also true","examples":["She not only wrote the text but also selected the illustrations.","He not only read the book, but also remembered what he had read."]},{"text":"not that ","sense":"used to state that you are not suggesting something","examples":["She hasn't written—not that she said she would."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"of","result":{"lexicalCategory":"preposition","ipas":[{"local":"UK","spell":"/əv//ɒv/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/of_/of__g/of__gb_1.mp3"},{"local":"US","spell":""}],"note":"","verbs":[],"senses":{"text":"belonging to somebody; relating to somebody","examples":["a friend of mine","the love of a mother for her child","the role of the teacher","Can't you throw out that old bike of Tommy's?","the paintings of Monet","the lid of the box","the director of the company","a member of the team","the result of the debate","a woman of Italian descent","the people of Wales","a story of passion","a photo of my dog","a map of India","the city of Dublin","the issue of housing","a crowd of people","a glass of milk","2 kilos of potatoes","an increase of 2 per cent","a girl of 12","the fourth of July","the year of his birth","(old-fashioned) We would often have a walk of an evening.","some of his friends","a few of the problems","the most famous of all the stars","just north of Detroit","at the time of the revolution","(North American English) at a quarter of eleven tonight (= 10.45 p.m.)","the arrival of the police (= they arrive)","criticism of the police (= they are criticized)","fear of the dark","the howling of the wind","to deprive somebody of something","He was cleared of all blame.","Think of a number, any number.","to be proud of something","It was kind of you to offer.","Where's that idiot of a boy (= the boy that you think is stupid)?"]},"idioms":[{"text":"of all ","sense":"used before a noun to say that something is very surprising","examples":["I'm surprised that you of all people should say that."]},{"text":"of all the… ","sense":"used to express anger","examples":["Of all the nerve!"]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"off","result":{"lexicalCategory":"adverb","ipas":[{"local":"UK","spell":"/ɒf/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/o/off/off__/off__gb_1.mp3"},{"local":"US","spell":"/ɔːf/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/o/off/off__/off__us_1_rr.mp3"}],"note":"For the special uses of off in phrasal verbs, look at the entries for the verbs. For example come off is in the phrasal verb section at come.","verbs":[],"senses":{"text":"used to say that something has been removed or become separated","examples":["He's had his beard shaved off.","Take your coat off.","The label must have fallen off.","Don't leave the toothpaste with the top off.","The water is off.","Make sure the TV is off.","I called him but he ran off.","He fell off a ladder and broke his arm.","Sarah's off in India somewhere.","I must be off (= I must leave) soon.","Summer's not far off now.","A solution is still some way off.","Off you go! Enjoy yourselves!","She's off today.","I've got three days off next week.","How many days did you take off?","I need some time off.","They're off (= the race has begun).","shoes with $20 off","All shirts have/are 10 per cent off.","The wedding is off.","Sorry, the duck is off."]},"idioms":[{"text":"be better/worse off (doing something) ","sense":"to be in a better or worse situation","examples":["She's better off without him.","The weather was so bad we'd have been better off staying at home.","We can't be any worse off than we are already."]},{"text":"be off for something ","sense":"to have a particular amount of something","examples":["How are we off for coffee (= how much do we have)?"]},{"text":"be well/better/badly, etc. off ","sense":"used to say how much money somebody has","examples":["Families will be better off under the new law (= will have more money).","They are both comfortably off (= have enough money to be able to buy what they want without worrying too much about the cost)."]},{"text":"off and on/on and off ","sense":"from time to time; now and again","examples":["It rained on and off all day."]}],"phrasal_verbs":[],"verb_simple":[]}}]}