{"data":[{"word":"designer","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/dɪˈzaɪnə(r)/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/des/desig/designer__gb_2.mp3"},{"local":"US","spell":"/dɪˈzaɪnər/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/des/desig/designer__us_1.mp3"}],"note":"","verbs":[],"senses":{},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"destination","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˌdestɪˈneɪʃn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/des/desti/destination__gb_2.mp3"},{"local":"US","spell":"/ˌdestɪˈneɪʃn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/des/desti/destination__us_2.mp3"}],"note":"","verbs":[],"senses":{},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"directly","result":{"lexicalCategory":"adverb","ipas":[{"local":"UK","spell":"/dəˈrektli//daɪˈrektli/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dir/direc/directly__gb_4.mp3"},{"local":"US","spell":""}],"note":"","verbs":[],"senses":{"text":"without stopping or changing direction","examples":["The path leads directly to the river.","He drove her directly to her hotel.","The airline flies directly to Stockholm.","You can get on a train and go directly to the ski resort.","Amy flew directly from Dublin to Malaga.","He was told to go directly to the office.","A shuttle bus service takes you directly to the park entrance.","She speaks directly to camera.","She looked directly at us.","We have not been directly affected by the cuts.","directly linked/connected","diseases directly related to smoking","The president was not directly involved.","He was not directly responsible for the accident.","products that are delivered directly to consumers","problems either directly or indirectly caused by human error","Your success in life is not directly proportional to the effort you make.","Music has been directly linked to the development of improved reasoning skills.","The two incidents are not directly linked.","The issues raised in the report relate directly to the ongoing work of the charity.","The book addresses these issues directly.","We can work either directly with you or with your website designer.","He deals directly with the CEO.","The actors speak directly to the audience.","The money is paid directly into your bank account.","They can only testify regarding facts they have directly observed.","How many road deaths are directly attributable to excess speed?","You can send the bill directly to me at this address.","The link takes you directly to the main webpage.","His family directly benefited from his crimes.","directly opposite/below/ahead","They remain directly opposed to these new plans.","She left directly after the show.","Tell them I'll be there directly."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"downstairs","result":{"lexicalCategory":"adverb","ipas":[{"local":"UK","spell":"/ˌdaʊnˈsteəz/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dow/downs/downstairs__gb_2.mp3"},{"local":"US","spell":"/ˌdaʊnˈsterz/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dow/downs/downstairs__us_1.mp3"}],"note":"","verbs":[],"senses":{},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"discipline","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈdɪsəplɪn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/disci/discipline__gb_2.mp3"},{"local":"US","spell":"/ˈdɪsəplɪn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/disci/discipline__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"the practice of training people to obey rules and orders and punishing them if they do not; the controlled behaviour or situation that is the result of this training ","examples":["The school has a reputation for high standards of discipline.","Strict discipline is imposed on army recruits.","harsh/rigorous/rigid/iron discipline","She keeps good discipline in class.","to instill/enforce/impose/maintain discipline","Lack of discipline at home meant that many pupils found it difficult to settle in to the ordered environment of the school.","a serious breach of discipline","He quickly brought order and discipline to the regiment.","It's unfair to dismiss somebody for a single breach of discipline.","Modern schools lack discipline.","She believes children need discipline.","Students have to learn discipline.","The chancellor has stabilized the economy through strict fiscal discipline.","The new headmaster tightened discipline in the school.","The school was criticized for having very poor discipline.","The teacher was unable to maintain discipline.","They submitted to the discipline imposed by their leaders.","We need better discipline in our schools.","We need someone who is good at instilling discipline.","a breakdown of discipline in the classroom","strict military discipline","the discipline that the party exercises over its members","Yoga is a good discipline for learning to relax.","He'll never get anywhere working for himself—he's got no discipline.","Her determination and discipline were admirable.","It is good discipline to learn to delegate.","It takes great discipline to learn a musical instrument.","something to help you bring discipline to your decision-making process","The new recruits were drawn from a range of academic disciplines.","Scholars from various disciplines have been working on these problems.","Applications are welcome from candidates with a degree in a mathematics or other relevant discipline.","social work and its related disciplines","experts in multiple disciplines","academics from diverse academic disciplines","When did sociology emerge as a distinct discipline?","They established psychology as an academic discipline.","The university offers a wide range of disciplines.","There is a lack of communication across disciplines.","Students are to be tested on the three core disciplines: mathematics, English and science.","Within a discipline there may be more than one school of thought."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"dressed","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/drest/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dre/dress/dressed__gb_3.mp3"},{"local":"US","spell":"/drest/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dre/dress/dressed__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"wearing clothes and not naked or wearing clothes for sleeping","examples":["Hurry up and get dressed.","She lay down on the bed, fully dressed.","I can't go to the door—I'm not dressed yet.","She is always so smartly dressed.","elegantly/fashionably/neatly dressed","immaculately/impeccably dressed","dressed in something The bride was dressed in white.","He was casually dressed in jeans and a T-shirt.","dressed for something She was dressed for a business meeting.","dressed as something He was dressed as a woman (= he was wearing women's clothes).","dressed like something You can't go out dressed like that (= wearing those clothes)!","The twins were dressed identically.","She was dressed professionally in a business suit.","She was determined to be the best dressed woman at the wedding.","The women were all dressed in blue skirts and white blouses.","The waiters were dressed as clowns.","a photo of the president dressed like a cowboy","Place a spoonful of the dressed crab on each plate."]},"idioms":[{"text":"dressed to kill ","sense":"wearing the kind of clothes that will make people notice and admire you","examples":[]},{"text":"dressed (up) to the nines ","sense":"wearing very attractive or formal clothes","examples":[]},{"text":"mutton dressed as lamb ","sense":"used to describe a woman who is trying to look younger than she really is, especially by wearing clothes that are designed for young people","examples":[]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"discount","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈdɪskaʊnt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/disco/discount__gb_1.mp3"},{"local":"US","spell":"/ˈdɪskaʊnt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/disco/discount__us_1_rr.mp3"}],"note":"","verbs":[],"senses":{},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"distribution","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˌdɪstrɪˈbjuːʃn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/distr/distribution__gb_2.mp3"},{"local":"US","spell":"/ˌdɪstrɪˈbjuːʃn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/distr/distribution__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"the way that something is spread or exists over a particular area or among a particular group of people","examples":["distribution of something They studied the geographical distribution of the disease.","a more equitable distribution of wealth","an unequal/uneven income distribution","the age distribution of the general population","distribution (of something) + adv./prep. The map shows the distribution of this species across the world.","After applying the cream, comb through to ensure even distribution.","How do we explain the uneven distribution of expressions borrowed from other languages?","The relatively broad distribution within the Midwest suggests that the aphid may have been present for more than one year.","Animal herds may form in response to the distribution patterns of food.","Fish populations assume highly localized distributions within each river.","Radiology was used to determine the distribution of the disease.","The engine is mounted in the middle to achieve a more even weight distribution.","These birds have a wide geographical distribution.","a disparity in age distribution between groups","a normal distribution with a bell-shaped frequency curve","The frequency distribution of birthdates by month among these patients was not what we expected.","The probability distribution curve shows the probability that the product will ship on such-and-such a date.","an atlas containing distribution maps of the most important tropical diseases","an equal distribution of wealth between people of different age groups","changes in the distribution of wealth and income","data on wealth distribution among age groups","the wider distribution of wealth throughout society","people at the low end of the distribution curve of intelligence","the broad distribution of Bronze Age artefacts across Europe","the distribution of resources across society","the distribution of the health budget between various hospitals","the distribution of trees over the estate","the general distribution of earthquakes around the world","the relative distribution of continents and oceans","the social class distribution of the male population","uniform distribution of the chemical throughout the timber","distribution of something the distribution of food and medicines","distribution (of something) among somebody the distribution of profit among the partners","distribution (of something) among somebody When are distributions likely to be made to creditors?","for distribution (to/among somebody) The food was packed up for distribution to outlying communities.","to ensure the proper distribution of medical aid","She had it printed for distribution among her friends.","These laws regulate the legal distribution of narcotic drugs in Canada.","His estate was to be divided up for distribution among his creditors.","to allow for the distribution of aid","the distribution by the government of a leaflet explaining the new tax","The previously free distribution of textbooks will now be confined to students who are needy.","food for distribution among the homeless","free colour leaflets for distribution overseas","Our catalogue lists all our books that are available for general distribution.","2 000 copies of the booklet have been printed and are available for distribution.","The promissory notes were purchased for distribution to investors.","The document contains sensitive information and is not suitable for free distribution.","These are company reserves available for distribution as the directors may determine.","Electronic media make the potential for information distribution possible on a scale never before achieved.","email distribution lists","I attach a copy of the distribution list so you can see who got the last edition.","the creation of 1 500 smallholdings as part of a land distribution programme","They have systems in place for marketing, sales and distribution.","We focused on finding new distribution channels for our products.","The company's distribution network includes more than 1 200 retail outlets.","production and distribution systems","a distribution centre/depot/warehouse","The poor transport system means we have high distribution costs.","There will be increased efficiency in production, distribution and purchasing.","He worked in the milk distribution business.","European distribution is handled from our centre in the Netherlands.","the wholesale and retail distribution of a huge variety of goods","distribution through department stores","We have many distribution channels for our software, including electronic distribution.","We have a sales staff of more than 1 800 employees in 37 distribution centres.","The movie got a worldwide distribution deal.","The company wants to invest in new distribution facilities.","The company has decided to use Belfast as its distribution base.","The company has distribution operations in 33 countries worldwide.","The company is to handle the distribution of the product in Europe.","Roads are used for local distribution of goods.","Her company has signed a non-exclusive distribution agreement.","There are more firearms in the distribution pipeline than most people realize.","There are savings to be made by bypassing retailers in the chain of distribution.","The internet is our distribution platform now.","the electronic distribution of software to customers","The publisher has signed an agreement for the exclusive distribution of the books in the US.","worldwide distribution systems"]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"documentary","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˌdɒkjuˈmentri/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/doc/docum/documentary__gb_4.mp3"},{"local":"US","spell":"/ˌdɑːkjuˈmentri/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/doc/docum/documentary__us_2_rr.mp3"}],"note":"","verbs":[],"senses":{},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"differently","result":{"lexicalCategory":"adverb","ipas":[{"local":"UK","spell":"/ˈdɪfrəntli/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dif/diffe/differently__gb_4.mp3"},{"local":"US","spell":"/ˈdɪfrəntli/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dif/diffe/differently__us_3.mp3"}],"note":"","verbs":[],"senses":{},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"disappointed","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/ˌdɪsəˈpɔɪntɪd/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/disap/disappointed__gb_1.mp3"},{"local":"US","spell":"/ˌdɪsəˈpɔɪntɪd/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/disap/disappointed__us_5.mp3"}],"note":"","verbs":[],"senses":{},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"dismiss","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/dɪsˈmɪs/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/dismi/dismiss__gb_1.mp3"},{"local":"US","spell":"/dɪsˈmɪs/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/dismi/dismiss__us_3.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"dismissed","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/dismi/dismissed__gb_1.mp3","spell":"/dɪsˈmɪst/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/dismi/dismissed__us_1.mp3","spell":"/dɪsˈmɪst/"}]},{"sense":"Past participle","word":"dismissed","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/dismi/dismissed__gb_1.mp3","spell":"/dɪsˈmɪst/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/dismi/dismissed__us_1.mp3","spell":"/dɪsˈmɪst/"}]},{"sense":"-ing form","word":"dismissing","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/dismi/dismissing__gb_1.mp3","spell":"/dɪsˈmɪsɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/dismi/dismissing__us_1.mp3","spell":"/dɪsˈmɪsɪŋ/"}]}],"senses":{"text":"to decide that somebody/something is not important and not worth thinking or talking about","examples":["dismiss somebody/something to dismiss a suggestion/a claim/an idea","The criticisms were summarily dismissed by the government.","Rob is quick to dismiss the notion that his trip was horrific.","I think we can safely dismiss their objections.","dismiss somebody/something as something He dismissed the opinion polls as worthless.","His supporters dismissed the allegations as politically motivated.","Vegans are no longer dismissed as cranks.","The suggestion should not be dismissed out of hand (= without thinking about it).","Former members of the band have dismissed talk of a comeback.","It is no longer possible to dismiss the link between climate change and carbon emissions.","She contemptuously dismissed their complaints.","The minister has dismissed all the allegations against him.","His plan was dismissed outright by his friends.","It is easy to dismiss him as nothing more than an old fool.","She dismissed their arguments as irrelevant.","Such reports are routinely dismissed as hysteria.","He dismissed her suggestion out of hand.","Many critics will casually dismiss these claims.","dismiss something Dismissing her fears, she climbed higher.","dismiss somebody/something from something He dismissed her from his mind.","She could not dismiss the possibility of his guilt.","It was not easy to dismiss the matter from his thoughts.","She tried to dismiss the idea from her mind.","She claims she was unfairly dismissed from her post.","The court ruled that Ms Hill had been unfairly dismissed.","He was summarily dismissed from his job.","At 12 o'clock the class was dismissed.","The judge dismissed the case for lack of evidence.","to dismiss an appeal/application","The court dismissed all the charges against her.","Judges have to state their reasons for dismissing a case.","‘Case dismissed!’","The case was dismissed."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"dismiss","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/dismi/dismiss__gb_1.mp3","spell":"/dɪsˈmɪs/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/dismi/dismiss__us_3.mp3","spell":"/dɪsˈmɪs/"}]},"singular":{"text":"He / She / It","word":"dismisses","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/dismi/dismisses__gb_1.mp3","spell":"/dɪsˈmɪsɪz/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/dismi/dismisses__us_1.mp3","spell":"/dɪsˈmɪsɪz/"}]}}]}},{"word":"dominate","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/ˈdɒmɪneɪt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dom/domin/dominate__gb_2.mp3"},{"local":"US","spell":"/ˈdɑːmɪneɪt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dom/domin/dominate__us_1.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"dominated","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dom/domin/dominated__gb_1.mp3","spell":"/ˈdɒmɪneɪtɪd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dom/domin/dominated__us_1.mp3","spell":"/ˈdɑːmɪneɪtɪd/"}]},{"sense":"Past participle","word":"dominated","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dom/domin/dominated__gb_1.mp3","spell":"/ˈdɒmɪneɪtɪd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dom/domin/dominated__us_1.mp3","spell":"/ˈdɑːmɪneɪtɪd/"}]},{"sense":"-ing form","word":"dominating","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dom/domin/dominating__gb_1.mp3","spell":"/ˈdɒmɪneɪtɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dom/domin/dominating__us_1.mp3","spell":"/ˈdɑːmɪneɪtɪŋ/"}]}],"senses":{"text":"to control or have a lot of influence over somebody/something, especially in an unpleasant way","examples":["She always says a lot in meetings, but she doesn't dominate.","dominate somebody/something He tended to dominate the conversation.","As a child he was dominated by his father.","professions that were once dominated by men","These two regions continue to dominate the market for orange juice.","In the 1960s American styles dominated the art world.","The insurance market is totally dominated by the private pension organizations.","This is an attempt to control the multinational giants who dominate the chemical industry.","His work increasingly dominates his life.","The train crash dominated the news.","The elections continue to dominate the headlines.","Diet books dominate bestseller lists.","He dominates every scene he's in.","The cathedral dominates the city.","Arsenal dominated the first half of the match.","United completely dominated the first half of the game."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"dominate","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dom/domin/dominate__gb_2.mp3","spell":"/ˈdɒmɪneɪt/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dom/domin/dominate__us_1.mp3","spell":"/ˈdɑːmɪneɪt/"}]},"singular":{"text":"He / She / It","word":"dominates","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dom/domin/dominates__gb_1.mp3","spell":"/ˈdɒmɪneɪts/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dom/domin/dominates__us_1.mp3","spell":"/ˈdɑːmɪneɪts/"}]}}]}},{"word":"digital","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/ˈdɪdʒɪtl/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dig/digit/digital__gb_2.mp3"},{"local":"US","spell":"/ˈdɪdʒɪtl/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dig/digit/digital__us_3.mp3"}],"note":"","verbs":[],"senses":{"text":"using a system of receiving and sending information as a series of the numbers one and zero, showing that an electronic signal is there or is not there","examples":["a digital camera","digital media/content/platforms","These figures include digital downloads in addition to retail sales.","He quickly realized that all film and video production would go digital.","The system is fully digital, with no analogue components.","digital terrestrial and digital satellite broadcasting","We are moving our CCTV to a fully digital network.","They transferred the 35mm footage to digital video.","With digital photography, images of construction sites can be transmitted via the internet to architects and engineers.","Communication evolved from verbal exchanges to paper drawings to digital media.","high-resolution digital images","The sketches were scanned and converted into digital format.","The project is the internet's oldest digital library, offering over 13 000 e-texts for free download.","communication in the digital age","Digital technology continues to evolve rapidly.","Advertisers are putting more and more money into digital marketing.","We live in a digital age where everything can be downloaded.","The world's wealthiest nations promised to support government efforts to bridge the digital divide.","The media establishment is still having trouble coming to terms with the digital revolution.","Students in poorer areas lack access to the digital world.","New digital technologies have unfortunately created new avenues to fraud and copyright infringement.","a digital clock/watch","The instrument panel has an easy-to-read digital display.","The digital alarm clock by my bed said 5:25.","The runs were timed to the nearest second using a digital stopwatch."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"determined","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/dɪˈtɜːmɪnd/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/det/deter/determined__gb_1.mp3"},{"local":"US","spell":"/dɪˈtɜːrmɪnd/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/det/deter/determined__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"having made a definite decision to do something and not letting anyone prevent you","examples":["The opposition to her plan made her more determined than ever.","determined to do something I'm determined to succeed.","determined that… They were quite determined that he wasn't going to do it.","I made a determined effort to stop smoking.","The proposal had been dropped in the face of determined opposition.","They set about their task in determined mood.","His voice was grimly determined.","She's a very determined young woman."]},"idioms":[{"text":"bound and determined ","sense":"very determined to do something","examples":["I came here bound and determined to put the last 12 months behind me."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"dirty","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/ˈdɜːti/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dir/dirty/dirty__gb_2.mp3"},{"local":"US","spell":"/ˈdɜːrti/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dir/dirty/dirty__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"not clean","examples":["dirty hands/clothes/dishes","My thumb had left a dirty mark on the paper.","Try not to get too dirty!","She didn't want to get her dress dirty.","They found him huddled under a dirty old blanket","I always get given the dirty jobs (= jobs that make you become dirty).","If your hands are dirty, go and wash them.","There were shelves full of dusty books.","It’s absolutely filthy in here.","Don’t you come in here with those muddy boots on!","soiled nappies/​diapers","He hoped she wouldn’t notice his grubby shirt cuffs.","a pair of paint-stained jeans","Everything in the room was incredibly dirty.","Go and play football if you like, but don't get dirty!","He's not frightened of getting his hands dirty.","The soot had made everything dirty.","If your hands are dirty, go and wash them.","The dirty clothes go in the washing machine.","a dirty joke/book","He's got a dirty mind (= he often thinks about sex).","That's a dirty lie!","They discovered her dirty little secret.","She's a dirty player.","He's a great man for doing the dirty jobs (= jobs which are unpleasant because they involve being dishonest or mean to people).","You dirty liar!","a dirty brown carpet","The candidate again got down and dirty with his rival.","The online campaign was getting down and dirty.","The singer got down and dirty at the club last night and made headlines again.","The singers are a down-and-dirty duo from Ohio."]},"idioms":[{"text":"air/wash your dirty laundry/linen in public ","sense":"to discuss your personal affairs in public, especially something embarrassing","examples":[]},{"text":"(do somebody’s) dirty work ","sense":"(to do) the unpleasant or dishonest jobs that somebody else does not want to do","examples":["Next time you can get somebody else to do your dirty work for you!","He always gets someone else to do the dirty work for him.","The drugs gang used children to do their dirty work for them."]},{"text":"do the dirty on somebody ","sense":"to cheat somebody who trusts you; to treat somebody badly or unfairly","examples":["I'd never do the dirty on my friends."]},{"text":"down and dirty (North American English, informal)","sense":"behaving in an unfair or aggressive way, especially because you want to winrude and making you feel shocked","examples":["The candidate again got down and dirty with his rival.","The online campaign was getting down and dirty.","The singer got down and dirty at the club last night and made headlines again.","The singers are a down-and-dirty duo from Ohio."]},{"text":"get your hands dirty ","sense":"to do physical work","examples":["He's not frightened of getting his hands dirty."]},{"text":"give/shoot somebody a dirty look ","sense":"to look at somebody in a way that shows you are annoyed with them","examples":[]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"disc","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/dɪsk/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/disc_/disc__gb_1.mp3"},{"local":"US","spell":"/dɪsk/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/disc_/disc__us_1.mp3"}],"note":"The usual spelling is disc in (British English) and disk in (North American English) but for senses connected with computers, the spelling is usually disk, even in (British English).","verbs":[],"senses":{"text":"a thin flat round object","examples":["He wears an identity disc around his neck.","In a total eclipse, the moon completely covers the disc of the sun.","This disc contains lots of extra features, including an interview with the director.","on disc This recording is available online or on disc.","The series comes as a two-disc box set with three episodes on each disc.","There are lots of extras on this disc.","He is one of the greatest opera singers on disc.","I ejected the disc before the end.","The Prokofiev sonata comes first on the disc.","The disc was released in 1998.","a disc of Mozart quartets","I highly recommend this disc.","He inserted the disc into the machine.","I have an old vinyl disc of her singing.","He's in bed with a slipped disc.","She's slipped a disc."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"discuss","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/dɪˈskʌs/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/discu/discuss__gb_2.mp3"},{"local":"US","spell":"/dɪˈskʌs/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/discu/discuss__us_1.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"discussed","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/discu/discussed__gb_1.mp3","spell":"/dɪˈskʌst/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/discu/discussed__us_1.mp3","spell":"/dɪˈskʌst/"}]},{"sense":"Past participle","word":"discussed","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/discu/discussed__gb_1.mp3","spell":"/dɪˈskʌst/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/discu/discussed__us_1.mp3","spell":"/dɪˈskʌst/"}]},{"sense":"-ing form","word":"discussing","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/discu/discussing__gb_1.mp3","spell":"/dɪˈskʌsɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/discu/discussing__us_1.mp3","spell":"/dɪˈskʌsɪŋ/"}]}],"senses":{"text":"to talk about something with somebody, especially in order to decide something","examples":["discuss something with somebody Have you discussed the problem with anyone?","discuss something I'm not prepared to discuss this on the phone.","to discuss the issue/matter/topic","to discuss a plan/proposal","They met to discuss the possibility of working together.","discuss when, what, etc… We need to discuss when we should go.","discuss doing something We briefly discussed buying a second car.","discuss somebody/something doing something They discussed the whole family possibly travelling together.","We talked on the phone for over an hour.","Have you discussed the problem with anyone?","I’ve spoken to the manager about it.","‘Can I speak to Susan?’ ‘Speaking.’ (= at the beginning of a phone conversation)","We only communicate by email.","Dolphins use sound to communicate with each other.","Politicians will be debating the bill later this week.","You shouldn’t have done it without consulting me.","We need to discuss the situation at home.","He refused to discuss it with me.","Ralph called a meeting to discuss how they should respond to the offer.","I'd like to discuss this matter with you later.","I wouldn't accept the job without discussing it with my family first.","If we can get around the table to discuss the issue, maybe we can sort it out without the necessity for further court action.","We can discuss the details later.","An online forum can be used to post information, exchange ideas and discuss problems.","Major planning applications are discussed by the committee each month.","Some students don't feel comfortable discussing these issues in front of their peers.","She met with her coach to discuss her getting back into training.","The panel discussed all the shortlisted entries.","We will send you an invoice as discussed.","discuss something This topic will be discussed at greater length in the next chapter.","The author discusses the economic impact of these changes.","discuss what, how, etc… The article discusses how teachers can use technology in their classrooms.","The novel's main theme is ‘You reap what you sow’. Discuss. (= in an essay question)","The book is about homeless people in the cities.","The report deals with the issue of homelessness in London.","The writer discusses the problems faced by homeless people.","The article presents an overview of the issues surrounding homelessness.","The novel explores the theme of friendship among homeless people.","The first chapter examines the relationship between homelessness and drug addiction.","The paper considers the question of why so many young people become homeless.","These ideas will be examined in more detail in Chapter 10.","The job involves gathering and analysing data.","He tried to analyse his feelings.","The government will review the situation later in the year.","We will study the report carefully before making a decision.","This topic will be discussed at greater length in the next chapter.","Pupils should be encouraged to discuss critically the information they are given.","The proposals have been widely discussed in the media.","This problem has never been discussed openly before.","She discusses this in detail in her paper.","The painting is discussed in more detail below.","We've debated and discussed terrorism, war and politics.","to convene a conference to discuss the country's political future","The panel will discuss the state of contemporary art."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"discuss","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/discu/discuss__gb_2.mp3","spell":"/dɪˈskʌs/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/discu/discuss__us_1.mp3","spell":"/dɪˈskʌs/"}]},"singular":{"text":"He / She / It","word":"discusses","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/discu/discusses__gb_1.mp3","spell":"/dɪˈskʌsɪz/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/discu/discusses__us_1.mp3","spell":"/dɪˈskʌsɪz/"}]}}]}},{"word":"discovery","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/dɪˈskʌvəri/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/disco/discovery__gb_2.mp3"},{"local":"US","spell":"/dɪˈskʌvəri/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/disco/discovery__us_1_rr.mp3"}],"note":"","verbs":[],"senses":{"text":"an act or the process of finding somebody/something, or learning about something that was not known about before","examples":["Researchers in this field have made some important new discoveries.","New scientific discoveries are being made all the time.","discovery of something the discovery of antibiotics in the twentieth century","The discovery of a child's body in the river has shocked the community.","the discovery of new talent in the art world","He saw life as a voyage of discovery.","The film takes us on a journey of discovery to different parts of the globe.","discovery that… She was shocked by the discovery that he had been unfaithful.","In 1974 Hawking made the discovery (= he discovered) that black holes give off radiation.","The story tells of a man's journey of personal discovery up an African river.","There may be many unexpected treasures awaiting discovery.","the awful discovery that he had been deceiving her","the discovery of oil in the North Sea","the grisly discovery of a decapitated body","To tour Sri Lanka is to take a voyage of discovery through a land of endless variety.","In the United States, much drug discovery is done by the government.","The drug is not a new discovery—it's been known about for years.","one of the most important scientific discoveries of all time","potentially the biggest archaeological discovery in Norway for fifty years","discovery about something recent discoveries about sleep","Their work led to some important medical discoveries.","a discovery by a French scientist"]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"detail","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈdiːteɪl/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/det/detai/detail__gb_3.mp3"},{"local":"US","spell":"/ˈdiːteɪl//dɪˈteɪl/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/det/detai/detail__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"a small individual fact or item; a less important fact or item","examples":["an expedition planned down to the last detail","The Ministry refused to reveal any more details of the attack.","Tell me the main points now; leave the details till later.","The finer details of the plan have still to be worked out.","These are all relatively minor details.","‘We had a terrible time—’ ‘Oh, spare me the details (= don't tell me any more).’","This detail suggests that the killer knew his victim.","She remembered every last detail of what I'd told her the month before.","Tell me everything—don't leave out the smallest detail.","She had memorized every detail of his body.","He had overlooked one crucial detail.","Oh that's just a detail —we can deal with it later.","It is important to get even the small details right.","It was a small but telling detail.","Briefly describe the product, but do not give any technical details at this stage.","Everyone must approve the basic plan before the final details are drawn up.","I'll give you a call later and fill you in on the details.","They wrote to confirm the details of the meeting.","He leaves experts to sweat the details.","I don't need to know the precise details of your quarrel.","I haven't sorted out the practical details of getting there yet.","Make sure you check the details of the policy before you sign it.","Natalie handled the details of her travel.","She revealed the details of her plan.","She was telling me all the juicy details of her love life.","Spill the gory details about your worst relationship.","The city council refused to disclose details of the proposed traffic ban.","The committee refused to disclose details of the proposals.","The diary contains intimate details of their life together.","He only managed to give the police a few sketchy details of the robbery.","They're still arguing over the details of the contract.","We haven't yet worked out the travel details.","We still need to negotiate the details of the contract.","the mundane details of his daily life","He stood still, absorbing every detail of the street.","Pay attention to the little details that show you truly care.","The report was criticized for its lack of detail.","Ensure that your diagrams contain the appropriate level of detail.","in detail This issue will be discussed in more detail in the next chapter.","The making of the movie is explored in minute detail.","The research has been carried out with scrupulous attention to detail.","He had an eye for detail (= noticed and remembered small details).","The rules are set out in detail in chapter seven.","The following section describes the methods in more detail.","The secret of their success lies in their attention to detail.","The speech was well delivered but lacking in detail.","Every new animal or plant found was recorded in meticulous detail.","For more detail on how to obtain a visa, see page 8.","He described the event to his friends in excruciating detail.","He has an excellent eye for detail.","Now let us examine this idea in greater detail.","Her short stories are full of detail and humour.","I can still remember the accident in graphic detail.","I haven't looked at the proposal in detail yet.","I must correct some points of detail in your article on Barcelona.","The book provides a wealth of detail on daily life in Ancient Rome.","Please provide the following details: name, age and sex.","Can you send me your contact details?","For further details visit our website.","details about something They didn't give any details about the game.","For details contact Joanna Morland.","The police will not release the details of the case at this point.","The company did not disclose any financial details of the deal.","We'll give you full details of how to enter our competition later.","You can find out more details of the offer from your local travel agent.","New details are emerging on the alleged terror plot.","The secretary took my details and said they would get back to me.","The computer records the details of everyone entering the country.","Enter your details in the form below then click on ‘submit’.","Details of the pension plan are set out below.","The details surrounding his death are not known.","Tomorrow's papers will contain full details of the case.","Our personnel officer will take your details.","Can you give me some concrete details of how you've been saving money?","Click here for more details posted by Ken.","The receipt shows details of the item purchased.","The report uncovers disturbing details of abuse.","I only know the barest details of his plans.","The book covers the nitty-gritty details of starting a business.","Historians claim to have uncovered details of the writer's secret affair.","Further details and booking forms are available on request.","This is a detail from the 1844 Turner painting.","a huge picture with a lot of fine detail in it"]},"idioms":[{"text":"go into detail(s) ","sense":"to explain something fully","examples":["I can't go into details now; it would take too long.","I won't go into detail about the threats she made.","I don't want to go into any more detail than absolutely necessary."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"disappointing","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/ˌdɪsəˈpɔɪntɪŋ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/disap/disappointing__gb_1.mp3"},{"local":"US","spell":"/ˌdɪsəˈpɔɪntɪŋ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/disap/disappointing__us_5.mp3"}],"note":"","verbs":[],"senses":{},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"detailed","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/ˈdiːteɪld/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/det/detai/detailed__gb_1.mp3"},{"local":"US","spell":"/ˈdiːteɪld//dɪˈteɪld/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/det/detai/detailed__us_1_rr.mp3"}],"note":"","verbs":[],"senses":{},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"download","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/ˌdaʊnˈləʊd/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dow/downl/download__gb_1.mp3"},{"local":"US","spell":"/ˌdaʊnˈləʊd/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dow/downl/download__us_1.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"downloaded","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dow/downl/downloaded__gb_1.mp3","spell":"/ˌdaʊnˈləʊdɪd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dow/downl/downloaded__us_2.mp3","spell":"/ˌdaʊnˈləʊdɪd/"}]},{"sense":"Past participle","word":"downloaded","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dow/downl/downloaded__gb_1.mp3","spell":"/ˌdaʊnˈləʊdɪd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dow/downl/downloaded__us_2.mp3","spell":"/ˌdaʊnˈləʊdɪd/"}]},{"sense":"-ing form","word":"downloading","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dow/downl/downloading__gb_1.mp3","spell":"/ˌdaʊnˈləʊdɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dow/downl/downloading__us_2.mp3","spell":"/ˌdaʊnˈləʊdɪŋ/"}]}],"senses":{},"idioms":[],"phrasal_verbs":[],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"download","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dow/downl/download__gb_1.mp3","spell":"/ˌdaʊnˈləʊd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dow/downl/download__us_1.mp3","spell":"/ˌdaʊnˈləʊd/"}]},"singular":{"text":"He / She / It","word":"downloads","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dow/downl/downloads__gb_1.mp3","spell":"/ˌdaʊnˈləʊdz/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dow/downl/downloads__us_2.mp3","spell":"/ˌdaʊnˈləʊdz/"}]}}]}},{"word":"document","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈdɒkjumənt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/doc/docum/document__gb_4.mp3"},{"local":"US","spell":"/ˈdɑːkjumənt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/doc/docum/document__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"an official paper, book or electronic file that gives information about something, or that can be used as evidence or proof of something","examples":["Please read and sign the attached document.","Please e-sign the document and email it back.","This is an important legal document.","The child is identified only by the initial ‘M’ in court documents.","Keep your passport and other travel documents in a secure place.","According to documents released yesterday, he was paid over £1 million last year.","to publish/produce a document","Copies of the relevant documents must be filed at court.","to table/submit a document","a leaked/forged document","a classified/confidential/secret document","a consultation/policy document","A document signed abroad is as legally binding as one signed at home.","This was the biggest leak of classified documents in American history.","She admitted filing false tax documents.","He plans to submit the document as legal evidence.","A draft budget document was tabled.","According to leaked cabinet documents, no compensation would be paid.","One of the documents leaked to the press was a memorandum written by the head of the security police.","Documents obtained by this newspaper purport to reveal that radioactive waste is being illegally dumped on the site.","Documents will be available at the news conference.","Existing paper documents could be scanned into a computer.","Go through the document checking for errors.","He has promised to post a formal offer document to shareholders by Monday.","He particularly criticized the terminology in the document.","He was trying to destroy documents that testified to his guilt.","He was unable to produce the document that he claimed would prove his case.","Her journal is an important document of 19th-century rural life.","I had to search through 4 000 documents to find the information I needed.","No other genuine document exists.","All parties must read and sign a written document.","Please sign the enclosed document and return it to me.","Supporting documents must be submitted to the supervisory authority.","The 1840 treaty is widely regarded as New Zealand's founding document.","The Department issued a consultation document.","The conference adopted a document on minority rights.","The document is dated 775.","The document is written in Chinese.","The document says they are against tax rebates.","The government has produced an important new policy document.","The original document has been lost or destroyed.","The relevant documents are enclosed for your information.","There is a disclaimer throughout the official documents.","There is little reason to doubt the authenticity of this document.","This statement must be understood in the context of the entire document.","a car's registration document","a consultative document issued by the Department of Trade and Industry","a document agreed with the District Council","a document calling for a ceasefire","a document concerning arbitration procedures in Cairo","a document entitled ‘Guidelines for Good Practice’","a document of 1999","a government document on education policy","a working document in the discussions for a final treaty","details of internal UN documents","documents aimed at stimulating discussion","documents covering various points of concern","documents dating back to the 1920s","documents leaked from the government to the press","one of the key documents in this case","A lawyer will have to draw up the document for you.","A top secret government document was leaked to the press.","Remember that this is a legally binding document.","Several important official documents are missing.","The committee presented a discussion document at yesterday's meeting.","The document was agreed by the committee.","The draft version of the document contained several errors.","They have produced a new policy document.","Save the document before closing.","Click here to print your document.","a way to create and edit documents from a mobile device","an XML/a PDF document","Cut and paste is used to move text to a new place in the document.","This makes sharing documents, spreadsheets, and slideshows easy.","What happens if three people decide to edit the same document at the same time?","Encryption systems protect sensitive documents stored in the cloud.","Just upload your documents to the cloud.","Highlight a passage in the active document and click on the print icon.","I saved my work and opened a new document.","Scroll through the document using the scroll bar.","Scroll through the document using the slider bar on the right of the window.","Send and receive documents at the click of a button.","To create a new document, select New from the File menu.","to display documents on screen","a software tool for searching documents and retrieving information"]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"desert","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈdezət/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/des/deser/desert__gb_3.mp3"},{"local":"US","spell":"/ˈdezərt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/des/deser/desert__us_1.mp3"}],"note":"","verbs":[],"senses":{},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"dislike","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/dɪsˈlaɪk/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/disli/dislike__gb_2.mp3"},{"local":"US","spell":"/dɪsˈlaɪk/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/disli/dislike__us_1.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"disliked","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/disli/disliked__gb_1.mp3","spell":"/dɪsˈlaɪkt/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/disli/disliked__us_1.mp3","spell":"/dɪsˈlaɪkt/"}]},{"sense":"Past participle","word":"disliked","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/disli/disliked__gb_1.mp3","spell":"/dɪsˈlaɪkt/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/disli/disliked__us_1.mp3","spell":"/dɪsˈlaɪkt/"}]},{"sense":"-ing form","word":"disliking","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/disli/disliking__gb_1.mp3","spell":"/dɪsˈlaɪkɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/disli/disliking__us_1.mp3","spell":"/dɪsˈlaɪkɪŋ/"}]}],"senses":{},"idioms":[],"phrasal_verbs":[],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"dislike","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/disli/dislike__gb_2.mp3","spell":"/dɪsˈlaɪk/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/disli/dislike__us_1.mp3","spell":"/dɪsˈlaɪk/"}]},"singular":{"text":"He / She / It","word":"dislikes","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/disli/dislikes__gb_1.mp3","spell":"/dɪsˈlaɪks/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/disli/dislikes__us_1.mp3","spell":"/dɪsˈlaɪks/"}]}}]}},{"word":"domestic","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/dəˈmestɪk/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dom/domes/domestic__gb_2.mp3"},{"local":"US","spell":"/dəˈmestɪk/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dom/domes/domestic__us_2.mp3"}],"note":"","verbs":[],"senses":{"text":"of or inside a particular country; not foreign or international","examples":["domestic affairs/politics","Output consists of both exports and sales on the domestic market.","The US is unable to meet its domestic demand for steel in any given year.","English domestic law","He was a chief White House adviser on domestic policy.","The election campaign has been focused mainly on domestic issues.","domestic flights (= to and from places within a country)","Even passengers on domestic flights may be required to carry ID.","the current robustness of China's domestic economy","On the domestic front, the prime minister's main concern was the economy.","The company has made losses in both its domestic and international operations.","The midfielder has played in two domestic cup games plus a European Cup match.","domestic appliances","the growing problem of domestic violence (= violence between members of the same family)","a shocking tale of domestic abuse","The vast majority of paid and unpaid domestic workers are women.","domestic chores","domestic service (= the work of a servant in a large house)","horses and other domestic animals","Most domestic cats hate getting wet.","I'm not a very domestic sort of person."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"doctor","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈdɒktə(r)/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/doc/docto/doctor__gb_2.mp3"},{"local":"US","spell":"/ˈdɑːktər/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/doc/docto/doctor__us_2.mp3"}],"note":"","verbs":[],"senses":{"text":"a person who has been trained in medical science, whose job is to treat people who are ill or injured","examples":["You'd better see a doctor about that cough.","to ask/consult/visit your doctor","The doctor prescribed antibiotics.","The doctor told me to stay in bed.","What does your doctor advise?","Dr Staples (= as a title/form of address)","He's training to be a doctor.","Anyone with a heart condition should consult a doctor before taking non-prescription medication.","If you're worried about your blood pressure, ask your doctor.","My mother never visited the doctor.","Do doctors prescribe too many antibiotics?","My doctor recommended that I incorporate soy into my diet.","Doctors diagnosed kidney failure.","Doctors recommended sea air.","He left the hospital against doctor's orders.","The doctor advised me to rest.","The doctor will see you now.","We called the doctor immediately.","Who is your family doctor?","You should register with a doctor as soon as possible.","doctors who practise from home","Why won't he go to the doctor?","a hospital doctor","She grew up in a family of medical doctors but became a physicist.","He went to an eye doctor who told him it must be a migraine.","The doctors and nurses restarted his heart.","the relationship between doctors and patients","Thank you, doctor.","an appointment at the doctor’s","Why don't you go to the doctor's?","The doctor's doesn't open until 9.","Did you have to wait long at the doctor's?","There's a doctor's on the High Street.","She seemed worse, so I rang the doctor's.","Call the doctor's for an appointment.","She works at the doctor's in the village.","Where's the nearest doctor's?","a Doctor of Philosophy/Law","Dr Franks (= as a title/form of address)"]},"idioms":[{"text":"just what the doctor ordered ","sense":"exactly what somebody wants or needs","examples":[]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"display","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/dɪˈspleɪ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/displ/display__gb_1.mp3"},{"local":"US","spell":"/dɪˈspleɪ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/displ/display__us_2.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"displayed","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/displ/displayed__gb_1.mp3","spell":"/dɪˈspleɪd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/displ/displayed__us_2.mp3","spell":"/dɪˈspleɪd/"}]},{"sense":"Past participle","word":"displayed","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/displ/displayed__gb_1.mp3","spell":"/dɪˈspleɪd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/displ/displayed__us_2.mp3","spell":"/dɪˈspleɪd/"}]},{"sense":"-ing form","word":"displaying","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/displ/displaying__gb_1.mp3","spell":"/dɪˈspleɪɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/displ/displaying__us_1.mp3","spell":"/dɪˈspleɪɪŋ/"}]}],"senses":{"text":"to put something in a place where people can see it easily; to show something to people","examples":["display something The exhibition gives local artists an opportunity to display their work.","His football trophies were prominently displayed in the kitchen.","She displayed her bruises for all to see.","display something to somebody She proudly displayed her certificate to her parents.","A notice will be displayed in the hotel lobby.","traders displaying their wares in the street market","He dearly loved to display his knowledge.","I have rarely seen her display any sign of emotion.","He displays amazing skill with a golf club.","The supporting cast displays real acting talent.","These statistics display a definite trend.","Many animals in stressful conditions display this behaviour.","From 1811 until his death in 1820, George III displayed symptoms of insanity.","He displayed remarkable courage.","displaying a lack of understanding","displaying the symptoms of nervous exhaustion","Every so often he would display a vein of sharp humour.","A group of artists will be displaying their skills to the students.","Giant screens displayed images of cheering crowds.","ways of displaying information on screen","The screen will display the username in the top right-hand corner.","This column displays the title of the mail message."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"display","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/displ/display__gb_1.mp3","spell":"/dɪˈspleɪ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/displ/display__us_2.mp3","spell":"/dɪˈspleɪ/"}]},"singular":{"text":"He / She / It","word":"displays","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/displ/displays__gb_1.mp3","spell":"/dɪˈspleɪz/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/displ/displays__us_1.mp3","spell":"/dɪˈspleɪz/"}]}}]}},{"word":"discover","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/dɪˈskʌvə(r)/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/disco/discover__gb_2.mp3"},{"local":"US","spell":"/dɪˈskʌvər/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/disco/discover__us_1.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"discovered","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/disco/discovered__gb_1.mp3","spell":"/dɪˈskʌvəd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/disco/discovered__us_1.mp3","spell":"/dɪˈskʌvərd/"}]},{"sense":"Past participle","word":"discovered","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/disco/discovered__gb_1.mp3","spell":"/dɪˈskʌvəd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/disco/discovered__us_1.mp3","spell":"/dɪˈskʌvərd/"}]},{"sense":"-ing form","word":"discovering","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/disco/discovering__gb_1.mp3","spell":"/dɪˈskʌvərɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/disco/discovering__us_1.mp3","spell":"/dɪˈskʌvərɪŋ/"}]}],"senses":{"text":"to be the first person to become aware that a particular place or thing exists","examples":["Cook is credited with discovering Hawaii.","Scientists around the world are working to discover a cure for AIDS.","a newly discovered snake species","They first discovered this protein about five years ago.","She recently discovered two fungi that were new to science.","Researchers are hoping to discover new way to purify water.","He claims to have discovered a direct correlation between the nuclear tests and earthquakes.","He is credited with having discovered the first recipe for gin back in the 1600s.","discover somebody/something Police discovered a large stash of drugs while searching the house.","We discovered this beach while we were sailing around the island.","His body was discovered in the lake near his house.","discover somebody/something doing something He was discovered hiding in a shed.","discover somebody/something + adj. She was discovered dead at her home in Leeds.","The leak was first discovered last month.","The relics were discovered in a lead box in the ruins of an abbey.","discover something She was determined to discover the truth about her neighbours.","to discover a secret","I've just discovered hang-gliding!","Discover the joys of yoga!","discover (that)… It was a shock to discover (that) he couldn’t read.","discover why, how, etc… We never did discover why she gave up her job.","it is discovered that… It was later discovered that the diaries were a fraud.","somebody/something is discovered to be/have… He was later discovered to be seriously ill.","She subsequently discovered that he'd been having an affair for several months.","But how had he discovered her whereabouts?","recently discovered evidence","We soon discovered we'd been mistaken.","We are trying to discover the truth about his disappearance.","She was surprised to discover he was perfectly capable around the house.","It would be fascinating to discover more about the town's history.","It was a terrible shock to discover the full extent of the problem.","be discovered The singer was discovered while still at school.","There's great talent out there just waiting to be discovered."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"discover","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/disco/discover__gb_2.mp3","spell":"/dɪˈskʌvə(r)/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/disco/discover__us_1.mp3","spell":"/dɪˈskʌvər/"}]},"singular":{"text":"He / She / It","word":"discovers","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/disco/discovers__gb_1.mp3","spell":"/dɪˈskʌvəz/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/disco/discovers__us_1.mp3","spell":"/dɪˈskʌvərz/"}]}}]}},{"word":"desire","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/dɪˈzaɪə(r)/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/des/desir/desire__gb_2.mp3"},{"local":"US","spell":"/dɪˈzaɪər/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/des/desir/desire__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"a strong wish to have or do something","examples":["He now had enough money to satisfy all his desires.","desire for something a strong desire for power/revenge","desire to do something She has a burning desire to be an artist.","(formal) I have no desire (= I do not want) to discuss the matter further.","He has expressed a desire to see you.","(formal) desire that… his father's desire that he become a lawyer","He is filled with conflicting desires.","He suppressed the desire to run from the room.","His actions reflect his desire to fit in.","His childhood had created a desire for stability in his life.","Horses need to satisfy their desire for space and freedom.","I suddenly felt an overwhelming desire to laugh","Most children have an insatiable desire for knowledge.","She confessed a secret desire to be famous.","The chairman expressed his desire to expand the company.","The human desire for answers is very great.","The search for a better life is one of the most basic desires of human beings.","There's a growing desire among consumers for more organic products.","They were motivated by a deep desire for money and fame.","This was all Liam needed to fuel his desire for revenge.","a long-lasting relationship based on our mutual desire for peace","She felt an overwhelming desire to return home.","sexual desire","desire for somebody She felt a surge of love and desire for him.","When she agreed to marry him, he felt he had achieved his heart's desire."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"design","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/dɪˈzaɪn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/des/desig/design__gb_2.mp3"},{"local":"US","spell":"/dɪˈzaɪn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/des/desig/design__us_3.mp3"}],"note":"","verbs":[],"senses":{"text":"the general arrangement of the different parts of something that is made, such as a building, book, machine, etc.","examples":["The basic design of the car is very similar to that of earlier models.","special new design features","The system has a fundamental design flaw.","The steel frame is left visible and is part of the overall design concept.","The magazine will appear in a new design from next month.","The machine's unique design prevents it from overheating.","He's come up with a really good design for a solar-powered car.","Making the building accessible for disabled people was another major design challenge.","One of our main design goals was to make the product easy to use.","The architect put forward two alternative design concepts for the new library.","The chair she had sketched was far bigger than stipulated in the design brief.","The clever design allows natural light to flood into the room.","The latest model incorporates some novel design features.","The machine is quite simple in design.","The new label design provides nutrition facts.","The other houses are built to a more conventional design.","The overall design of the workspace is critical.","Their new car is still at the design stage.","We followed the traditional design.","a car with a sleek modern design","elements that are being included in the next design phase","I made this one to my very own design.","It's a simple design that hasn't changed for centuries.","Our house was built to a traditional design.","The design for the new model is top secret.","There was a basic design fault in the new computer.","What new design features does the TV have?","a design flaw in a software program","the design and development of new products","I'm doing a course in art and design.","web/set/product design","a specialist in computer-aided design","a design studio","The new CAD program really speeds up the design process.","The company won an international design competition for the concert hall.","Digital design tools are essential.","trendy boutique hotels with avant-garde design themes","The car wouldn't win any design awards, but it's very reliable.","Strict design standards ensure that new buildings are compatible with existing architecture.","a vehicle of revolutionary design","He set up his own software design company.","She's done some design work for us in the past.","He has created some new and original designs.","design for something designs for aircraft","They have produced a design for the construction of a new bank building.","The original designs were stolen.","Last week the architect unveiled his design for a museum on Prague's waterfront.","the architect's designs for the cathedral","The office designs incorporate quiet rooms where employees can take a break.","There are several laws protecting the ownership of industrial designs.","We can show you several different designs for your new kitchen.","floral/abstract/geometric designs","The tiles come in a huge range of colours and designs.","The building has intricate geometric designs on several of the walls.","It happened—whether by accident or design—that the two of them were left alone after all the others had gone.","It is all part of his grand design.","Had it happened by accident or by design?","His grand design was to connect up every academic institution in the world.","I suspected that he had some sinister designs.","It is all part of his grand design for government."]},"idioms":[{"text":"have designs on somebody ","sense":"to want to start a sexual relationship with somebody","examples":["He was quite aware of her marital designs on him."]},{"text":"have designs on something ","sense":"to be planning to get something for yourself, often in a way that other people do not approve of","examples":["Rumours spread that the Duke had designs on the crown (= wanted to make himself king)."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"direction","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/dəˈrekʃn//daɪˈrekʃn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dir/direc/direction__gb_5.mp3"},{"local":"US","spell":""}],"note":"","verbs":[],"senses":{"text":"the general position a person or thing moves or points towards","examples":["in the direction of something They headed in the direction of the village.","in somebody's direction She pointed in my direction.","in the/a … direction They hit a truck coming in the opposite direction.","The road was blocked in both directions.","The aircraft was flying in a northerly direction.","in the right/wrong direction","When the police arrived, the crowd scattered in all directions.","Has the wind changed direction?","I lost all sense of direction (= I didn't know which way to go).","A scanner deflects the laser beam in horizontal and vertical directions.","Dan followed the direction the sign had pointed.","He started to run in a random direction.","I can't come with you, but I can point you in the general direction.","I didn't see the accident because I was facing in the opposite direction.","I don't have much sense of direction.","I fired in the general direction of the officer's head, and missed.","I prefer to be facing the direction of travel.","I was being pushed in one direction.","She followed the direction of his gaze.","I measured the distance and compass direction between successive positions.","People came running from all directions.","She shoved Sarah in a general forward direction.","She stalked away, in no particular direction.","People passed by without a glance in her direction.","Suddenly, the wind switched directions.","The adults gazed in the direction indicated.","The blast sent debris flying in all directions.","The convoy is moving in the direction of the capital.","The current flows in a south-easterly direction.","The ride in the reverse direction is a mere $4.","The runway was constructed in a north-south direction.","They were both going in the same direction.","Turn the dial in a clockwise direction.","Unfortunately, we were going in the wrong direction.","We both walked off in separate directions.","What happens if you reverse the direction of the current?","When sailing, keep a constant check on changes in wind direction.","Which direction do we have to take?","a house oriented exactly to the cardinal directions","He ran off in the direction of the river.","I realized we were travelling in the wrong direction.","The car was going in the other direction.","I had researched the average speed and direction of winds and currents along the route.","There was shriek of laughter from the direction of Sarah's room.","The report gives a brief nod in the direction of green issues before coming down firmly on the side of the market.","Let's stop and ask for directions.","directions to something A farmer gave us directions to the town.","directions for something With all pesticides, follow the directions for use carefully.","directions for doing something Simple directions for assembling the model are printed on the box.","It's a local landmark, often used when giving directions to the town.","Are there any directions for putting up the tent?","Each card has step-by-step directions on one side.","Each chapter includes easy-to-follow directions for a variety of activities.","Follow label directions for best results.","It's ever so easy to cook. You just follow the directions on the packet.","Just follow the online directions to take the quiz.","Can you give me directions for getting to John's?","Can you give me directions to the post office?","I'm always being asked for directions.","If you want to come, I can send you directions.","internet sites that offer everything from driving directions to subway maps","Isabel's directions are always very precise.","She'd been given pretty clear directions, so she found the hotel easily.","The teacher gives specific directions and corrects your pose.","We got directions to the hall from a man in the town.","signs providing directions to the new concert hall.","The exhibition provides evidence of several new directions in her work.","I am very unhappy with the direction the club is taking.","in a… direction He wants to take the company in a different direction.","Do you feel your career is heading/headed in the right direction?","It's only a small improvement, but at least it's a step in the right direction.","in the direction of something The industry will continue to move in the direction of more automation.","Do you think this represents a radical change of direction for the president?","They are debating the future direction of the party.","The case was beginning to take a new direction.","the strategic direction of the company","the predicted direction of climate change in the near term","the debate about the future direction of socialism","a step to change your life in a positive direction","We have to nudge politicians in the right direction.","At least things are moving in the right direction now.","I'm uncertain about the general direction of the project.","This points to a promising new direction for cancer research.","The company needed to shift direction if it was going to survive.","I felt the company was headed in a positive direction.","America has not moved in the expected direction.","First determine the direction of your expected business growth.","These incentives should move the industry in the desired direction.","His understanding of our business will further strengthen our strategic direction.","The proposals aim to set a new direction for local government.","While he was studying in Paris, his thinking suddenly veered off in a new direction.","The recommendations indicate possible directions for further studies.","The party must take a new direction if it is to survive.","The new law is undoubtedly a step in the right direction, but it doesn't go far enough.","She's a young woman, determining the direction of her life.","The book signals a shift in direction from her earlier novels.","The first step in this direction will be a discussion with the unions.","The story does not go in any particular direction.","We can help companies assess the speed and direction of technological change.","It is hard to know which direction the Church will take.","The market is moving primarily in one direction.","These figures may have to be revised in an upward direction.","He feels that his music is going in the same direction as that of his American counterparts.","It's time for me to change direction and try to find a new job.","The benefits of new technology seem to be all in one direction.","We are pulled in opposing directions by our emotions.","There are different considerations, often pulling in different directions.","This was a major change of direction for Britain's foreign policy.","Support came from an unexpected direction.","Let us approach the subject from a different direction.","We are looking for somebody with a clear sense of direction.","Once again her life felt lacking in direction.","the critical decisions that shape the direction of our lives","There seems to be no clear direction in policy.","Do not let the discussion fragment into a desultory conversation with no clear direction.","She was entrusted with the direction of the project.","under the direction of somebody All work was produced by the students under the direction of John Williams.","All such research is under government direction.","They work under the direction of a senior manager.","The new workers need direction from a supervisor.","The teacher provided clear direction, but allowed children some autonomy.","There was a lack of central direction in the service.","The monarch looks to the archbishop for spiritual direction.","There is some clever direction and the film is very well shot."]},"idioms":[{"text":"pull in different/opposite directions ","sense":"to have different aims that cannot be achieved together without causing problems","examples":["There are different considerations, often pulling in different directions."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"depressing","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/dɪˈpresɪŋ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dep/depre/depressing__gb_3.mp3"},{"local":"US","spell":"/dɪˈpresɪŋ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dep/depre/depressing__us_1.mp3"}],"note":"","verbs":[],"senses":{},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"diary","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈdaɪəri/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dia/diary/diary__gb_2.mp3"},{"local":"US","spell":"/ˈdaɪəri/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dia/diary/diary__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"a book in which you can write down the experiences you have each day, your private thoughts, etc.","examples":["Do you keep a diary (= write one regularly)?","Peter began writing his diary in October last year.","the diaries of Samuel Pepys","The writer's letters and diaries are being published next year.","I think I'm going to start an online diary.","a travel/sleep/food diary","in a diary ‘It's all over,’ he wrote in his diary for April 21.","her diary entry for 9 December 2017","He jotted down observations on the animals' habits in his field diary.","I starting keeping a diary when I was thirteen.","No one is allowed to read my diary.","I used to keep a secret diary when I was a teenager.","She writes her thoughts down in her personal diary every night.","The captain recorded in his diary that food supplies were running low.","The play is based on the diary of Anne Frank.","This was the very last entry in her diary.","I used to keep a desk diary for business appointments.","an appointments diary","in a diary I've made a note in my diary.","I didn't have the meeting in my diary.","Put it in your diary before you forget.","I'm afraid my diary is full for this week, but I could see you next Monday."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"disadvantage","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/ˌdɪsədˈvɑːntɪdʒ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/disad/disadvantage__gb_2.mp3"},{"local":"US","spell":"/ˌdɪsədˈvæntɪdʒ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/disad/disadvantage__us_4.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"disadvantaged","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/disad/disadvantaged__gb_1.mp3","spell":"/ˌdɪsədˈvɑːntɪdʒd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/disad/disadvantaged__us_1.mp3","spell":"/ˌdɪsədˈvæntɪdʒd/"}]},{"sense":"Past participle","word":"disadvantaged","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/disad/disadvantaged__gb_1.mp3","spell":"/ˌdɪsədˈvɑːntɪdʒd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/disad/disadvantaged__us_1.mp3","spell":"/ˌdɪsədˈvæntɪdʒd/"}]},{"sense":"-ing form","word":"disadvantaging","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/disad/disadvantaging__gb_1.mp3","spell":"/ˌdɪsədˈvɑːntɪdʒɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/disad/disadvantaging__us_1.mp3","spell":"/ˌdɪsədˈvæntɪdʒɪŋ/"}]}],"senses":{},"idioms":[],"phrasal_verbs":[],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"disadvantage","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/disad/disadvantage__gb_2.mp3","spell":"/ˌdɪsədˈvɑːntɪdʒ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/disad/disadvantage__us_4.mp3","spell":"/ˌdɪsədˈvæntɪdʒ/"}]},"singular":{"text":"He / She / It","word":"disadvantages","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/disad/disadvantages__gb_1.mp3","spell":"/ˌdɪsədˈvɑːntɪdʒɪz/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/disad/disadvantages__us_1.mp3","spell":"/ˌdɪsədˈvæntɪdʒɪz/"}]}}]}},{"word":"dialogue","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈdaɪəlɒɡ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dia/dialo/dialogue__gb_1.mp3"},{"local":"US","spell":"/ˈdaɪəlɔːɡ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dia/dialo/dialogue__us_1_rr.mp3"}],"note":"","verbs":[],"senses":{"text":"a conversation in a book, play or film or in language teaching materials","examples":["Learners are asked to listen to three short dialogues.","Practise the dialogue with a partner.","The novel has long descriptions and not much dialogue.","Discussions are still taking place between the two leaders.","a telephone conversation","The novel has long descriptions and not much dialogue.","The President told waiting reporters there had been a constructive dialogue.","I had a long talk with my boss about my career prospects.","a debate on prison reform","There have been extensive consultations between the two countries.","We had a good gossip about the boss.","The president told waiting reporters there had been a constructive dialogue.","dialogue with somebody The government refused to engage in direct dialogue with the terrorists.","dialogue between A and B There needs to be a closer dialogue between management and staff.","dialogue about something an honest and open dialogue about racial identity in the US","dialogue on something a meaningful dialogue on pay and working conditions","Managers are willing to hold a dialogue with union leaders.","The government must enter into a dialogue with industry on this issue.","The head encourages a climate of open dialogue among the teachers.","They have agreed to resume their dialogue with the teachers.","a serious political dialogue","attempts to encourage dialogue between the two groups","dialogue about concrete issues","the need for dialogue between the two sides in the dispute"]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"develop","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/dɪˈveləp/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dev/devel/develop__gb_3.mp3"},{"local":"US","spell":"/dɪˈveləp/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dev/devel/develop__us_1.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"developed","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dev/devel/developed__gb_3.mp3","spell":"/dɪˈveləpt/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dev/devel/developed__us_1.mp3","spell":"/dɪˈveləpt/"}]},{"sense":"Past participle","word":"developed","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dev/devel/developed__gb_3.mp3","spell":"/dɪˈveləpt/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dev/devel/developed__us_1.mp3","spell":"/dɪˈveləpt/"}]},{"sense":"-ing form","word":"developing","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dev/devel/developing__gb_3.mp3","spell":"/dɪˈveləpɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dev/devel/developing__us_1.mp3","spell":"/dɪˈveləpɪŋ/"}]}],"senses":{"text":"to gradually grow or become bigger, more advanced, stronger, etc.; to make something do this","examples":["The child is developing normally.","Some children develop more slowly than others.","develop into something Gradually these settlements developed into cities.","develop from something Human beings developed from earlier species of animals.","develop from something into something The place has rapidly developed from a small fishing community into a thriving tourist resort.","develop something The aim is to develop your personal skills.","develop something from something She developed the company from nothing.","develop something into something The competition helps entrants develop ideas into business concepts.","He's developed a real flair for management.","Their relationship has developed over a number of years.","He is trying hard to develop a loving relationship with his daughter.","Physicians need to develop a better understanding of this issue when providing care for older patients.","The company develops and markets new software.","It takes time to develop new technology.","We are developing products for different parts of the industry.","to develop a strategy/system/programme","to develop a method/model/technique","A new type of painkilling drug has recently been developed.","She makes her own clothes.","She made a good impression on the interviewer.","He did a beautiful drawing of a house.","Who’s doing the food for the party?","Scientists disagree about how the universe was created.","to develop new software","a factory that produces microchips","to generate electricity","Brainstorming is a good way of generating ideas.","Rearrange the letters to form a new word.","The chain is formed from 136 links.","We are gradually developing better treatments for these conditions.","A coherent strategy for getting more people back to work needs to be developed.","The purpose of this project was to develop a systematic teaching method that would foster self-directed learning.","The aim is to develop a system which will cost under $10 000.","She developed lung cancer at the age of sixty.","Her son developed asthma when he was two.","The car developed engine trouble and we had to stop.","If symptoms develop, seek help quickly.","Problems can develop unexpectedly.","A crisis was rapidly developing in the Gulf.","We need more time to see how things develop before we take action.","develop into something The conflict quickly developed into full-scale war.","The situation is developing into a crisis.","The site is being developed by a French company.","A lot of residents in town feel that it would be tragic if the land were developed for residential use.","They have not yet received any applications for planning permission to develop the site.","The company is developing a chain of hotels.","He is enthusiastic about plans to develop the leisure facilities at the site.","There have been many attempts to explain why some countries develop whilst others remain in poverty.","China is developing at a pace that is remarkable to behold.","She develops the theme more fully in her later books.","The piano then takes up the melody and develops it.","He began to develop these ideas in a series of paintings.","When Lewis developed the film, he was astonished by what he saw."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"develop","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dev/devel/develop__gb_3.mp3","spell":"/dɪˈveləp/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dev/devel/develop__us_1.mp3","spell":"/dɪˈveləp/"}]},"singular":{"text":"He / She / It","word":"develops","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dev/devel/develops__gb_1.mp3","spell":"/dɪˈveləps/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dev/devel/develops__us_1.mp3","spell":"/dɪˈveləps/"}]}}]}},{"word":"dozen","result":{"lexicalCategory":"noun, determiner","ipas":[{"local":"UK","spell":"/ˈdʌzn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/doz/dozen/dozen__gb_1.mp3"},{"local":"US","spell":"/ˈdʌzn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/doz/dozen/dozen__us_3.mp3"}],"note":"","verbs":[],"senses":{"text":"a group of twelve of the same thing","examples":["Give me a dozen, please.","two dozen eggs","three dozen red roses","half a dozen bottles of wine","a half-dozen bottles of wine","several dozen/a few dozen people","The company employs no more than a couple of dozen people.","Only about half a dozen people turned up.","There was only space for a half-dozen tables.","There were two dozen or so, men mostly, all looking a little bored.","dozens of something I've been there dozens of times.","We interviewed dozens and dozens of people.","in dozens They arrived in dozens (= in large numbers).","Babies are turning up in their dozens to be snapped for the paper's Baby of the Year competition."]},"idioms":[{"text":"a dime a dozen (North American English) (British English two/ten a penny)","sense":"very common and therefore not valuable","examples":[]},{"text":"it’s six of one and half a dozen of the other ","sense":"used to say that there is not much real difference between two possible choices","examples":[]},{"text":"talk, etc. nineteen to the dozen ","sense":"to talk, etc. without stopping","examples":["She was chatting away, nineteen to the dozen."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"detect","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/dɪˈtekt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/det/detec/detect__gb_2.mp3"},{"local":"US","spell":"/dɪˈtekt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/det/detec/detect__us_1.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"detected","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/det/detec/detected__gb_1.mp3","spell":"/dɪˈtektɪd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/det/detec/detected__us_1.mp3","spell":"/dɪˈtektɪd/"}]},{"sense":"Past participle","word":"detected","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/det/detec/detected__gb_1.mp3","spell":"/dɪˈtektɪd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/det/detec/detected__us_1.mp3","spell":"/dɪˈtektɪd/"}]},{"sense":"-ing form","word":"detecting","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/det/detec/detecting__gb_1.mp3","spell":"/dɪˈtektɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/det/detec/detecting__us_1.mp3","spell":"/dɪˈtektɪŋ/"}]}],"senses":{},"idioms":[],"phrasal_verbs":[],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"detect","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/det/detec/detect__gb_2.mp3","spell":"/dɪˈtekt/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/det/detec/detect__us_1.mp3","spell":"/dɪˈtekt/"}]},"singular":{"text":"He / She / It","word":"detects","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/det/detec/detects__gb_1.mp3","spell":"/dɪˈtekts/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/det/detec/detects__us_1.mp3","spell":"/dɪˈtekts/"}]}}]}},{"word":"dishonest","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/dɪsˈɒnɪst/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/disho/dishonest__gb_1.mp3"},{"local":"US","spell":"/dɪsˈɑːnɪst/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/disho/dishonest__us_1.mp3"}],"note":"","verbs":[],"senses":{},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"diagram","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/ˈdaɪəɡræm/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dia/diagr/diagram__gb_2.mp3"},{"local":"US","spell":"/ˈdaɪəɡræm/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dia/diagr/diagram__us_1.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"diagrammed","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dia/diagr/diagramed__gb_1.mp3","spell":"/ˈdaɪəɡræmd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dia/diagr/diagramed__us_1.mp3","spell":"/ˈdaɪəɡræmd/"}]},{"sense":"Past participle","word":"diagrammed","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dia/diagr/diagramed__gb_1.mp3","spell":"/ˈdaɪəɡræmd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dia/diagr/diagramed__us_1.mp3","spell":"/ˈdaɪəɡræmd/"}]},{"sense":"-ing form","word":"diagramming","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dia/diagr/diagramming__gb_1.mp3","spell":"/ˈdaɪəɡræmɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dia/diagr/diagramming__us_1.mp3","spell":"/ˈdaɪəɡræmɪŋ/"}]}],"senses":{},"idioms":[],"phrasal_verbs":[],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"diagram","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dia/diagr/diagram__gb_2.mp3","spell":"/ˈdaɪəɡræm/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dia/diagr/diagram__us_1.mp3","spell":"/ˈdaɪəɡræm/"}]},"singular":{"text":"He / She / It","word":"diagrams","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dia/diagr/diagrams__gb_1.mp3","spell":"/ˈdaɪəɡræmz/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dia/diagr/diagrams__us_1.mp3","spell":"/ˈdaɪəɡræmz/"}]}}]}},{"word":"destroy","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/dɪˈstrɔɪ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/des/destr/destroy__gb_2.mp3"},{"local":"US","spell":"/dɪˈstrɔɪ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/des/destr/destroy__us_1.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"destroyed","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/des/destr/destroyed__gb_1.mp3","spell":"/dɪˈstrɔɪd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/des/destr/destroyed__us_1.mp3","spell":"/dɪˈstrɔɪd/"}]},{"sense":"Past participle","word":"destroyed","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/des/destr/destroyed__gb_1.mp3","spell":"/dɪˈstrɔɪd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/des/destr/destroyed__us_1.mp3","spell":"/dɪˈstrɔɪd/"}]},{"sense":"-ing form","word":"destroying","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/des/destr/destroying__gb_1.mp3","spell":"/dɪˈstrɔɪɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/des/destr/destroying__us_1.mp3","spell":"/dɪˈstrɔɪɪŋ/"}]}],"senses":{"text":"to damage something so badly that it no longer exists, works, etc.","examples":["The building was completely destroyed by fire.","The earthquake damaged or destroyed countless homes.","Some of the habitat has already been totally destroyed.","They've destroyed all the evidence.","Drugs can destroy the health and lives of young people.","He physically destroyed the computer by smashing it to pieces.","Our greed may ultimately destroy the planet.","She seemed intent on destroying everything they had built up together.","That guy just single-handedly destroyed everything we've worked for.","The bomb hit, instantly destroying the building.","The earthquake literally destroyed their villages.","The rainforest is being systematically destroyed.","These weapons are capable of destroying the entire planet.","This disease threatens to destroy many of our native trees.","a new attempt to destroy enemy positions","The brigade's mission was to destroy the enemy.","Heat gradually destroys vitamin C.","You have destroyed my hopes of happiness.","Failure was slowly destroying him.","She threatened to destroy my reputation.","He wanted revenge on the man who had destroyed his life.","Their lives have been virtually destroyed by this tragedy.","The injured horse had to be destroyed."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"destroy","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/des/destr/destroy__gb_2.mp3","spell":"/dɪˈstrɔɪ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/des/destr/destroy__us_1.mp3","spell":"/dɪˈstrɔɪ/"}]},"singular":{"text":"He / She / It","word":"destroys","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/des/destr/destroys__gb_1.mp3","spell":"/dɪˈstrɔɪz/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/des/destr/destroys__us_1.mp3","spell":"/dɪˈstrɔɪz/"}]}}]}},{"word":"departure","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/dɪˈpɑːtʃə(r)/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dep/depar/departure__gb_3.mp3"},{"local":"US","spell":"/dɪˈpɑːrtʃər/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dep/depar/departure__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"an act of leaving a place","examples":["His sudden departure threw the office into chaos.","rumours of her imminent/impending departure","departure from… They had received no news of him since his departure from the island.","departure for… The day of their departure for London was growing closer.","departure to… She postponed her departure to Scotland.","before departure Flights should be confirmed 48 hours before departure.","tracking the arrival and departure dates of migrating birds","Atocha station was the departure point for our tour.","He made a hasty departure.","Her disagreement with the MD probably hastened her departure.","Our boss sent out an email announcing her departure.","The guard blew his whistle to warn of the train's imminent departure.","The last check-in time is 45 minutes before flight departure.","You should receive your flight tickets at least a week prior to departure.","Departure for London will be at 18.45.","Heavy snow delayed our departure for several days.","Her departure from the island went almost unnoticed.","His departure leaves the board without a leader.","I made preparations for a speedy departure.","Please state your flight number and date of departure.","She had made arrangements for their immediate departure for Canada.","arrivals and departures","All departures are from Manchester.","We sat in the departure lounge waiting for our flight to be called.","the departure time/gate","the departures board","There were long delays and queues in departures.","Their latest single represents a new departure for the band.","departure from something It was a radical departure from tradition.","This document marks a radical departure from earlier recommendations.","This project represents a big departure for me.","The author takes Freud's dream theories as the point of departure for his essay."]},"idioms":[{"text":"a point of departure ","sense":"a place where a journey startsan idea, a theory or an event that is used to start a discussion, an activity, etc.","examples":["The author takes Freud's dream theories as the point of departure for his essay."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"disaster","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/dɪˈzɑːstə(r)/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/disas/disaster__gb_2.mp3"},{"local":"US","spell":"/dɪˈzæstər/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/disas/disaster__us_4.mp3"}],"note":"","verbs":[],"senses":{"text":"an unexpected event, such as a very bad accident, a flood or a fire, that kills a lot of people or causes a lot of damage","examples":["the world's worst humanitarian disaster","an environmental/ecological disaster","a rail/mining/tsunami disaster","in a disaster Thousands died in the disaster.","They provided more than $2.3 billion in disaster relief.","a disaster area/zone","It was taking years for disaster victims to settle and rebuild.","Given the threat of earthquake, we recognized the need for disaster recovery centres.","Europe's worst environmental disaster is unfolding at this very moment.","He called for a full investigation to help prevent future disasters.","In a disaster everyone needs to keep calm.","In the aftermath of the disaster people were too shocked to give a clear picture of what had happened.","It was a miracle any of the passengers or crew survived the disaster.","No government could have handled a disaster of this magnitude effectively.","Only rescue workers are allowed into the disaster area.","The area has been declared a disaster zone.","the need for a disaster management plan","The disaster relief operation will continue over the summer.","The majority of enterprises aren't spending very much on disaster recovery at all.","They had no real experience in disaster management.","This morning I signed a disaster declaration for the state.","We have a disaster plan in place before every mission.","Will we ever find out why the disaster occurred?","a Hollywood disaster movie","an organization which provides help for the victims of the disaster","attempts to find out what caused the disaster","communities affected by disasters","counties eligible for federal disaster assistance","fears of a nuclear disaster","finding out why the disaster occurred","providing help for the victims of the disaster","the biggest disaster in British mining history","the governor's disaster fund","the planning and implementation of disaster preparedness","the unfolding storm disaster in the South","Such environmental disasters will become increasingly frequent.","They were involved in the 2001 ferry disaster.","Losing your job doesn't have to be such a disaster.","Disaster struck when the wheel came off.","Archie has to act quickly to avert disaster.","They could think of no way to avoid the impending disaster.","Many business partnerships end in disaster.","disaster for somebody The discovery of the disease among sheep spells financial disaster for farmers.","Letting her organize the party is a recipe for disaster (= something that is likely to go badly wrong).","Buying that house turned out to be a financial disaster.","The festival ended up being a financial disaster for the promoters.","Everyone had the feeling that disaster was imminent.","Everything was going fine. Then, without warning, disaster struck.","High-rise buildings proved a social disaster.","His prediction was not heeded, and disaster ensued.","In the last match of the series England were facing disaster.","Independent analysts in the market predicted disaster.","It become a financial disaster scenario.","It seemed that nothing could prevent the impending disaster.","It would spell certain economic disaster for our local community.","Just one mistake can mean disaster.","It's courting disaster to go into the mountains without proper weatherproof clothing.","One person's mistakes can bring disaster to someone else.","The drought spelled economic disaster for the country.","The festival ended up being a financial disaster for the promoters.","The show ended in disaster when the tent collapsed.","Their departure spells social disaster for the region.","There are many who have suffered personal disasters but managed to rebuild their lives.","We could all see that disaster loomed for the company.","a near disaster in the city centre","his firm belief that the whole world was heading for disaster","the greatest electoral disaster of the century","the unforeseen disaster that has just been thrust upon us","What can be done to ward off environmental disaster?","Although there was always the possibility of flooding, the Nile seldom brought disaster to Egypt.","A disaster recovery plan allows a business to continue as usual in the event of system failures.","As a teacher, he's a disaster.","The play's first night was a total disaster.","a complete/total/absolute/unmitigated disaster","I am a walking disaster when it comes to paperwork.","I can already foresee the night turning into a total disaster.","The play was a complete disaster from beginning to end.","The shirt was a definite fashion disaster.","He was a competent accountant, but as a manager he's a disaster."]},"idioms":[{"text":"an accident/a disaster waiting to happen ","sense":"a thing or person that is very likely to cause danger or a problem in the future because of the condition it is in or the way they behave","examples":["Any one of these nuclear plants may be a disaster waiting to happen."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"discussion","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/dɪˈskʌʃn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/discu/discussion__gb_2.mp3"},{"local":"US","spell":"/dɪˈskʌʃn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/discu/discussion__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"a conversation about somebody/something; the process of discussing somebody/something ","examples":["I discovered something interesting during a family discussion.","We'll continue this discussion some other time.","discussion with somebody (about somebody/something) We had a discussion with them about the differences between Britain and the US.","discussion about somebody/something A lively discussion followed about whether he should be allowed to join the club.","discussion on something The pair held informal discussions on a number of topics.","discussion around something The exhibition offers opportunities for frank discussions around sensitive issues.","discussion of something We want to encourage public discussion of mental health issues.","discussion among/between A and B (about somebody/something) There was some discussion among reviewers about this film.","under discussion The plans have been under discussion (= being talked about) for a year now.","for discussion a list of topics for discussion","to stimulate/provoke discussion","to initiate/start/spark a discussion","a panel/group/round-table discussion","Discussions are still taking place between the two leaders.","a telephone conversation","The novel has long descriptions and not much dialogue.","The President told waiting reporters there had been a constructive dialogue.","I had a long talk with my boss about my career prospects.","a debate on prison reform","There have been extensive consultations between the two countries.","We had a good gossip about the boss.","The first question I asked sparked lively discussion.","A group of film critics got together for a round-table discussion of the re-issued classic.","There's been a lot of interesting discussion here about the ethical implications.","After the lecture there will be an opportunity for informal discussion.","An intense discussion broke out about the importance of intuition.","Discussion centred on the contribution different groups would make to the project.","Discussion continues as to the relative merits of the different plans.","Discussion should be followed up by a written report.","During our discussions we raised many issues that need deeper consideration.","They participate in online discussions on various topics.","Plans for a new bypass are still under discussion.","The company had been in discussion with companies in Brazil.","The discussion was led by the director of marketing.","The government has broken off discussions with the unions.","The group provides a forum for the discussion of ideas.","The incident has provoked much discussion and debate.","The issue should come up for discussion at the climate change conference.","The outcome of the discussions is a decision to proceed with Phase 2 of the programme.","The plan was agreed without further discussion.","The topic must be opened up for general discussion.","The two governments are to hold discussions on the border issue.","These latest findings have generated a lot of discussion of the moral issues involved.","They had a detailed discussion of the issues.","They refused to take part in the discussions.","We are hoping to enter into discussions with leaders of the prison service.","We can use the draft document as a basis for discussion.","We decided to end the discussion before it got out of hand.","We had a long discussion about the plans for next year.","Discussions are still taking place between the two leaders.","After considerable discussion, they decided to accept our offer.","We need to open up a discussion on the basic aspects of the theory.","Who is going to start the discussion?","Women were asked to take part in small group discussions.","a discussion among parents, teachers, and students","a heated discussion about politics","a series of bilateral discussions between Israel and neighbouring states","discussions between the company and the unions","a series of bilateral discussions with North Korea","an important forum for discussion about the arts","online discussion forums","ways of setting up discussions between children to explore each other's viewpoints","There will be further discussion of these issues in the next chapter.","We will choose a different topic for discussion each week.","The film stimulated discussion around mental health issues.","I have chosen to focus my discussion on a single work.","discussion of something Her article is a discussion of the methods used in research.","See chapter 15 for a detailed discussion of the approach used.","Here is a brief discussion on the influence of weather-related factors.","Students prepare written discussions on various topics.","I wish to confine the discussion to income taxation.","Let us sum up the discussion so far.","a discussion about reform of the health service","a wide-ranging discussion on women's rights"]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"difficulty","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈdɪfɪkəlti/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dif/diffi/difficulty__gb_1.mp3"},{"local":"US","spell":"/ˈdɪfɪkəlti/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dif/diffi/difficulty__us_2_rr.mp3"}],"note":"","verbs":[],"senses":{"text":"a problem; a thing or situation that causes problems","examples":["the difficulties of English syntax","a patient with breathing difficulties","They encountered numerous difficulties while making the film.","She had been experiencing technical difficulties.","I think we've managed to overcome most of the practical difficulties.","I know the kinds of difficulties faced by parents and teachers.","difficulties with something We've run into difficulties with the new project.","difficulty with something I'm having difficulty with the engine.","in difficulties He was often in financial difficulties.","in difficulty He got into difficulty while swimming and had to be rescued.","It was a time fraught with difficulties and frustration.","Anyone experiencing difficulty with radio reception should call us on the new helpline.","Despite all the difficulties, he still remains optimistic.","Difficulties arise when people fail to consult their colleagues.","English spelling presents special difficulties for foreign learners.","Let me know if you have any difficulties.","Life in the city was not without its difficulties.","Please report any difficulties to the help desk.","She is always making difficulties for herself.","Some companies are already in difficulty.","Some companies are getting into difficulty.","The difficulty lies in identifying the precise nature of the problem.","The plan has run into serious difficulties.","The situation was fraught with difficulty.","We could see that the swimmer was in difficulties.","Will it cause any difficulties if I go early?","The drug is used to treat breathing difficulties caused by asthma.","There are technical difficulties involved in filming on location.","Commuters face the daily difficulty of getting to work on time.","the difficulties inherent in treating overdose patients","The project has been fraught with difficulties from the start.","difficulty (in) doing something I had considerable difficulty (in) persuading her to leave.","I had no difficulty (in) making myself understood.","with difficulty He spoke slowly and with great difficulty.","The changes were made with surprisingly little difficulty.","without difficulty We found the house without difficulty.","difficulty of doing something They discussed the difficulty of studying abroad.","I had little difficulty in persuading the others to come.","She had difficulty in starting her car.","He has a great deal of difficulty concentrating on schoolwork.","We crossed the border without any difficulty.","We had enormous difficulty in getting hold of the right equipment.","the difficulty of finding affordable accommodation","We were delayed owing to the difficulty of the conditions.","They succeeded despite the difficulty of the task.","Both roles had a high degree of difficulty.","The games have varying levels of difficulty.","questions of increasing difficulty","The walks in the book vary in difficulty.","You can choose the level of difficulty at the start of the game.","This increases the difficulty of the shot.","The number of points scored depends on the difficulty of the item."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"desperate","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/ˈdespərət/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/des/despe/desperate__gb_3.mp3"},{"local":"US","spell":"/ˈdespərət/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/des/despe/desperate__us_2_rr.mp3"}],"note":"","verbs":[],"senses":{"text":"feeling or showing that you have little hope and are ready to do anything without worrying about danger to yourself or others","examples":["The prisoners grew increasingly desperate.","Stores are getting desperate after two years of poor sales.","Somewhere out there was a desperate man, cold, hungry, hunted.","I heard sounds of a desperate struggle in the next room.","I was starting to get desperate.","She felt utterly desperate.","The sudden loss of his money had made him desperate.","He made a desperate bid for freedom.","She clung to the edge in a desperate attempt to save herself.","His increasing financial difficulties forced him to take desperate measures.","Doctors were fighting a desperate battle to save the little girl's life.","a desperate search for a way out","Jake held up his hands in a desperate plea for calm.","Kaleil's final, desperate efforts to save the business come to naught.","desperate for something He was so desperate for a job he would have done anything.","(informal) I'm desperate for a cigarette.","to be desperate for money/help/cash/attention","desperate to do something I was absolutely desperate to see her.","She was desperate to escape small town life.","The children are in desperate need of love and attention.","They face a desperate shortage of clean water.","His financial situation was desperate.","He had died in desperate poverty.","American farmers are in desperate straits today."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"dish","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/dɪʃ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/dish_/dish__gb_1.mp3"},{"local":"US","spell":"/dɪʃ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/dish_/dish__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"a flat shallow container for cooking food in or serving it from","examples":["a baking/serving dish","a casserole dish","in a dish Bake in a shallow dish for 45 mins.","dish of something They helped themselves from a large dish of pasta.","Arrange the salad in a serving dish.","your pet's food dish","a glass dish","an ovenproof dish","I'll do the dishes (= wash them).","My first real job was washing dishes in a restaurant.","He dried the dishes and put them away.","It's your turn to do the dishes.","The dirty breakfast dishes were still in the sink when we got home.","a vegetarian/fish/meat/pasta dish","This makes an excellent hot main dish.","I decided to cook his favourite dish.","to prepare/serve a dish","dish of something a savoury dish of curried rice and lamb","I can recommend the chef's dish of the day.","Goulash is a meat dish.","Kedgeree makes a wonderful supper dish.","Serve one or two main dishes with a choice of salads and nibbles.","She cooked us a delicious French dish with pork and tomatoes.","The national dish is ‘feijoada’—pork with beans.","They sampled all the local dishes.","a restaurant that serves traditional Indian dishes","a simple dish, beautifully prepared","Do you have a favourite dish?","a soap dish","What a dish!"]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"downwards","result":{"lexicalCategory":"adverb","ipas":[{"local":"UK","spell":"/ˈdaʊnwədz/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dow/downw/downwards__gb_1.mp3"},{"local":"US","spell":"/ˈdaʊnwərdz/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dow/downw/downwards__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"towards the ground; towards a lower place or position","examples":["She was lying face downwards on the grass.","The garden sloped gently downwards to the river.","Car crime in Oxford fell significantly last year.","Car crime fell by about a quarter over a 12-month period.","The number of stolen vehicles dropped from 1 013 to 780, a fall of 26 per cent.","According to this data, 780 vehicles were stolen, 26 per cent down on the previous year.","There was an 11 per cent drop in reported thefts from motor vehicles, from 1 971 to 1 737.","These figures show that, as far as car crime is concerned, the main trend is downwards.","Nine per cent of commuters used public transport in 2018 and the trend is downwards.","It was a policy welcomed by world leaders from the US president downwards.","Official projections of the spread of AIDS have mercifully been revised downwards (= it has been predicted that the disease will not spread as fast as had earlier been suggested).","The economy is in a bad state and the stock market is spiraling downwards."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"determine","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/dɪˈtɜːmɪn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/det/deter/determine__gb_1.mp3"},{"local":"US","spell":"/dɪˈtɜːrmɪn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/det/deter/determine__us_1.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"determined","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/det/deter/determined__gb_1.mp3","spell":"/dɪˈtɜːmɪnd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/det/deter/determined__us_1.mp3","spell":"/dɪˈtɜːrmɪnd/"}]},{"sense":"Past participle","word":"determined","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/det/deter/determined__gb_1.mp3","spell":"/dɪˈtɜːmɪnd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/det/deter/determined__us_1.mp3","spell":"/dɪˈtɜːrmɪnd/"}]},{"sense":"-ing form","word":"determining","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/det/deter/determining__gb_1.mp3","spell":"/dɪˈtɜːmɪnɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/det/deter/determining__us_1.mp3","spell":"/dɪˈtɜːrmɪnɪŋ/"}]}],"senses":{"text":"to discover the facts about something; to calculate something exactly","examples":["determine something An inquiry was set up to determine the cause of the accident.","Try to determine the extent of the problem.","determine what, whether, etc… We set out to determine exactly what happened that night.","It is difficult to determine when drama first appeared in India.","it is determined that… It was determined that she had died of natural causes.","Computer models help to determine whether a particular area is likely to flood.","It is difficult to determine the exact cause of the illness.","It should be possible to determine the level of interest.","We need a detailed investigation to determine exactly why these cancers are occurring.","determine something Rural voters in key states will determine the outcome of the election.","Upbringing plays an important part in determining a person's character.","Age and experience will be determining factors in our choice of candidate.","determine where, whether, etc… The physical capabilities of a plant determine where it can and cannot live.","Reproductive success is directly determined by attractiveness to the female.","He suggested that alcoholism may be genetically determined.","Female employment was determined by economic and social factors.","the debate about whether such attitudes are biologically or culturally determined","Their responses to these questions could determine the level, quality and variety of care they received.","The success of these plans will be determined largely by the number of members who take part.","determine something A date for the meeting has yet to be determined.","determine (that)… The court determined (that) the defendant should pay the legal costs.","It is not for the police to determine what information should be disclosed.","a decision which would ultimately determine the fate of the project","determine to do something They determined to start early.","determine on something The government determined on a change of policy.","determine (that)… From that moment, I determined that it should not happen again.","As she walked home, she determined to speak to her boss the next day.","At seven years old I determined to be a great footballer."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"determine","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/det/deter/determine__gb_1.mp3","spell":"/dɪˈtɜːmɪn/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/det/deter/determine__us_1.mp3","spell":"/dɪˈtɜːrmɪn/"}]},"singular":{"text":"He / She / It","word":"determines","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/det/deter/determines__gb_1.mp3","spell":"/dɪˈtɜːmɪnz/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/det/deter/determines__us_1.mp3","spell":"/dɪˈtɜːrmɪnz/"}]}}]}},{"word":"drink","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/drɪŋk/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dri/drink/drink__gb_2.mp3"},{"local":"US","spell":"/drɪŋk/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dri/drink/drink__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"a liquid for drinking; an amount of a liquid that you drink","examples":["Can I have a drink?","Do you want a drink?","a hot/cold drink","Passengers were left without food and drink for hours.","There are snacks and fizzy drinks in the kitchen.","We were offered free drinks to make up for the wait.","drink of something a drink of water","drink from something She took a drink from the glass and then put it down.","She had a hot drink and went to bed.","I could do with a nice cool drink.","Plastic drink bottles can be recycled.","I'll just drink my drink then we can go.","I'll have a drink of milk, please.","Do you want ice in your drink?","She took a long drink of cold water.","She went around refilling everyone's drinks.","Some idiot spilled my drink.","Food and drinks will be available.","I felt better after having a drink of water.","Try to cut down on sweets and sugary drinks.","for a drink They went for a drink together.","Are you coming for a drink with us after work?","There were free drinks at the bar for everyone.","The drinks are on me (= I'll pay for them).","I need a stiff drink (= a very strong drink).","her battle with drink and drugs","(British English) He's got a drink problem.","(North American English) He has a drinking problem.","(British English) They came home the worse for drink (= drunk).","She took to drink (= often drank too much alcohol) after her marriage broke up.","Can I buy you a drink?","She bought another round of drinks.","He downed his drink.","Would you like to go for a drink later?","Let's go grab a drink.","They invited us for pre-dinner drinks.","You will be offered a welcome drink on arrival at the hotel.","They sat in silence, sipping their drinks.","The robbers spiked his drink before taking his wallet and passport.","He knocked back his drink in one go and ordered another one.","He taught her how to mix drinks.","You should stay away from the drink.","She took a bottle from the drinks cabinet.","Would you like to come for drinks on Sunday?","a drinks party","This degree of chaos is meat and drink to Guy.","This kind of research task is meat and drink to these students."]},"idioms":[{"text":"the demon drink ","sense":"alcoholic drink","examples":[]},{"text":"drive somebody to 'drink ","sense":"to make somebody so worried, annoyed or upset that they lose control of their behaviour, especially by drinking too much alcohol","examples":["The stress drove her to drink and put a strain on her marriage.","(humorous) Dragging kids through airports is enough to drive you to drink."]},{"text":"meat and drink to somebody (British English)","sense":"something that somebody enjoys very muchsomething that is a normal thing to deal with for somebody","examples":["This degree of chaos is meat and drink to Guy.","This kind of research task is meat and drink to these students."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"dictionary","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈdɪkʃənri/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dic/dicti/dictionary__gb_2.mp3"},{"local":"US","spell":"/ˈdɪkʃəneri/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dic/dicti/dictionary__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"a book or electronic resource that gives a list of the words of a language in alphabetical order and explains what they mean, or gives a word for them in a foreign language","examples":["a Spanish-English dictionary","a slang dictionary","a dictionary of slang","in a dictionary If you don't know the meaning of a word, look it up in the dictionary.","I couldn't find the word in the dictionary.","You need a dictionary to understand what he's saying half the time.","a way of teaching children how to use dictionaries","a dictionary of mathematics","I decided to consult a medical dictionary."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"despite","result":{"lexicalCategory":"preposition","ipas":[{"local":"UK","spell":"/dɪˈspaɪt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/des/despi/despite__gb_2.mp3"},{"local":"US","spell":"/dɪˈspaɪt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/des/despi/despite__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"used to show that something happened or is true although something else might have happened to prevent it","examples":["Her voice was shaking despite all her efforts to control it.","Despite applying for hundreds of jobs, he is still out of work.","She was good at physics despite the fact that she found it boring.","Politicians have promised to improve road safety. So far, however, little has been achieved.","Despite clear evidence from road safety studies, no new measures have been introduced.","Politicians have promised to improve road safety. In spite of this/Despite this, little has been achieved so far.","Although politicians have promised to improve road safety, little has been achieved so far.","Some politicians claim that the new transport policy has been a success. In fact, it has been a total disaster.","Government campaigns have had a measure of success, but the fact remains that large numbers of accidents are still caused by careless drivers.","He had to laugh despite himself."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"depend","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/dɪˈpend/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dep/depen/depend__gb_1.mp3"},{"local":"US","spell":"/dɪˈpend/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dep/depen/depend__us_1.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"depended","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dep/depen/depended__gb_1.mp3","spell":"/dɪˈpendɪd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dep/depen/depended__us_1.mp3","spell":"/dɪˈpendɪd/"}]},{"sense":"Past participle","word":"depended","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dep/depen/depended__gb_1.mp3","spell":"/dɪˈpendɪd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dep/depen/depended__us_1.mp3","spell":"/dɪˈpendɪd/"}]},{"sense":"-ing form","word":"depending","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dep/depen/depending__gb_1.mp3","spell":"/dɪˈpendɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dep/depen/depending__us_1.mp3","spell":"/dɪˈpendɪŋ/"}]}],"senses":{},"idioms":[{"text":"depending on  ","sense":"according to","examples":["Starting salary varies from £26 000 to £30 500, depending on experience.","He either resigned or was sacked, depending on who you talk to."]},{"text":"that depends | it (all) depends  ","sense":"used to say that you are not certain about something because other things have to be considered","examples":["‘Is he coming?’ ‘That depends. He may not have the time.’","I don't know if we can help—it all depends.","I might not go. It depends how tired I am.","‘Your job sounds fun.’ ‘It depends what you mean by “fun”.’","I shouldn't be too late. But it depends if the traffic's bad."]}],"phrasal_verbs":["depend on","depend upon"],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"depend","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dep/depen/depend__gb_1.mp3","spell":"/dɪˈpend/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dep/depen/depend__us_1.mp3","spell":"/dɪˈpend/"}]},"singular":{"text":"He / She / It","word":"depends","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dep/depen/depends__gb_1.mp3","spell":"/dɪˈpendz/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dep/depen/depends__us_1.mp3","spell":"/dɪˈpendz/"}]}}]}},{"word":"detective","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/dɪˈtektɪv/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/det/detec/detective__gb_1.mp3"},{"local":"US","spell":"/dɪˈtektɪv/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/det/detec/detective__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"a person, especially a police officer, whose job is to investigate crimes and catch criminals","examples":["a police/homicide/undercover detective","Several objects were taken away by detectives from the anti-terrorist squad.","a detective story/novel","Detective Inspector (Roger) Brown","a detective constable/sergeant/superintendent","Sherlock Holmes was Conan Doyle's fictional detective.","Thomson was the lead detective in the Ramsay case.","detectives investigating the case","A team of around 30 detectives and uniformed officers have been working on the case.","He was arrested in Spain by Scotland Yard detectives.","Detective Sergeant John Nelson"]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"diet","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈdaɪət/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/die/diet_/diet__gb_1.mp3"},{"local":"US","spell":"/ˈdaɪət/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/die/diet_/diet__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"the food and drink that you eat and drink regularly","examples":["to eat a healthy, balanced diet","I loved the Japanese diet of rice, vegetables and fish.","a vegetarian/vegan diet","The traditional Mediterranean diet is fairly high in fat.","to receive advice on diet","It is important to eat a balanced diet.","People can fight infection more easily if they have an adequate diet.","She was told to change her diet and quit smoking.","The animal's diet consists mainly of grasses.","These animals live on a mainly vegetarian diet.","They had to survive on a diet of insects and berries.","They were fed on a diet of rice and vegetables.","a diet rich in vitamins and minerals","the amount of fat in your diet","For general advice on diet, see pages 26–27.","He followed a strict low-fat diet.","on a diet I decided to go on a diet (= to lose weight) before my holiday.","She is trying to lose weight through diet and exercise.","diet drinks (= with fewer calories than normal)","Lose pounds with our new diet plan!","Magazines are always full of fashionable new diets.","Crash diets are not the best way to lose weight.","I have to stick to a low-fat diet.","I'd love a dessert, but I'm on a diet.","If you follow this diet, you're bound to lose weight.","They're on a special high-protein diet.","Children today are brought up on a diet of video games and TV on demand."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"donate","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/dəʊˈneɪt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/don/donat/donate__gb_1.mp3"},{"local":"US","spell":"/ˈdəʊneɪt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/don/donat/donate__us_1_rr.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"donated","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/don/donat/donated__gb_1.mp3","spell":"/dəʊˈneɪtɪd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/don/donat/donated__us_1.mp3","spell":"/ˈdəʊneɪtɪd/"}]},{"sense":"Past participle","word":"donated","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/don/donat/donated__gb_1.mp3","spell":"/dəʊˈneɪtɪd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/don/donat/donated__us_1.mp3","spell":"/ˈdəʊneɪtɪd/"}]},{"sense":"-ing form","word":"donating","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/don/donat/donating__gb_1.mp3","spell":"/dəʊˈneɪtɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/don/donat/donating__us_1.mp3","spell":"/ˈdəʊneɪtɪŋ/"}]}],"senses":{"text":"to give money, food, clothes, etc. to somebody/something, especially a charity","examples":["donate something to somebody/something He donated thousands of pounds to charity.","donate to somebody/something People wishing to donate to the appeal can buy a poppy from today until November 11.","donate something The organization suggests ways to help besides donating money.","an auction of pieces donated by the artists themselves","donate something for something I would like to thank our sponsors, The Woodworks, for donating the prizes for this competition.","donate something I've been donating blood regularly for a few years now.","to donate organs/sperm/eggs","All donated blood is tested for HIV and other infections.","donate something to somebody He donated a kidney to his mother."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"donate","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/don/donat/donate__gb_1.mp3","spell":"/dəʊˈneɪt/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/don/donat/donate__us_1_rr.mp3","spell":"/ˈdəʊneɪt/"}]},"singular":{"text":"He / She / It","word":"donates","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/don/donat/donates__gb_1.mp3","spell":"/dəʊˈneɪts/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/don/donat/donates__us_1.mp3","spell":"/ˈdəʊneɪts/"}]}}]}},{"word":"divide","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/dɪˈvaɪd/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/div/divid/divide__gb_2.mp3"},{"local":"US","spell":"/dɪˈvaɪd/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/div/divid/divide__us_2.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"divided","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/div/divid/divided__gb_1.mp3","spell":"/dɪˈvaɪdɪd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/div/divid/divided__us_1.mp3","spell":"/dɪˈvaɪdɪd/"}]},{"sense":"Past participle","word":"divided","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/div/divid/divided__gb_1.mp3","spell":"/dɪˈvaɪdɪd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/div/divid/divided__us_1.mp3","spell":"/dɪˈvaɪdɪd/"}]},{"sense":"-ing form","word":"dividing","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/div/divid/dividing__gb_1.mp3","spell":"/dɪˈvaɪdɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/div/divid/dividing__us_1.mp3","spell":"/dɪˈvaɪdɪŋ/"}]}],"senses":{"text":"to separate into parts; to make something separate into parts","examples":["The cells began to divide rapidly.","divide into something The questions divide into two categories: easy and hard.","divide up After lunch we divided up for group discussions.","divide something (into something) I divided the class into four groups.","Divide the dough into four pieces.","The book is divided into 11 sections.","divide something up (into something) A sentence can be divided up into meaningful segments.","Railway enthusiasts divide neatly into two groups.","We have divided the topics into three categories.","The study divided consumers into five groups.","Films tend to divide into two categories: ‘art-house’ and ‘commercial’.","The performance is divided into six parts.","The children divided into three teams.","The country is divided up into nine regions.","They were randomly divided into three groups.","This report is divided broadly into two parts.","First, divide the class into two groups.","The city was divided into four sectors.","Flimsy partitions divided up the gallery into claustrophobic rooms.","We decided to divide the space with screens.","They could not agree on how to divide the land.","divide something up Jack divided up the rest of the cash.","divide something (up) between somebody We divided the work between us.","divide something (up) among somebody Profits were divided up among the staff.","The money was divided equally among his sons.","The story is about a father who divides his property among his sons.","Space is divided according to the needs of individual departments.","Most of the collection was divided among the city's museums.","They carefully divided up the cost of the vacations they took together.","The exhibition features the work of 60 artists, evenly divided between well-known and less-familiar figures.","divide something As working parents we think carefully about how we divide our time.","divide something between A and B He divides his energies between politics and business.","They divided their time between London and Boston.","They divide their time between New York and their ranch in New Mexico.","Her mentor advised her to divide her efforts 80–20, with 80% going to research, and 20% to teaching.","The children of immigrants may divide their loyalties between their birth country and their parents'.","He divides his year between the University of Houston and Florida State University.","Where the path divides, keep right.","divide into something The river divides into several channels.","Just past the bridge by a new forestry block, the paths divide.","There's a signpost where the road divides.","The nearest restaurant is located opposite, just before the road divides.","He overtook at the point where the road divides into two lanes.","Here the river divides into about four separate streams.","Streams divide and unite across the plain.","Can it ever be right to divide a mother from her child?","The landowners were divided from the mass of poor peasants who lived in the surrounding area.","divide something (off) A fence divides off the western side of the grounds.","divide A from B The English Channel divides England from France.","A low wall divides the patio from the rest of the garden.","Britain is divided from the rest of Europe by the English Channel.","the mountains which divide Europe from Asia","divide something by something 30 divided by 6 is 5 (= 30 ÷ 6 = 5).","divide by something It's easy to divide by ten.","The children are learning how to multiply and divide.","5 divides into 30 6 times.","divide somebody/something to divide the nation/country","This issue has bitterly divided the community.","The building divides opinion (= some people like it and some do not).","be divided on/over something The party is deeply divided on this question.","to be evenly/sharply divided over the issue","The issue has divided the government.","The presidential elections divided the nation.","a country divided by war","The case divided the New York art world at the time.","a society that was divided along sectarian lines","an issue that threatens to divide society","I will not allow this to divide our family.","Scholarly opinion is evenly divided on whether the portrait is of a Hellenistic prince or a Roman general.","Communities frequently divided along racial lines."]},"idioms":[{"text":"divide and rule ","sense":"to keep control over people by making them disagree with and fight each other, therefore not giving them the chance to join together and oppose you ","examples":["a policy of divide and rule"]},{"text":"split/divide (something) down the middle ","sense":"to divide something into two equal parts; to divide into two equal parts","examples":["The country was split down the middle over the strike (= half supported it, half did not).","Divide the cake down the middle.","It would seem the community has divided down the middle, with some favouring expansion and some dead set against it."]}],"phrasal_verbs":[],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"divide","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/div/divid/divide__gb_2.mp3","spell":"/dɪˈvaɪd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/div/divid/divide__us_2.mp3","spell":"/dɪˈvaɪd/"}]},"singular":{"text":"He / She / It","word":"divides","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/div/divid/divides__gb_1.mp3","spell":"/dɪˈvaɪdz/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/div/divid/divides__us_1.mp3","spell":"/dɪˈvaɪdz/"}]}}]}},{"word":"diamond","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈdaɪmənd/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dia/diamo/diamond__gb_2.mp3"},{"local":"US","spell":"/ˈdaɪmənd/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dia/diamo/diamond__us_4.mp3"}],"note":"","verbs":[],"senses":{"text":"a clear precious stone of pure carbon, the hardest substance known. Diamonds are used in jewellery and also in industry, especially for cutting glass.","examples":["a diamond ring/necklace","She was wearing her diamonds (= jewellery with diamonds in it).","a six carat diamond","a diamond mine","The lights shone like diamonds.","an old woman dripping with diamonds","earrings encrusted with diamonds","a ring with a diamond in it","a sweater with a diamond pattern","The eight vehicles assumed a diamond formation.","the ten of diamonds","Diamonds are/is trumps.","You must play a diamond if you have one."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"describe","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/dɪˈskraɪb/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/des/descr/describe__gb_2.mp3"},{"local":"US","spell":"/dɪˈskraɪb/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/des/descr/describe__us_1.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"described","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/des/descr/described__gb_1.mp3","spell":"/dɪˈskraɪbd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/des/descr/described__us_1.mp3","spell":"/dɪˈskraɪbd/"}]},{"sense":"Past participle","word":"described","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/des/descr/described__gb_1.mp3","spell":"/dɪˈskraɪbd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/des/descr/described__us_1.mp3","spell":"/dɪˈskraɪbd/"}]},{"sense":"-ing form","word":"describing","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/des/descr/describing__gb_1.mp3","spell":"/dɪˈskraɪbɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/des/descr/describing__us_1.mp3","spell":"/dɪˈskraɪbɪŋ/"}]}],"senses":{"text":"to say what somebody/something is like","examples":["describe somebody/something The next section describes our findings in detail.","to describe a method/process/situation","describe somebody/something to somebody Can you describe him to me?","describe somebody/something for somebody They described for us exactly what happened.","describe somebody/something as something The man was described as tall and dark, and aged about 20.","describe yourself as something She describes herself as an artist.","describe how, what, etc… Describe how you did it.","Words cannot describe what I felt at that moment.","describe doing something Witnesses described seeing strange lights in the sky.","The picture shows a family gathered around a kitchen table.","This is a picture/​photo of a busy city street.","In the foreground/​background, we can see a group of protesters.","In the bottom right-hand corner/​top left-hand corner, there's a child sitting alone.","On the left/​On the right/​In the middle, someone is standing with a bottle in his hand.","In the cartoon, we can see two people looking at a newspaper headline.","The cartoonist has drawn the man to represent a typical businessman.","The area I grew up in is described as semi-rural.","He described briefly what happened.","He goes on to describe very vividly how Caesar was stabbed to death.","He goes on to describe vividly how Lincoln was assassinated.","Observers have described the situation in the country as ‘serious’.","The shirt was variously described as ‘pink’, ‘salmon’ and ‘rose’.","Their daily lives are described in detail.","This process is fully described in section three of the book.","Words cannot describe our feelings at that moment.","Jim was described by his colleagues as ‘unusual’.","The current political situation in Vietnam is described in chapter 8.","Production data were collected and analysed by methods previously described for Trial 1.","The shark described a circle around the shoal of fish.","The road describes a long loop around the town."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"describe","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/des/descr/describe__gb_2.mp3","spell":"/dɪˈskraɪb/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/des/descr/describe__us_1.mp3","spell":"/dɪˈskraɪb/"}]},"singular":{"text":"He / She / It","word":"describes","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/des/descr/describes__gb_1.mp3","spell":"/dɪˈskraɪbz/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/des/descr/describes__us_1.mp3","spell":"/dɪˈskraɪbz/"}]}}]}},{"word":"depressed","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/dɪˈprest/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dep/depre/depressed__gb_4.mp3"},{"local":"US","spell":"/dɪˈprest/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dep/depre/depressed__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"very sad and without hope","examples":["You mustn't let yourself get depressed.","depressed about something She felt very depressed about the future.","depressed at something He was really depressed at the thought of going into the office.","depressed over something She was depressed over the recent death of her mother.","depressed by something I was depressed by our lack of progress.","It makes me depressed just looking at him.","She became severely depressed after her mother's death.","She's terribly depressed about losing her job.","We lapsed into depressed silence.","She became severely depressed.","There is medical evidence to show that he is clinically depressed.","She suffers from sleep disturbance and depressed mood.","They have made little attempt to bring jobs to economically depressed areas.","The shipping trade was badly depressed.","depressed prices"]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"desk","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/desk/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/des/desk_/desk__gb_1.mp3"},{"local":"US","spell":"/desk/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/des/desk_/desk__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"a piece of furniture like a table, often with drawers (= parts like boxes in it with handles on the front for pulling them open), that you sit at to read, write, work, etc.","examples":["at a desk I spend all day sitting at a desk.","behind a desk The mayor sat behind his desk.","a desk drawer/lamp/calendar","He abandoned a career at sea for a desk job.","A very strange request landed on my desk this morning.","He got up from his desk and went to the window.","He was sitting at his desk working when we got home.","I left the file on your desk.","My desk gets very cluttered if I don't clear it at the end of each day.","Papers littered the desk and the floor.","The empty desk suggested she had already gone home.","The manager sat frowning behind his desk throughout the whole interview.","They put me on desk duty for a month.","a computer which takes up less desk space","at a desk There was a long queue at the check-in desk.","behind a desk The girl behind the reception desk was always on the phone.","on a desk We asked the man on the information desk for a map of the city.","Staff experiencing problems with their computers should call the help desk.","the sports desk"]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"device","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/dɪˈvaɪs/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dev/devic/device__gb_2.mp3"},{"local":"US","spell":"/dɪˈvaɪs/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dev/devic/device__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"an object or a piece of equipment that has been designed to do a particular job","examples":["a tracking/recording/listening device","The new devices will be installed at US airports.","electrical labour-saving devices around the home","This device allows deaf people to communicate by typing messages instead of speaking.","All new cars are now fitted with these safety devices.","He measured the room using an ingenious electronic device.","Police found several bugging devices in the room.","a useful device for checking electrical circuits","The device consists of a large wheel mounted on a metal post.","The device uses a transmitter that connects to your computer.","The device worked exactly as I'd hoped.","a device to measure blood pressure","a tiny device designed to trace telephone calls","The twentieth century saw the introduction of labour-saving devices around the home.","This device enables pilots to navigate with pinpoint accuracy.","You can store thousands of photos on your device.","a portable/wireless device","The waiter takes orders on a hand-held device.","Now connect the device to your computer.","The technology allows software systems to interact with wireless devices.","The computer is sold with a printer / scanner and a backup storage device.","You can edit your profile using any web-enabled device.","A unique hardware identifier is given to each device in the network.","All Bluetooth devices automatically detect one another's presence.","A powerful device exploded outside the station.","It was the world's first atomic device.","Two bombers detonated their devices in the busy shopping centre.","The device failed to detonate.","improvised explosive devices","A package containing an incendiary device was found on Tuesday night.","An incendiary device exploded in the store, setting fire to furniture.","Targeted advertising on social media is very successful as a marketing device.","We use a range of devices for testing children's numerical ability.","This was originally intended as a device for making sure taxes were paid on time.","Direct mailing is extremely successful as a marketing device.","They employ several successful management devices.","Aid workers have to use whatever devices are available for making sure help gets to those most in need.","The report was a device used to hide rather than reveal problems.","This device can be seem as somewhat dishonest.","a rhetorical device","Metaphor and symbol are literary devices."]},"idioms":[{"text":"leave somebody to their own devices ","sense":"to leave somebody alone to do as they wish, and not tell them what to do","examples":[]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"director","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/dəˈrektə(r)//daɪˈrektə(r)/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dir/direc/director__gb_4.mp3"},{"local":"US","spell":""}],"note":"","verbs":[],"senses":{"text":"one of a group of senior managers who run a company","examples":["a non-executive director","He's on the board of directors.","Corporate governance means the relationship between shareholders, directors and managers.","He is executive director of the American Football Coaches Association.","‘It's been a great success,’ said managing director Chris Tomlinson.","Three executive directors were appointed to relieve the CEO of some day-to-day responsibilities.","She is a director at the Centre/​Center for Consumer Research.","Pension rules are different if you are self-employed or a company director.","Employees and directors have been offered stock options.","a famous film director","He remained active in the theatre as a playwright and director.","the writer and director of the movie ‘Wind River’","Are there any actors or directors you would particularly like to work with?","There was an opportunity to meet the cast and director backstage.","She wrote the screenplay and wanted Evans as director.","She was artistic director of the city's photography festival.","He was musical director at the National Theatre.","the deputy/assistant/associate director","the finance/marketing/technical director","director of something the director of marketing/operations/communications","He is assistant director of market research for IDFA.","She recently served as director of the Longwood Arts Project in the Bronx.","the company's regional director in North America","an eminent museum director and curator","The chocolate company's director of marketing made a statement.","the company's personnel director","Alan Watt, senior director of marketing and strategy","Dianne is deputy director of public affairs for USDA Rural Development.","He became associate director of California Ballet in 1983.","In the report, director of education Keith Nelson says more needs to be done.","Fred Madison, technology program director for the Industrial and Technology Assistance Corp","He was athletic director of Mills College.","I got a call from the casting director asking me to do a part.","Milberg is the station manager and program director at WDAM Radio.","Ms Hidden has replaced her as acting director.","She is the founding director of graduate programs.","The bank's regional director for Wales called an urgent meeting."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"dramatic","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/drəˈmætɪk/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dra/drama/dramatic__gb_2.mp3"},{"local":"US","spell":"/drəˈmætɪk/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dra/drama/dramatic__us_2.mp3"}],"note":"","verbs":[],"senses":{"text":"sudden, very great and often surprising","examples":["a dramatic increase/change/improvement/shift","There has been a dramatic rise in reported crime.","a dramatic decline/drop/fall/reducution in value","The announcement had a dramatic effect on house prices.","Climate change will have a dramatic impact on the health of the planet.","I need to see a dramatic improvement in your work.","There was a dramatic fall in population.","a dramatic victory","They watched dramatic pictures of the police raid on TV.","This scene lacked the dramatic impact that it should have had.","set against the dramatic backcloth of Mont Blanc","This is one of the most exciting developments in biology in recent years.","They watched dramatic pictures of the police raid on TV.","the heady days of youth","Don’t miss next week’s thrilling episode!","My first parachute jump was an exhilarating experience.","There is superb dramatic tension in the silences.","the dramatic rescue of nine trapped coal miners","There were dramatic scenes in the capital's central square.","a local dramatic society","Students will study various plays and dramatic texts.","a dramatic monologue","She went on to study dramatic arts at Columbia University.","He flung out his arms in a dramatic gesture.","Don't be so dramatic!","dramatic about something Must you be so dramatic about everything?","I don't want to sound overly dramatic, but it changed my life.","I heard her yawn into the phone, in a dramatic fashion like everything she did."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"divorced","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/dɪˈvɔːst/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/div/divor/divorced__gb_1.mp3"},{"local":"US","spell":"/dɪˈvɔːrst/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/div/divor/divorced__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"no longer married because your marriage has been legally ended","examples":["My parents are divorced.","Many divorced men remarry and have second families.","a divorced father/mother/couple","He seems completely divorced from reality."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"development","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/dɪˈveləpmənt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dev/devel/development__gb_1.mp3"},{"local":"US","spell":"/dɪˈveləpmənt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dev/devel/development__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"the steady growth of something so that it becomes more advanced, stronger, etc.","examples":["a baby’s development in the womb","This is a perfectly normal stage of development.","the development of basic skills such as literacy and numeracy","The company can offer a number of opportunities for career development.","A UN team is monitoring the development of the peace process.","A group of experts has been brought together to support the development of the project.","Cell divisions during development occur in a fixed sequence.","Education stimulates the development of rational thinking.","Environmental factors can accelerate the development of certain cancers.","He influenced the development of modern dance.","In the opening chapter, the author traces the development of judo from its ancient roots.","School should encourage the full development of a student's talents.","There is tremendous opportunity for personal and professional development at our company.","Too much emphasis on memorizing facts can inhibit the development of creative thinking.","an important stage in the development of Anglo-Irish relations","Increased tourism will promote job creation and economic development.","International policies should support, not inhibit, sustainable development.","He described women as the backbone of rural development worldwide.","community development projects","a development plan/programme","practical strategies for promoting rapid development","The agency supports and promotes sustainable economic development.","Much of the EU's development aid is channelled through the European Development Fund.","the development of new technology","Pete is head of product development.","in development A more powerful version of this electric bus in currently in development.","under development A new vaccine is under development.","This drug is an exciting new development.","development in something developments in aviation technology","The company went deep into debt to finance the development of the engine.","The invention requires more development work to make it viable.","new developments in film-making","the lengthy development process of a new model of car","the three-year development cycle of their products","The government is encouraging the development of small businesses.","This piece of equipment is an exciting new development.","Have there been any further developments?","We welcome the recent positive developments.","development in something the latest developments in the war","There have been some interesting new developments in the case.","the significant developments taking place in the health service","The move from TV to film was a logical development in her career.","Are there further developments in the investigation?","I live in a brand-new housing development.","a mixed residential and business development","The protesters oppose plans to build a commercial development on the site.","a luxury residential development","The building plans are for a mixed-use development.","He bought the land for development.","The city has undergone rapid development.","Older houses are being brought back into productive use through residential and commercial development.","The proposed development of the site in Dublin's docklands attracted much publicity."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"dirt","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/dɜːt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dir/dirt_/dirt__gb_1.mp3"},{"local":"US","spell":"/dɜːrt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dir/dirt_/dirt__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"any substance that makes something dirty, for example dust, soil or mud","examples":["His clothes were covered in dirt.","First remove any grease or dirt from the surface.","The problem with white is that it soon shows the dirt.","Clean your face with soap to remove accumulated dirt and oil.","Dirt had accumulated in the corners of the windows.","He had streaks of dirt all over his face.","He rubbed the dirt from his face.","He swept the dirt out onto the porch.","I tried to rub off a dirt stain on my sleeve.","Massage your scalp to loosen any dirt.","She brushed the loose dirt off her coat.","Sunlight steamed through the dirt particles in the air.","The white rug really shows the dirt.","This material does not attract much dirt.","He picked up a handful of dirt and threw it at them.","Pack the dirt firmly round the plants.","They lived in a shack with a dirt floor.","I slammed the shovel into the dirt and started to dig.","Plant the seedlings in damp soil.","The car wheels got stuck in the mud.","A cloud of dust rose as the truck set off.","The tiles are made of clay.","an area of rich, fertile land","Pack the dirt firmly around the plants.","The car got stuck in the muddy ground.","They drove across miles of rough, stony ground.","He grew up on a dirt farm in upstate New York.","He landed hard on the packed dirt.","He picked himself up off the cold dirt.","Her fingernails raked the soft dirt beneath her.","Rose picked the ball up off the infield dirt.","She filled the hole with loose dirt.","The blow knocked him against the dirt wall.","The front lawn has patches of bare dirt.","The men started to shovel dirt into the open grave.","They threw dirt into my face.","They throw sticks and dirt clods up into the air.","a couple of inches of fill dirt","a floor of dry dirt","children playing in the dirt","the Palermo dirt course","the dirt yard in front of the barn","the mounds of fresh dirt over all the graves","Do you have any dirt on the new guy?","He could dig up so much dirt on her.","We need to get some dirt on her.","He'd been trying to dig up some dirt on his political rival.","dog dirt"]},"idioms":[{"text":"dig the dirt | dig up dirt (on somebody) ","sense":"to discover and reveal information about somebody that could damage them","examples":["They hired private investigators to dig up dirt on their political opponents.","She has come to dig the dirt on her old rival."]},{"text":"dish the dirt (on somebody) ","sense":"to tell people unkind or unpleasant things about somebody, especially about their private life","examples":["She loves to dish the dirt on her sisters."]},{"text":"drag somebody through the 'mud/'dirt | drag somebody's name through the 'mud/'dirt ","sense":"to criticize or say bad things about somebody in public, in a way that is unfair","examples":["The paper has dragged his name through the mud.","They feel their agency has been dragged through the mud by the press.","Football's good name is being dragged through the dirt."]},{"text":"eat dirt ","sense":"to accept bad treatment and being made to feel small or stupid","examples":["Her mother ate dirt in poorly-paid jobs just so the family could stay in the country."]},{"text":"treat somebody like dirt ","sense":"to treat somebody with no respect at all","examples":["They treat their workers like dirt."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"dollar","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈdɒlə(r)/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dol/dolla/dollar__gb_2.mp3"},{"local":"US","spell":"/ˈdɑːlər/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dol/dolla/dollar__us_2.mp3"}],"note":"","verbs":[],"senses":{"text":"the unit of money in the US, Canada, Australia and several other countries","examples":["You will be paid in American dollars.","Do you have a dollar?","a dollar bill","He sold the company in a multimillion-dollar deal.","American taxpayers ought to have more say in how their tax dollars are spent.","China is pumping out billions of dollars worth of exports.","per dollar The company generates an additional $4 in sales per dollar spent on ads.","The dollar closed two cents down."]},"idioms":[{"text":"look/feel like a million dollars/bucks ","sense":"to look/feel extremely good","examples":["Wow, you look like a million dollars."]},{"text":"you can bet your life/your bottom dollar (on something/(that)…) ","sense":"used to say that you are certain that something will happen","examples":["You can bet your bottom dollar that he'll be late."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"draft","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/drɑːft/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dra/draft/draft__gb_3.mp3"},{"local":"US","spell":"/dræft/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dra/draft/draft__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"a rough written version of something that is not yet in its final form","examples":["This is only the first draft of my speech.","I've made a rough draft of the letter.","The final published version differs from earlier drafts in many key details.","the final draft (= the final version)","a draft report/plan/bill/resolution","a draft document/proposal","the draft constitution/legislation/agreement","The legislation is still in draft form.","I sent an early draft to an agent.","She produced an initial draft of her plans.","The preliminary draft of the agreement has been approved.","The students were invited to submit drafts for feedback.","Is this the final draft?","The original drafts for the new building are with the architects.","There is a rough draft of how the park should be laid out.","Payment must be made by bank draft drawn on a UK bank.","He was the fourth player chosen in the 2017 draft, but the first of his class to reach the major leagues.","Can you shut the door? There's a draft in here.","He took a deep draft of his beer.","a sleeping draft (= one that makes you sleep)"]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"depth","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/depθ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dep/depth/depth__gb_1.mp3"},{"local":"US","spell":"/depθ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dep/depth/depth__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"the distance from the top or surface to the bottom of something; a particular distance down from the surface of something","examples":["depth of something What's the depth of the water here?","the depth of a cut/wound/crack","at a depth of something Water was found at a depth of 30 metres.","to a depth of something They dug down to a depth of two metres.","Many dolphins can dive to depths of 200 metres.","in depth The oil well extended several hundreds of feet in depth.","at depth The camera must be strong enough to resist the immense water pressure at depth.","Most earthquakes occur at much shallower depths, usually less than 30 kilometres.","The clam burrows in the sand to a considerable depth.","These fish are found at a depth of over 100 metres.","They go down to great depths below the surface.","Water normally moves more slowly at shallower depths.","species that live at considerable depth","He tried to establish the depth of the wound.","The depth of the shelves is 30 centimetres.","the depth of her love","music of great emotional depth","the unexpected depth of his feelings for her","The demonstration showed the depth of feeling against the war.","The separate storylines really add depth and personality to the characters.","This film lacks the complexity or depth of his best movies.","Her paintings reveal hidden depths (= unknown and interesting things about her character).","a writer of great wisdom and depth","His ideas lack depth.","She has the ability to treat big subjects with breadth and depth.","depth of something a job that doesn’t require any great depth of knowledge","Younger students cannot be expected to have great depth of understanding.","the depths of the ocean","to live in the depths of the country (= a long way from a town)","in the depths of winter (= when it is coldest)","She was in the depths of despair.","He gazed into the depths of her eyes.","the abyssal depths of the ocean","sharks lurking in the murky grey depths of the sea","The rejection plunged her into the dark depths of despair.","The ship's mast finally disappeared into the watery depths.","Strong light will affect the depth of colour of your carpets and curtains.","If you can't swim, don't go out of your depth.","I don't like going out of my depth in the sea.","He felt totally out of his depth in his new job.","The writer seems a little out of her depth when dealing with the emotional issue involved."]},"idioms":[{"text":"be out of your depth ","sense":"to be in water that is too deep to stand in with your head above waterto be unable to understand something because it is too difficult; to be in a situation that you cannot control","examples":["If you can't swim, don't go out of your depth.","I don't like going out of my depth in the sea.","He felt totally out of his depth in his new job.","The writer seems a little out of her depth when dealing with the emotional issue involved."]},{"text":"in depth ","sense":"in a detailed, careful and complete way","examples":["I haven't looked at the report in depth yet.","an in-depth study","I studied phonology in depth at college."]},{"text":"plumb the depths of something ","sense":"to be or to experience an extreme example of something unpleasant","examples":["His latest novel plumbs the depths of horror and violence.","It was at that stage in her life when she plumbed the depths of despair.","The team's poor performances plumbed new depths last night when they lost 10–2.","The story plumbed the depths of tabloid journalism."]},{"text":"strength in depth ","sense":"the quality of being strong because you have a great variety of good people, ideas, etc. that can contribute to the success of something","examples":["The French team does not have the strength in depth that the Australians have."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"direct","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/dəˈrekt//daɪˈrekt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dir/direc/direct__gb_7.mp3"},{"local":"US","spell":""}],"note":"","verbs":[],"senses":{"text":"going in the straightest line between two places without stopping or changing direction","examples":["the most direct route","This door allows direct access from the kitchen to the garage.","a direct flight (= a flight that does not stop)","There's a direct train to Leeds (= it may stop at other stations but you do not have to change trains).","a direct hit (= a hit that is accurate and does not touch something else first)","Isn't there a more direct route?","The direct way to the river would be through the park.","The most direct path to the summit is very steep and difficult.","There was an overnight stopover in Singapore, then a direct flight to Sydney.","Why is there is no direct bus from London Bridge to King's Cross?","There's a direct train connecting the airport and the city.","Although the city did not suffer a direct hit from the storm, there was extensive damage.","The bombers scored direct hits on two supply ships.","She has been in direct contact with the prime minister.","Clinical depression is thought to have a direct link to brain chemistry.","There is a direct connection between these two phenomena.","He died as a direct result of his employer's actions.","a direct effect/consequence","Many farmers are developing direct access to consumers.","He was cleared of any direct involvement in the case.","Participation in sport brings many benefits, both direct and indirect.","You only get the disease through direct contact with contaminated blood.","The two formats are so different, it's difficult to make a direct comparison.","the direct involvement of the artist at every stage of the production","These studies show the direct effects of climate change.","Her father died as a direct consequence of these laws.","The storms will have a direct impact on tourism in the region.","Direct talks between the two sides began for the first time.","She has direct responsibility for all new trainees.","We are looking for somebody with direct experience of this type of work.","The patient had suffered a direct blow to the head.","The plant should not be placed in direct sunlight.","Grilling involves subjecting the food to direct heat.","Blinds shade the south-facing room from direct sunlight.","Protect your child from direct sunlight by using a sunscreen.","Place the seed tray somewhere with diffuse light, not direct light, such as a north window.","Melt the lard in a pan over direct heat.","Inside a round house you get a nice, even spread of warmth from one simple direct heat source.","I asked him a direct question: ‘Did you do it?’","He would not give a direct answer.","Her response is refreshingly direct.","Their message is simple and direct: obesity kills.","You'll have to get used to his direct manner.","I prefer a more direct approach.","Thank you for being so honest with me.","To be frank with you, I think your son has little chance of passing the exam.","You’ll have to get used to his direct manner.","He was quite open about his reasons for leaving.","She was outspoken in her criticism of the plan.","I don’t think you’re being straight with me.","She has a reputation for blunt speaking.","a(n) honest/​frank admission of guilt.","I’m a very open person.","I need a direct answer to a direct question.","a refreshingly direct discussion of the agency's priorities","His criticism was unusually direct.","Her manner can be rather direct.","She has a very direct way of speaking.","The songs are vivid and emotionally direct.","his disconcertingly direct gaze","There is no direct evidence for the beneficial effects of these herbs.","This information has a direct bearing on (= is closely connected with) the case.","There was no direct proof of his personal involvement.","Although there is no direct evidence, retailers and pasta manufacturers believe that consumers prefer ‘Italian’ brand names.","That's the direct opposite of what you told me yesterday.","a direct quote (= one using a person’s exact words)","a direct descendant of the country’s first president","With his death, the direct male line of the House of Capet came to an end."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"district","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈdɪstrɪkt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/distr/district__gb_2.mp3"},{"local":"US","spell":"/ˈdɪstrɪkt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/distr/district__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"an area of a country or town, especially one that has particular features","examples":["the City of London’s financial district","Every city has its central business district.","The house is in a historic district.","Milan's most fashionable shopping district","a poor district of the city","rural/urban districts","The apartment is approximately fifteen minutes from the downtown district.","The hotel is located within Beijing's business district.","Times Square is the entertainment district of New York.","a new railway station to help people commuting from outlying districts","efforts to create a single business district in downtown Beijing","the shacks in the poorest districts of the city","The financial district of London is usually referred to as ‘the City’.","The house was like all the others in this exclusive residential district.","a tax/postal district","a village in the Darjeeling district","a district judge","the district health authority","Delivery is free within the London postal district.","a federal district court in New York","They redrew districts to make sure Republican candidates would win.","The hospital is only responsible for patients within its own district.","Redrawing district boundaries would change the election results.","It's a heavily Democratic district.","He represented his district in Congress.","He hasn't yet registered to vote in his home district.","He has been transferred to a hospital in a different health district.","Clinton barely won the district in 1996.","Fire crews from all the surrounding districts helped to fight the fires in the city.","The district includes much of the Ribault River.","Their district stretches nearly 150 miles, from the mountains to the sea.","The district council granted planning permission for ten new houses."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"drama","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈdrɑːmə/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dra/drama/drama__gb_2.mp3"},{"local":"US","spell":"/ˈdrɑːmə/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dra/drama/drama__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"a play for the theatre, television or radio","examples":["a costume/period/courtroom/crime drama","a powerful television drama about city life","a drama series set in an American dance academy","It is a lavish costume drama set in the early twentieth century.","The story easily fits into the standard mould of a courtroom drama.","a gritty police drama","Millions follow this hospital drama twice a week.","The movie is a heart-warming family drama.","She stars in a new one-hour drama about a woman judge.","a hard-hitting drama about a teenage pregnancy","classical/modern drama","a drama critic","a drama school/group","a drama student/teacher","I studied English and Drama at college.","It is a first-class piece of costume drama.","Television drama is a powerful cultural medium.","It is very difficult to write good drama.","He's a drama major at Howard University.","A powerful human drama was unfolding before our eyes.","a collection of people watching the drama unfold outside the nightclub","The actor was involved in a real-life drama when he was held up at gunpoint last night.","You couldn't help being thrilled by the drama of the situation.","The argument added a touch of drama to an otherwise dull day.","The afternoon was full of drama and excitement.","Art should deal with the human drama and tragedy of everyday life.","The media loved all the drama surrounding their divorce.","The arrival of the police heightened the drama further."]},"idioms":[{"text":"make a drama out of something ","sense":"to make a small problem or event seem more important or serious than it really is","examples":[]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"description","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/dɪˈskrɪpʃn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/des/descr/description__gb_2.mp3"},{"local":"US","spell":"/dɪˈskrɪpʃn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/des/descr/description__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"a piece of writing or speech that says what somebody/something is like; the act of writing or saying in words what somebody/something is like","examples":["Follow the link below for a more detailed description.","description of somebody/something a brief description of the software","The name means ‘no trees’ and it is an accurate description of the island.","Police have issued a description of the gunman.","This is a film that defies description (= is difficult or impossible to describe).","the novelist’s powers of description","beyond description a personal pain that goes beyond description (= is too great to express in words)","A report is generally an objective description rather than a statement of opinion.","She gave us a lurid description of the birth.","She was able to provide a description of the intruder.","The catalogue gives a full description of each product.","a vivid description of life in Ancient Rome","‘Scared stiff’ is an apt description of how I felt at that moment.","In the bay were boats of every description.","There were flying machines of all descriptions whizzing about.","Their money came from trade of some description.","The trunk was full of medals, coins and things of that description."]},"idioms":[{"text":"answer/fit/match a description (of somebody/something) ","sense":"to be like a particular person or thing","examples":["A child answering the description of the missing boy was found safe and well in London yesterday.","We're all looking for quick, healthy meals, and pasta this fits this description.","A man fitting your description was seen entering the building.","I realized to my horror that the description of the killer could fit me.","Police have arrested two men matching the descriptions of the robbers."]},{"text":"beggar belief/description ","sense":"to be too extreme, horrible, etc. to believe/describe","examples":["It beggars belief how things could have got this bad."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"deserve","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/dɪˈzɜːv/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/des/deser/deserve__gb_1.mp3"},{"local":"US","spell":"/dɪˈzɜːrv/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/des/deser/deserve__us_1.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"deserveddeserving","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/des/deser/deserved__gb_1.mp3","spell":"/dɪˈzɜːvd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/des/deser/deserved__us_1.mp3","spell":"/dɪˈzɜːrvd/"}]},{"sense":"Past participle","word":"deserveddeserving","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/des/deser/deserved__gb_1.mp3","spell":"/dɪˈzɜːvd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/des/deser/deserved__us_1.mp3","spell":"/dɪˈzɜːrvd/"}]},{"sense":"-ing form","word":"","audios":[{"local":"UK","spell":""},{"local":"US","spell":""}]}],"senses":{},"idioms":[{"text":"somebody deserves a medal ","sense":"used to say that you admire somebody because they have done something difficult or unpleasant","examples":["She deserves a medal for teaching those 5-year-olds all day!","You really deserve a medal!"]},{"text":"get what you deserve | deserve all/everything you get | deserve what's coming (to you) ","sense":"used to say that you think somebody has earned the bad things that happen to them","examples":["He did wrong, and he got what he deserved.","Let's just say they deserve what's coming to them."]},{"text":"one good turn deserves another ","sense":"you should help somebody who has helped you","examples":[]}],"phrasal_verbs":[],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"deserve","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/des/deser/deserve__gb_1.mp3","spell":"/dɪˈzɜːv/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/des/deser/deserve__us_1.mp3","spell":"/dɪˈzɜːrv/"}]},"singular":{"text":"He / She / It","word":"deserves","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/des/deser/deserves__gb_1.mp3","spell":"/dɪˈzɜːvz/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/des/deser/deserves__us_1.mp3","spell":"/dɪˈzɜːrvz/"}]}}]}},{"word":"drawing","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈdrɔːɪŋ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dra/drawi/drawing__gb_3.mp3"},{"local":"US","spell":"/ˈdrɔːɪŋ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dra/drawi/drawing__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"a picture made using a pencil or pen rather than paint","examples":["a pencil/pen-and-ink/charcoal drawing","drawing of somebody/something a drawing of a yacht","detailed drawings of local plants and animals","The original architectural drawings of the building had been lost.","He did a drawing of the old farmhouse.","The children were asked to make a drawing of a dinosaur.","drawing by somebody a drawing by Paul Klee","The children were drawing pictures of their pets.","a collection of paintings by American artists","a pencil/​charcoal drawing","Vermeer’s ‘Portrait of the artist in his studio’","a self-portrait (= a painting that you do of yourself)","a Renoir print","I usually do a few very rough sketches before I start on a painting.","a collection of children’s drawings","The bridge looked quite different from the architect's original drawings.","The door opened onto a courtyard, as shown in the drawing.","The drawing shows the Market Square.","a scale drawing of a jet","a working drawing of the proposed power station","I'm not very good at drawing.","She teaches drawing at the women's prison in Philadelphia."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"difficult","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/ˈdɪfɪkəlt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dif/diffi/difficult__gb_2.mp3"},{"local":"US","spell":"/ˈdɪfɪkəlt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dif/diffi/difficult__us_2_rr.mp3"}],"note":"","verbs":[],"senses":{"text":"not easy; needing effort or skill to do or to understand","examples":["The competition judges were given a very difficult task.","a difficult decision/question","difficult for somebody Asking for help is extremely difficult for some people.","it is difficult to do something It's really difficult to read your writing.","something is difficult to do Your writing is really difficult to read.","It is difficult to imagine a woman in the 1950s behaving like this.","She finds it very difficult to get up early.","it is difficult for somebody to do something It's difficult for them to get here much before seven.","It has become increasingly difficult for young people to buy a house.","The exam questions were quite difficult.","It is difficult for young people to find jobs around here.","I always found languages quite hard at school.","It was one of the hardest things I ever did.","It is a technically demanding piece of music to play.","This shouldn’t be too taxing for you.","It is getting more and more difficult to find a job.","The fog made driving very difficult.","He finds French pronunciation quite difficult.","Finding an acceptable solution proved more difficult.","I was given the difficult task of informing the girl's parents of her disappearance.","Senior lawyers handle the most difficult cases.","She is confronted with a difficult choice.","The design of the building posed some difficult challenges.","The exam questions were particularly difficult.","We didn't realize how difficult it was going to be.","The application process is notoriously difficult.","It is difficult to understand who this book is aimed at.","I found myself in a difficult situation.","difficult conditions/circumstances","I'd had a difficult time and needed a break.","a difficult year/month","My boss is making life very difficult for me.","13 is a difficult age.","They had to set up camp in extremely difficult conditions.","His presence there put me in a very difficult position.","The next few months were quite difficult.","These are difficult and painful memories.","Her childhood was incredibly difficult.","Change is difficult for everyone.","Her disability made taking care of the home and raising a family doubly difficult.","What's the most difficult personal situation you've ever been in?","There was a great deal of difficult terrain to be covered.","a difficult child/customer/boss","Don't pay any attention to her—she's just being difficult.","The singer has a difficult reputation.","Roger was always a difficult child.","We have training in how to deal with difficult customers.","In every workplace there's always someone you find difficult.","Stop being so difficult."]},"idioms":[{"text":"have a (hard/difficult) job doing/to do something ","sense":"to have difficulty doing something","examples":["You'll have a job convincing them that you're right.","He had a hard job to make himself heard.","He'll have a tough job getting the team into shape in time.","It's very dark out there, you'll have a job to see anything."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"distribute","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/dɪˈstrɪbjuːt//ˈdɪstrɪbjuːt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/distr/distribute__gb_3.mp3"},{"local":"US","spell":""}],"note":"","verbs":[{"sense":"Past simple","word":"distributed","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/distr/distributed__gb_1.mp3","spell":"/dɪˈstrɪbjuːtɪd//ˈdɪstrɪbjuːtɪd/"},{"local":"US","spell":""}]},{"sense":"Past participle","word":"distributed","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/distr/distributed__gb_1.mp3","spell":"/dɪˈstrɪbjuːtɪd//ˈdɪstrɪbjuːtɪd/"},{"local":"US","spell":""}]},{"sense":"-ing form","word":"distributing","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/distr/distributing__gb_1.mp3","spell":"/dɪˈstrɪbjuːtɪŋ//ˈdɪstrɪbjuːtɪŋ/"},{"local":"US","spell":""}]}],"senses":{"text":"to give things to a large number of people; to share something between a number of people","examples":["distribute something The leaflets have been widely distributed.","The newspaper is distributed free.","to distribute fliers/pamphlets/questionnaires","Viruses are often distributed via email.","distribute something to somebody/something The organization distributed food to the earthquake victims.","distribute something among somebody/something The money was distributed among schools in the area.","distribute something between somebody/something The proceeds will be distributed between local charities.","Copies of the book were distributed free to each school in the district.","We distributed the money equally among the team members.","distributing aid to people in need","Who distributes our products in the UK?","Their trademark jeans enjoyed immediate success and were soon distributed worldwide.","nationally distributed brands of fruit juice","‘Plastika’ distributes our products in the UK.","The cheese is imported and distributed exclusively by Norland Inc.","Hood distributes dairy products throughout the United States.","be distributed + adv./prep. Make sure your weight is evenly distributed.","Cases of the disease are widely distributed through Europe.","Generous workspaces must be well distributed throughout the library.","Smokers were randomly distributed in the sample interviewed.","The plant is globally distributed.","The trend is broadly distributed and not just a big-city phenomenon.","There are over 35 000 species of orchid distributed throughout the world.","Wealth is not evenly distributed between age groups."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"distribute","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/distr/distribute__gb_3.mp3","spell":"/dɪˈstrɪbjuːt//ˈdɪstrɪbjuːt/"},{"local":"US","spell":""}]},"singular":{"text":"He / She / It","word":"distributes","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/distr/distributes__gb_1.mp3","spell":"/dɪˈstrɪbjuːts//ˈdɪstrɪbjuːts/"},{"local":"US","spell":""}]}}]}},{"word":"dress","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/dres/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dre/dress/dress__gb_2.mp3"},{"local":"US","spell":"/dres/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dre/dress/dress__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"a piece of women’s clothing that is made in one piece and covers the body down to the legs, sometimes reaching to below the knees, or to the ankles","examples":["a long white dress","to wear/put on/take off a dress","in a dress a young woman in a pink silk dress","She appeared in a slinky satin dress.","She hitched up her long dress so it wouldn't drag in the mud.","She looked elegant in a simple black dress.","She sat down and smoothed her dress over her legs.","The hat went with her new dress wonderfully.","to wear casual/formal dress","in… dress men and women in traditional Tibetan dress","a performance of ‘Hamlet’ in modern dress","He has no dress sense (= no idea of how to dress well).","warm clothing","He was wearing a strange shapeless garment.","We were allowed to wear casual dress on Fridays.","the children’s wear department","Her friends were all wearing the latest designer gear.","We were allowed to wear casual dress on Fridays.","He was wearing traditional Scottish dress."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"dinner","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈdɪnə(r)/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/din/dinne/dinner__gb_3.mp3"},{"local":"US","spell":"/ˈdɪnər/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/din/dinne/dinner__us_3.mp3"}],"note":"","verbs":[],"senses":{"text":"the main meal of the day, eaten either in the middle of the day or in the evening","examples":["It's time for dinner.","When do you have dinner?","for dinner What shall we have for dinner tonight?","to dinner As I'm single, I tend to go out to dinner (= eat in a restaurant) a lot.","(North American English also) to go to dinner","I'd like to take you out to dinner tonight.","Let's invite them to dinner tomorrow.","What time do you serve dinner?","It's your turn to cook dinner.","She didn't eat much dinner.","I never eat a big dinner.","Christmas/Thanksgiving dinner","a three-course dinner","a roast/steak/turkey dinner","a family sitting around the dinner table","a dinner plate","He was trying hard to impress his dinner guests.","(British English) school dinners (= meals provided at school in the middle of the day)","I make sure my kids have a hot school dinner, not just a packed lunch.","a cream tea.","What time do the kids have their tea?","Are we expected to dress for dinner?","I always forgot to take my dinner money to school.","The extensive dinner menu includes Russian delicacies.","The school dinner menu always includes a balance of food types.","We didn't wash up the dinner things until the morning after.","Have you had dinner yet?","I used to hate school dinners.","It's your turn to get dinner.","The club's annual dinner will be held on 3 June.","The winner will be announced at a gala dinner.","a fund-raising/charity dinner","A gala dinner was held to celebrate the world premiere of the movie.","A state dinner was held in honour of the visiting Japanese premier.","My old school is giving a fund-raising dinner","The former Olympic champion was invited to speak at a charity dinner.","We attended the formal reunion dinner.","We're going to attend a formal dinner in aid of cancer research.","the society's annual dinner dance","The evening includes a three-course dinner with wine."]},"idioms":[{"text":"a dog’s breakfast/dinner ","sense":"a thing that has been done badly","examples":["He's made a real dog's breakfast of these accounts."]},{"text":"done like a dinner ","sense":"completely defeated","examples":[]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"disagree","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/ˌdɪsəˈɡriː/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/disag/disagree__gb_2.mp3"},{"local":"US","spell":"/ˌdɪsəˈɡriː/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/disag/disagree__us_4.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"disagreed","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/disag/disagreed__gb_1.mp3","spell":"/ˌdɪsəˈɡriːd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/disag/disagreed__us_1.mp3","spell":"/ˌdɪsəˈɡriːd/"}]},{"sense":"Past participle","word":"disagreed","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/disag/disagreed__gb_1.mp3","spell":"/ˌdɪsəˈɡriːd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/disag/disagreed__us_1.mp3","spell":"/ˌdɪsəˈɡriːd/"}]},{"sense":"-ing form","word":"disagreeing","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/disag/disagreeing__gb_1.mp3","spell":"/ˌdɪsəˈɡriːɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/disag/disagreeing__us_1.mp3","spell":"/ˌdɪsəˈɡriːɪŋ/"}]}],"senses":{"text":"if two people disagree or one person disagrees with another about something, they have a different opinion about it","examples":["Even friends disagree sometimes.","No, I disagree. I don't think it would be the right thing to do.","disagree with somebody I must respectfully disagree with my colleague.","disagree on something Victoria and I obviously disagree on this issue.","disagree with somebody on something He disagreed with his parents on most things.","I'm afraid I disagree with you on that point.","disagree (with somebody) over something Experts disagree over whether the population will be a burden or a boon in the years ahead.","disagree (with somebody) about something Jack and Robert disagree about everything.","disagree with something I strongly disagree with this decision.","to disagree with a statement/view/conclusion/policy","Some people disagree with this argument.","disagree that… Few would disagree that students learn best when they are interested in the topic.","I’m sorry, I don’t agree/​I have to disagree with you there.","Well, actually, I’m not sure that that’s true.","I don’t think that is exactly right.","I wouldn’t agree that that's the best solution.","I have to say that I don’t find that argument very convincing.","I can’t go along with that idea.","I take/​see your point, but I don't think it would work in practice.","Actually, I think that would make the situation worse.","Actually, I'm not sure that’s the best plan.","I understand where you’re coming from, but I think we might want to take a different approach here.","I can see why you might feel that way, but I think we need to handle this differently.","He and I simply disagree.","I disagree strongly with this idea.","I disagree totally with this policy.","I feel uncomfortable publicly disagreeing with a colleague.","I flatly disagree with that policy.","I must respectfully disagree with her on this point.","I personally disagreed with several elements of the proposal.","It is difficult to disagree with the chairman on this point.","Ministers disagree over the scale of the changes.","The only time we sharply disagreed was over the children's education.","We disagree on this matter.","When I pointed out that it had been her idea in the first place, she could hardly disagree.","No, I disagree. I don't think it would be the right thing to do.","She disagreed that building more roads was the only way to handle traffic congestion.","The results of the two approaches disagree.","disagree on something The two reports disagree on the number of people who will be affected by this change.","disagree with something Clinical diagnoses have frequently been reported to disagree with autopsy results."]},"idioms":[{"text":"agree to differ/disagree ","sense":"if two people agree to differ/disagree, they accept that they have different opinions about something, but they decide not to discuss it any longer","examples":["We must just agree to differ on this.","In the end we agreed to disagree.","I think you're wrong. Let's just agree to differ."]}],"phrasal_verbs":["disagree with"],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"disagree","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/disag/disagree__gb_2.mp3","spell":"/ˌdɪsəˈɡriː/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/disag/disagree__us_4.mp3","spell":"/ˌdɪsəˈɡriː/"}]},"singular":{"text":"He / She / It","word":"disagrees","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/disag/disagrees__gb_1.mp3","spell":"/ˌdɪsəˈɡriːz/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/disag/disagrees__us_1.mp3","spell":"/ˌdɪsəˈɡriːz/"}]}}]}},{"word":"disappear","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/ˌdɪsəˈpɪə(r)/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/disap/disappear__gb_2.mp3"},{"local":"US","spell":"/ˌdɪsəˈpɪr/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/disap/disappear__us_1.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"disappeared","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/disap/disappeared__gb_1.mp3","spell":"/ˌdɪsəˈpɪəd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/disap/disappeared__us_1.mp3","spell":"/ˌdɪsəˈpɪrd/"}]},{"sense":"Past participle","word":"disappeared","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/disap/disappeared__gb_1.mp3","spell":"/ˌdɪsəˈpɪəd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/disap/disappeared__us_1.mp3","spell":"/ˌdɪsəˈpɪrd/"}]},{"sense":"-ing form","word":"disappearing","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/disap/disappearing__gb_1.mp3","spell":"/ˌdɪsəˈpɪərɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/disap/disappearing__us_1.mp3","spell":"/ˌdɪsəˈpɪrɪŋ/"}]}],"senses":{"text":"to become impossible to see","examples":["With that, Matt promptly disappeared.","The mirror made the ceiling seem to disappear.","+ adv./prep. The plane disappeared behind a cloud.","Lisa watched until the train disappeared from view.","Lucy watched his tall figure disappear into the cafe.","Her nervousness quickly disappeared once she was on stage.","The problem won't just disappear.","Our countryside is disappearing at an alarming rate.","disappear from something Wildlife is fast disappearing from our countryside.","These fish have virtually disappeared from their traditional waters.","He started the treatment and his symptoms disappeared overnight.","The controversy is not going to magically disappear.","The traditional way of life has all but disappeared.","These forests could disappear altogether in the next twenty years.","Why have 2.5 million manufacturing jobs disappeared in the last twenty years?","a rapidly disappearing way of life","The smile disappeared to be replaced by a doleful frown.","His grin momentarily disappeared from his face.","I can never find a pen in this house. They disappear as soon as I buy them.","Then one day he simply disappeared.","A number of his wives mysteriously disappeared.","disappear from something The child disappeared from his home some time after four.","The woman literally disappeared on her way home from work one night.","The plane suddenly just disappeared from the radar screen.","Her father disappeared without trace when she was ten.","Her personal website quietly disappeared from the internet.","10 000 people have been disappeared and over 160 000 displaced.","One month later, he was disappeared by the regime.","be disappeared (from something) In the last five years, nearly 5 000 companies have been disappeared from the registry.","disappear something (from something) Soon after the blog post went up, someone disappeared it."]},"idioms":[{"text":"disappear/vanish off the face of the earth ","sense":"to disappear completely","examples":["Keep looking—they can't just have vanished off the face of the earth."]},{"text":"disappear, vanish, etc. into thin air ","sense":"to disappear suddenly in a mysterious way","examples":["She can’t just have vanished into thin air.","At a stroke she could make things vanish into thin air."]},{"text":"do, perform, stage a disappearing/vanishing act ","sense":"to go away or be impossible to find when people need or want you","examples":["The cat had done a disappearing act."]}],"phrasal_verbs":[],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"disappear","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/disap/disappear__gb_2.mp3","spell":"/ˌdɪsəˈpɪə(r)/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/disap/disappear__us_1.mp3","spell":"/ˌdɪsəˈpɪr/"}]},"singular":{"text":"He / She / It","word":"disappears","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/disap/disappears__gb_1.mp3","spell":"/ˌdɪsəˈpɪəz/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/disap/disappears__us_1.mp3","spell":"/ˌdɪsəˈpɪrz/"}]}}]}},{"word":"disease","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/dɪˈziːz/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/disea/disease__gb_2.mp3"},{"local":"US","spell":"/dɪˈziːz/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/disea/disease__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"an illness affecting humans, animals or plants, often caused by infection","examples":["heart/lung/liver disease","In 19th century England, infectious diseases were the principal cause of death.","chronic diseases such as obesity and diabetes","health measures to prevent the spread of disease","Smoking increases the risk of heart disease.","It is not known what causes the disease.","He suffers from a rare blood disease.","Sailors who ate no fresh food contracted the disease.","It's better to prevent disease by ensuring a clean water supply.","to treat/cure a disease","to spread/transmit a disease","Cattle had to be slaughtered after an outbreak of the disease.","patients with coronary heart disease","cardiovascular/pulmonary/respiratory disease","He suffers from a rare blood disease.","She died after a long illness.","a rare disorder of the liver.","a throat infection","a heart condition","childhood ailments","a nasty flu bug","Children are still dying in their millions from preventable diseases.","Humans can contract the disease, which is treatable with antibiotics.","the problem of controlling pests and disease with organic gardening methods","Gene therapy was first pursued in an attempt to cure genetic diseases.","We face the challenge of finding new ways to treat diseases.","Quarantine is important for animal disease prevention.","Drugs can slow down the progression of the disease, but not cure it altogether.","He has a serious lung disease.","He suffered from coronary heart disease","She got a rare liver disease when she was only twenty.","Lupus is an autoimmune disease.","Such unhygienic practices spread disease.","Sufferers from Alzheimer's disease may not be able to cope at home.","The disease has been eradicated from the world.","The disease has killed 500 people so far this year.","The disease is transmitted by mosquitoes.","The government must take action to fight this deadly disease.","the difficulty of diagnosing and treating these diseases","They want to stop the disease from spreading.","Tobacco lowers the body's resistance to disease.","You can't catch the disease just from physical contact.","a disease caused by a vitamin deficiency","a disease of the digestive system","childhood diseases such as mumps and chicken pox","fears of a new killer disease","fears of an outbreak of Legionnaire's disease","new drugs which help to control the disease","the number of people with this disease","the overall incidence of disease in the world","the risk of coronary heart disease","the ticks that carry the disease","The problem was finally diagnosed as heart disease.","This is an extremely infectious disease.","protection against sexually transmitted diseases","Greed is a disease of modern society."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"distance","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈdɪstəns/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dis/dista/distance__gb_1.mp3"},{"local":"US","spell":"/ˈdɪstəns/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dis/dista/distance__us_2.mp3"}],"note":"","verbs":[],"senses":{"text":"the amount of space between two places or things","examples":["a short/long distance","Paul has to drive very long distances as part of his job.","a distance of something to travel/cover a distance of 200 kilometres","distance to something She walked the short distance to her apartment.","distance from something Once she was a safe distance from the shop, Gina stopped.","distance of A from B the distance of the earth from the sun","distance from A to B What’s the distance from New York City to Boston?","distance between A and B What’s the distance between New York City and Boston?","over a distance (of something) The wind carries pollen over considerable distances.","within… distance (of something) The beach is within walking distance of my house (= you can walk there easily).","The house is within easy commuting distance of town.","In the US, distance is measured in miles.","distance away Our parents live some distance away (= quite far away).","a distance (= long-distance) runner/swimmer","I kept a comfortable distance behind the van.","Allow for greater braking distances when pulling a loaded trailer.","He moved a short distance up the valley.","He was gradually closing the distance between himself and the other runners.","It is very difficult to judge distances in the desert.","It's quite a good distance to the nearest town.","She sprinted the entire distance.","The arch spans a distance of 285 feet.","The bars are within walking distance.","The house is a short distance away from the bus station.","The leaders in the race were a considerable distance ahead.","The people travel vast distances to find food.","The sound can be heard over a distance of more than five miles.","The spacecraft has the ability to traverse great distances.","The town is a considerable distance from the coast.","The young birds were soon flying distances of 200 feet or more.","a champion distance swimmer","a long-distance runner","children living within a certain distance of the school","the average distance covered during pursuits by cheetahs","the distance from our house to the school","to have good distance vision","Distance is no problem on the internet.","These immigrants face problems of geographical distance and cultural isolation.","distance between A and B The car put physical distance between people and their places of work.","No time or distance can limit this type of friendship.","These immigrants face problems of physical distance.","Because of geographical distance, Britain had not been as Romanized as Gaul or Spain.","from a distance You'll never get the ball in from that distance.","The cat sat and watched us from a safe distance.","from a distance Visitors can only view the painting from a distance of three metres.","at a distance She followed them at a discreet distance.","at a distance of something A digital camera was positioned at a distance of 1.5 metres from the subject.","distance between A and B The distance between fashion and art remains as great as ever.","The government is keen to put some distance between itself and these events (= show that there is no connection between them).","distance from something Sociologists must maintain critical distance from the ideas of society at any particular time.","(British English) Eddie is, by some distance (= by a great amount), the funniest character in the show.","The coldness and distance in her voice took me by surprise.","distance between A and B There was a growing distance between the two sides of the family.","He worried about the increasing distance between his children and himself.","distance from somebody/something He felt a sense of distance from the others.","She was warned to keep her distance from Charles if she didn't want to get hurt."]},"idioms":[{"text":"at/from a distance ","sense":"from a place or time that is not near; from far away","examples":["She had loved him at a distance for years.","At a distance it is difficult to make out the detail on the building.","We admired the palace from a distance."]},{"text":"go the (full) distance ","sense":"to continue playing in a competition or sports contest until the end","examples":["Nobody thought he would last 15 rounds, but he went the full distance."]},{"text":"in/into the distance ","sense":"far away but still able to be seen or heard","examples":["We saw lights in the distance.","Alice stood staring into the distance.","Five miles of sand stretched away into the distance.","I could just see the hills in the far distance.","In the distance was a small town.","The moors stretched away into the blue distance.","The road stretches off into the distance."]},{"text":"keep somebody at a distance ","sense":"to refuse to be friendly with somebody; to not let somebody be friendly towards you","examples":["The manager prefers to keep employees at a distance."]},{"text":"keep your distance (from somebody/something) ","sense":"to make sure you are not too near somebody/somethingto avoid getting too friendly or involved with a person, group, etc.","examples":["She was warned to keep her distance from Charles if she didn't want to get hurt."]},{"text":"within touching distance (of something) (British English also within spitting distance) (also within shouting distance especially in North American English)","sense":"very close","examples":["We came within touching distance of winning the cup.","We live within spitting distance of the bus station."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"different","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/ˈdɪfrənt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dif/diffe/different__gb_3.mp3"},{"local":"US","spell":"/ˈdɪfrənt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dif/diffe/different__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"not the same as somebody/something; not like somebody/something else","examples":["different from somebody/something American English is significantly different from British English.","different to somebody/something (especially British English) It's slightly different to what I'm used to.","different than somebody/something (especially North American English) He's different than the rest.","It's completely different now than it was a year ago.","People often give very different accounts of the same event.","My son's terribly untidy; my daughter's no different.","The room looks different without the furniture.","Now he spoke in a different and kinder voice.","Let's try a different approach.","Paul’s very different from/​to his brother.","This visit is very different from/​to last time.","Your trains are different than ours.","You look different than before.","She looked different than I'd expected.","She looked different from what I’d expected.","Their customs are very different to ours.","Attitudes are quite different in England.","The tune returns in a subtly different guise.","This is a far different movie from his previous one.","This school is radically different from most others.","He's a different proposition from his father—much less tolerant.","It's very different to what I'm used to.","We must approach the problem from a different standpoint.","The movie's different than the original book.","I love playing in jazz bands because the music is so different.","Each chapter deals with a different type of business.","She offered us five different kinds of cake.","We're helping society in many different ways.","The programme was about customs in different parts of the country.","They are sold in many different colours.","I looked it up in three different dictionaries.","This exquisite little hotel seemed to belong to a different age.","The three friends are all from different ethnic backgrounds.","We come from different worlds.","They use alternating bands of different coloured bricks.","The same colour may not have the same effect on different types of paper.","‘Did you enjoy the play?’ ‘Well, it was certainly different!’","Her methods are different, but no less effective for that.","a refreshingly different approach to language learning"]},"idioms":[{"text":"be another/a different matter ","sense":"to be very different","examples":["I know which area they live in, but whether I can find their house is a different matter.","That's a whole different matter.","I don't mind lizards, but snakes are a different matter."]},{"text":"a different kettle of fish ","sense":"a completely different situation or person from the one previously mentioned","examples":[]},{"text":"know different/otherwise ","sense":"to have information or evidence that the opposite is true","examples":["He says he doesn't care about what the critics write, but I know different."]},{"text":"march to (the beat of) a different drummer/drum | march to a different beat/tune ","sense":"to behave in a different way from other people; to have different attitudes or ideas","examples":["She was a gifted and original artist who marched to a different drummer."]},{"text":"pull in different/opposite directions ","sense":"to have different aims that cannot be achieved together without causing problems","examples":["There are different considerations, often pulling in different directions."]},{"text":"put a new/different complexion on something ","sense":"to change the way that a situation appears","examples":["What you have told us puts a different complexion on the situation.","The joke took on a rather serious complexion when the police became involved."]},{"text":"sing a different tune ","sense":"to change your opinion about somebody/something or your attitude towards somebody/something","examples":[]},{"text":"tell a different story/tale ","sense":"to give some information that is different from what you expect or have been told","examples":["These drugs are widely believed to be effective medications. The data, however, tell a different story."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"division","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/dɪˈvɪʒn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/div/divis/division__gb_1.mp3"},{"local":"US","spell":"/dɪˈvɪʒn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/div/divis/division__us_2.mp3"}],"note":"","verbs":[],"senses":{"text":"the process or result of dividing into separate parts; the process or result of dividing something or sharing it out","examples":["The organism begins as a single cell and grows by cell division.","division of something We need to ensure a fair division of time and resources.","division (of something) between A and B the division of labour between the sexes","The living room is divided from a large terrace by glass walls so division between inside and outside is blurred.","division (of something) among somebody His will detailed his assets and gave instructions for their division among his children.","The fund is available for discretionary division among members.","division of something into something This division of the population into age groups is obviously convenient for marketing purposes.","division into something This is a distinction which cuts right across the familiar division into arts and sciences.","an unequal division of the cake","an unfair division of labour","In many traditional societies, the division of labour between the sexes is strict.","the division of the money between the members","You can make a rough division of his music into ‘light’ and ‘serious’.","the conventional division of language into grammar and vocabulary","In selling there is a broad division into direct and indirect methods.","the division sign (÷)","division by something division by three","class/racial/ethnic divisions","division (in something) (over something) There are deep divisions in the party over the war.","division within something the work of healing the divisions within society","division between A and B divisions between rich and poor","The party was weakened by division between various factions.","Her comments appeared to have deepened divisions between the two countries.","division among somebody/something He hopes to heal divisions among his people.","The prime minister's speech will attempt to heal divisions within his party.","There are reports of serious divisions among senior party members.","There are sharp divisions within the party over the proposals.","division within the government","factional divisions within the party","faith and love which transcends every division and prejudice","hierarchical division between ‘workers’ and ‘management’","Divisions between rich and poor seem to grow ever wider.","We need to work together to heal the divisions within society.","the organized crime division of the Austrian police force","The company's sales division is going to be restructured.","the head of the crime division in West Yorkshire police","She works in the marketing division.","The company recently launched its publishing division.","the administrative divisions of the Roman Empire","The company sold its financial services division for £762m.","Oldham is one of the police divisions of Greater Manchester.","Nagpur is the most eastern division in the state.","the premier division","The club will finish second in Division One.","a first-division team","one of the most competitive weight divisions in judo","He's now playing football in the higher divisions.","The Ravens finished 10–6 and won the division.","The team have a three game division lead.","The team won its tenth consecutive division title.","They compete in the senior division of the chess league.","the Guards Armoured Division","The commander of the fourth infantry division defied orders.","A hedge forms the division between their land and ours.","(figurative) Sometimes there is no simple division between good and evil.","The Bill was read without a division."]},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"dig","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/dɪɡ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dig/dig__/dig__gb_1.mp3"},{"local":"US","spell":"/dɪɡ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dig/dig__/dig__us_1.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"dug","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dug/dug__/dug__gb_1.mp3","spell":"/dʌɡ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dug/dug__/dug__us_1.mp3","spell":"/dʌɡ/"}]},{"sense":"Past participle","word":"dug","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dug/dug__/dug__gb_1.mp3","spell":"/dʌɡ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dug/dug__/dug__us_1.mp3","spell":"/dʌɡ/"}]},{"sense":"-ing form","word":"digging","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dig/diggi/digging__gb_1.mp3","spell":"/ˈdɪɡɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dig/diggi/digging__us_1.mp3","spell":"/ˈdɪɡɪŋ/"}]}],"senses":{"text":"to make a hole in the ground or to move soil from one place to another using your hands, a tool or a machine","examples":["I think I'll do some digging in the garden.","dig + adv./prep. They dug deeper and deeper but still found nothing.","We could only dig down a few feet.","dig for something to dig for gold/treasure","dig something to dig a hole/trench/grave","(British English) I've been digging the garden.","dig something + adv./prep. They had obviously dug special tunnels beneath the city.","The present entrance was dug through the soft limestone.","They were digging for buried treasure.","We found ourselves digging through solid clay.","We'll have to dig deep to get at the roots.","a freshly dug grave","digging the foundations of a new hotel","I'll dig some potatoes for lunch.","I dug around in my bag for a pen.","You'll need to dig deep into the records to find the figures you want.","We're asking you to dig deep for the earthquake victims."]},"idioms":[{"text":"dig deep (into something) ","sense":"to search for information in a careful and detailed wayto try hard to provide the money, equipment, etc. that is needed","examples":["You'll need to dig deep into the records to find the figures you want.","We're asking you to dig deep for the earthquake victims."]},{"text":"dig the dirt | dig up dirt (on somebody) ","sense":"to discover and reveal information about somebody that could damage them","examples":["They hired private investigators to dig up dirt on their political opponents.","She has come to dig the dirt on her old rival."]},{"text":"dig your heels/toes in ","sense":"to refuse to do something or to change your mind about something","examples":["They dug in their heels and would not lower the price."]},{"text":"dig (deep) in/into your pocket(s), savings, etc. ","sense":"to spend a lot of your own money on something","examples":[]},{"text":"dig somebody in the ribs ","sense":"to push your finger or your elbow into somebody’s side, especially to attract their attention","examples":[]},{"text":"dig your own grave | dig a grave for yourself ","sense":"to do something that will have very harmful results for you","examples":[]},{"text":"dig yourself into a hole ","sense":"to get yourself into a bad situation that will be very difficult to get out of","examples":[]}],"phrasal_verbs":["dig in","dig into","dig out","dig over","dig up","dig yourself in"],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"dig","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dig/dig__/dig__gb_1.mp3","spell":"/dɪɡ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dig/dig__/dig__us_1.mp3","spell":"/dɪɡ/"}]},"singular":{"text":"He / She / It","word":"digs","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dig/digs_/digs__gb_1.mp3","spell":"/dɪɡz/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dig/digs_/digs__us_1.mp3","spell":"/dɪɡz/"}]}}]}},{"word":"doubt","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/daʊt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dou/doubt/doubt__gb_1.mp3"},{"local":"US","spell":"/daʊt/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dou/doubt/doubt__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"used when you are saying that something is likely","examples":["No doubt she'll call us when she gets there.","He's made some great movies. There's no doubt about it."]},"idioms":[{"text":"be in doubt ","sense":"to be uncertain","examples":["The success of the system is not in doubt.","The arrangements for the event still seemed to be in doubt."]},{"text":"beyond (any) doubt ","sense":"in a way that shows that something is completely certain","examples":["The research showed beyond doubt that smoking contributes to heart disease.","(law) The prosecution was able to establish beyond reasonable doubt that the woman had been lying.","The evidence proves beyond doubt that he is innocent."]},{"text":"give somebody the benefit of the doubt ","sense":"to accept that somebody has told the truth or behaved well because you cannot prove that they have not","examples":["She may have been lying, but I felt I had to give her the benefit of the doubt."]},{"text":"have your doubts (about something) ","sense":"to have reasons why you are not certain about whether something is good or whether something good will happen","examples":["I've had my doubts about his work since he joined the firm.","It may be all right. Personally, I have my doubts.","They say they'll be here on time, but I have my doubts about that."]},{"text":"if in doubt ","sense":"used to give advice to somebody who cannot decide what to do","examples":["If in doubt, wear black.","If in doubt, consult your doctor."]},{"text":"no doubt ","sense":"used when you are saying that something is likelyused when you are saying that something is certainly true","examples":["No doubt she'll call us when she gets there.","He's made some great movies. There's no doubt about it."]},{"text":"put/throw something into doubt ","sense":"to make something uncertain","examples":["The proposed development has been thrown into doubt by the decision."]},{"text":"without/beyond (a) doubt ","sense":"used when you are giving your opinion and emphasizing the point that you are making","examples":["This meeting has been, without doubt, one of the most useful we have had so far.","Without the slightest doubt this is a remarkable exhibition.","She is without a doubt the best player I know."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"dream","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/driːm/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dre/dream/dream__gb_2.mp3"},{"local":"US","spell":"/driːm/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dre/dream/dream__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"a series of images, events and feelings that happen in your mind while you are asleep","examples":["I had a really weird dream last night.","I thought someone came into the bedroom, but it was just a dream.","‘Goodnight. Sweet dreams.’","Don't think about it. You'll only give yourself bad dreams.","dream about somebody/something a vivid dream about my old school.","dream about doing something a recurrent dream about being late for an exam","dream that… I had a dream that we were getting married at the airport.","in a/somebody's dream His dead mother appeared to him in a dream.","Images of the crash still haunted his dreams years later.","I was awoken from my dream by a knock at the door.","She opened her eyes and the dream faded.","She is plagued by strange dreams.","I hope my dream about prison won't come true!","In her dream, she was on board a ship heading for America.","I hardly ever remember my dreams.","She fell asleep and dreamed strange dreams.","His waking dream was rudely interrupted by the telephone.","I had a very disturbing dream last night.","He had a prophetic dream about a train crash the night before the disaster.","Her lifelong dream was to be a famous writer.","He wanted to be rich but it was an impossible dream.","a chance to fulfil a childhood dream","to realize/achieve a dream","If I win, it will be a dream come true.","It was the end of all my hopes and dreams.","dream for somebody/something The chance to study in Australia had always been a dream for her.","The conversation turns to his dreams for the future.","dream of doing something He left his job to pursue his dream of opening a restaurant.","dream of something The film is an exploration of a young boy's dream of a better life.","dream that… He had a dream that one day his people would be free.","of somebody's dreams I've finally found the man of my dreams.","Being a TV presenter would be my dream job.","She tried to turn her dream of running her own business into reality.","She confided in him all her hopes and dreams.","their dream of a fairer world","The victory keeps San Marino's dream of a World Cup place alive.","The injury shattered her dream of running in the Olympics.","She had this romantic dream of living in a windmill.","He never abandoned his dream of finding his real mother.","the great utopian dream that they have cherished for so long","They achieved a success beyond their wildest dreams.","Their dream turned into a nightmare as the cruise ship began to sink.","His plans to travel the world now seemed like a distant dream.","Her biggest dream was to become a singer.","After Betty retired, she and her husband designed and built their dream house.","the house of her dreams","What would be your dream job?","in a dream She walked around in a dream all day.","She found herself standing in front of the crowded hall and making her speech, as if in a dream.","As if slowly emerging from a dream, she raised her head.","That meal was an absolute dream.","My new car goes like a dream.","The wedding celebrations went like a dream."]},"idioms":[{"text":"beyond somebody’s wildest dreams ","sense":"far more, better, etc. than you could ever have imagined or hoped for","examples":[]},{"text":"go/work like a dream ","sense":"to work very wellto happen without problems, in the way that you had planned","examples":["My new car goes like a dream.","The wedding celebrations went like a dream."]},{"text":"in your dreams ","sense":"used to tell somebody that something they are hoping for is not likely to happen","examples":["‘I'll be a manager before I'm 30.’ ‘In your dreams.’"]},{"text":"like a bad dream ","sense":"so unpleasant that you cannot believe it is true","examples":["In broad daylight the events of the night before seemed like a bad dream."]},{"text":"live the dream ","sense":"to have a way of life that seems perfect","examples":["With her own TV show and a flat in Paris, she is living the dream."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"difference","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/ˈdɪfrəns/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dif/diffe/difference__gb_4.mp3"},{"local":"US","spell":"/ˈdɪfrəns/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dif/diffe/difference__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"the way in which two people or things are not like each other; the way in which somebody/something has changed","examples":["Americans and Brits speak the same language, but there are big cultural differences.","difference between A and B There are no significant differences between the education systems of the two countries.","He was studying the similarities and differences between humans and animals.","I can never tell the difference (= distinguish) between the twins.","difference in something There's no difference in the results.","There is a fundamental difference in approach to conservation in Japan.","She noticed a marked difference in the children on her second visit.","Her work questions notions of gender difference.","What a difference! You look great with your hair like that.","difference among something Differences among beetle species may prove to be a key factor.","despite differences Despite their differences, the two are great friends.","This survey highlights a number of differences in the way that teenage boys and girls in the UK spend their free time.","One of the main differences between the girls and the boys who took part in the research was the way in which they use the internet.","Unlike the girls, who use the internet mainly to keep in touch with friends, the boys questioned in this survey tend to use the internet for playing computer games.","The girls differ from the boys in that they tend to spend more time keeping in touch with friends on the phone or on social networking websites.","Compared to the boys, the girls spend much more time chatting to friends on the phone.","On average the girls spend four hours a week chatting to friends on the phone. In contrast, very few of the boys spend more than five minutes a day talking to their friends in this way.","The boys prefer competitive sports and computer games, whereas/while the girls seem to enjoy more cooperative activities, such as shopping with friends.","When the girls go shopping, they mainly buy clothes and cosmetics. The boys, on the other hand, tend to purchase computer games or gadgets.","Can you spot the difference between these two photos?","Customers can see the difference in quality.","He was very aware of his difference from the other children.","I noticed a real difference in his attitude.","It's difficult to tell the difference between butterflies and moths.","One tiny mistake when you're climbing could mean the difference between life and death.","Only an expert would know the difference between the male and the female.","Our different attitudes to life reflect the differences in our backgrounds.","The difference lies in the way the fruit is prepared.","The difference with this information service is that it's free.","The differences in size arise from the amount of sunshine each plant gets.","The questionnaire showed vast differences in what kind of product people want.","The study explores the differences between the way girls and boys talk.","There are few important policy differences among the main parties.","There is a striking difference between eastern and western Europe.","There is one key difference with the earlier version of the software.","There's a big difference between reading about skiing and doing it yourself.","There's all the difference in the world between choosing to do something and being forced to do it.","There's not much difference between baseball and softball.","We found no significant difference between the two groups.","We should be focusing on what we have in common rather than emphasizing our differences.","a crucial difference of emphasis","difference in something We measured the difference in temperature.","difference between A and B The difference between the two numbers gives you the profit.","There's an age difference of six years between the boys (= one is six years older than the other).","difference in something between A and B There is not much difference in price between the two brands.","I'll lend you £500 and you'll have to find the difference (= the rest of the money that you need).","He didn't have enough money, but his aunt agreed to make up the difference.","He sold the car for more than he'd paid and pocketed the difference.","I found very little difference in size.","If you decide on the more expensive model, you can bring this one back and pay the difference.","The difference in price is not very significant.","What's the time difference between London and Tokyo?","People disapproved of their marriage because of the age difference.","We have our differences, but she's still my sister.","Why don't you settle your differences and be friends again?","There was a difference of opinion over who had won.","We're going to get the two sides together to see if they can't settle their differences.","They have had some minor differences, but in general they get on well together.","Differences may arise when the young people do not have the same expectations as their parents.","She and Luke had a difference of opinion over how much money they should spend.","Although the talks were generally successful, differences remain between the groups.","Like any married couple, we have our differences.","There were some differences as to how to deal with the crisis.","These talks aim to resolve the outstanding differences between the two sides."]},"idioms":[{"text":"bury the hatchet | bury your differences ","sense":"to stop not being friendly and become friends again","examples":["After not speaking to each other for years, the two brothers decided to bury the hatchet."]},{"text":"a distinction without a difference ","sense":"a point that somebody wants to suggest is a difference when in fact it is not different at all","examples":["His government did not brand them terrorists, but rather ‘an entity that supports terrorism’. That may prove to be a distinction without a difference."]},{"text":"make all the difference (to somebody/something) ","sense":"to have an important effect on somebody/something; to make somebody feel better","examples":["A few kind words at the right time make all the difference.","Just five minutes' exercise a day could make all the difference."]},{"text":"make a, no, some, etc. difference (to somebody/to something/in something)  ","sense":"to have an effect/no effect on somebody/something","examples":["The rain didn't make much difference to the game.","Your age shouldn't make any difference to whether you get the job or not.","Changing schools made a big difference to my life.","What difference will it make if he knows or not?","I don't think it makes a lot of difference what colour it is (= it is not important).","‘Shall we go on Friday or Saturday?’ ‘It makes no difference (to me).’","The extra money will make a lot of difference to us.","What difference does it make if he doesn't have a car?","A small number of additional jobs can make a crucial difference to economic conditions.","The new central heating has made an enormous difference to the house."]},{"text":"same difference ","sense":"used to say that you think the differences between two things are not important","examples":["‘That's not a xylophone, it's a glockenspiel.’ ‘Same difference.’"]},{"text":"sink your differences ","sense":"to agree to forget about your disagreements","examples":["We need to sink our differences and present a united opposition to the plan."]},{"text":"split the difference ","sense":"(when discussing a price, etc.) to agree on an amount that is at an equal distance between the two amounts that have been suggested","examples":["I offered €200 but he wanted €300. In the end, we split the difference and I paid him €250.","(figurative) I wanted to leave early and Ian wanted to leave late, so we split the difference and left at noon."]},{"text":"with a difference ","sense":"used to show that something is interesting or unusual","examples":["The traditional backpack with a difference—it's waterproof.","If you want a holiday with a difference, come to Iceland."]},{"text":"a/the world of difference ","sense":"used to emphasize how much difference there is between two things","examples":["There's a world of difference between liking someone and loving them."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"double","result":{"lexicalCategory":"adjective","ipas":[{"local":"UK","spell":"/ˈdʌbl/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dou/doubl/double__gb_1.mp3"},{"local":"US","spell":"/ˈdʌbl/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dou/doubl/double__us_2.mp3"}],"note":"","verbs":[],"senses":{"text":"twice as much or as many as usual","examples":["a double helping","two double whiskies","a double espresso","a double lesson of English","double doors","a double-page advertisement","‘Otter’ is spelt with a double t.","My extension is two four double 0 (2400).","a high-profile double murder case","Olympic double gold medallist Mo Farah","a double bed/room","a double garage","a double meaning/purpose/aim","It has the double advantage of being both easy and cheap."]},"idioms":[{"text":"do/pull/serve double duty (as something) ","sense":"to perform two roles or functions at the same time","examples":["This device can pull double duty as a decent laptop and an adequate tablet.","She deserves credit for serving double duty as a host and performer."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"die","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/daɪ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/die/die__/die__gb_1.mp3"},{"local":"US","spell":"/daɪ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/die/die__/die__us_1.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"died","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/die/died_/died__gb_1.mp3","spell":"/daɪd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/die/died_/died__us_1.mp3","spell":"/daɪd/"}]},{"sense":"Past participle","word":"died","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/die/died_/died__gb_1.mp3","spell":"/daɪd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/die/died_/died__us_1.mp3","spell":"/daɪd/"}]},{"sense":"-ing form","word":"dying","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dyi/dying/dying__gb_2.mp3","spell":"/ˈdaɪɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dyi/dying/dying__us_2.mp3","spell":"/ˈdaɪɪŋ/"}]}],"senses":{"text":"to stop living","examples":["My father died suddenly at the age of 48.","At least six people have died in the accident.","That plant's going to die if you don't water it!","He later died in hospital.","They died fighting for their country.","She died peacefully after a long illness.","to die with dignity","die of/from something to die of/from cancer","die for something He was ready to die for his cause.","I'll never forget it to my dying day (= until I die).","(informal) I nearly died when I saw him there (= it was very embarrassing).","die a… death to die a natural/slow/horrible/violent death","die + adj. She died young.","At least they died happy.","die + noun He died a hero.","He died a poor man.","Her husband died suddenly last week.","That plant's died.","He died for his beliefs.","Her father died tragically in a car crash.","30 000 people died as a result of the earthquake.","A dog lay dying in the road.","I nearly died when they told me the price.","I thought I was going to die.","One of their children died in infancy.","She should be allowed to die peacefully.","The accident victim died from her injuries.","to die for your country","Her father died of cancer.","I'm not afraid to die.","She died a natural death.","The old customs are dying.","His secret died with him (= he never told anyone).","The words died on my lips (= I stopped speaking).","My phone died and I had no way to contact you.","The engine spluttered and died.","My car just died on me."]},"idioms":[{"text":"be dying for something/to do something ","sense":"to want something or want to do something very much","examples":["I'm dying for a glass of water.","I'm dying to know what happened."]},{"text":"cross my heart (and hope to die) ","sense":"used to emphasize that you are telling the truth or will do what you promise","examples":["I saw him do it—cross my heart."]},{"text":"die a/the death ","sense":"to fail completely","examples":["The play got terrible reviews and quickly died a death."]},{"text":"die in your bed ","sense":"to die because you are old or ill","examples":[]},{"text":"die laughing ","sense":"to find something extremely funny","examples":["I nearly died laughing when she said that."]},{"text":"die/fall/drop like flies ","sense":"to die or become ill and fall down in very large numbers","examples":["People were dropping like flies in the intense heat."]},{"text":"do or die ","sense":"a situation where you need to act in a very determined way or taking a great risk, because there is no alternative","examples":["At this stage in the competition it's do or die."]},{"text":"never say die ","sense":"do not stop hoping","examples":[]},{"text":"old habits, traditions, etc. die hard ","sense":"used to say that things change very slowly","examples":[]},{"text":"to die for ","sense":"if you think something is to die for, you really want it, and would do anything to get it","examples":["She was wearing a dress to die for."]}],"phrasal_verbs":["die away","die back","die down","die off","die out"],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"die","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/die/die__/die__gb_1.mp3","spell":"/daɪ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/die/die__/die__us_1.mp3","spell":"/daɪ/"}]},"singular":{"text":"He / She / It","word":"dies","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/die/dies_/dies__gb_1.mp3","spell":"/daɪz/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/die/dies_/dies__us_1.mp3","spell":"/daɪz/"}]}}]}},{"word":"drag","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/dræɡ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dra/drag_/drag__gb_2.mp3"},{"local":"US","spell":"/dræɡ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dra/drag_/drag__us_1.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"dragged","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dra/dragg/dragged__gb_1.mp3","spell":"/dræɡd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dra/dragg/dragged__us_1.mp3","spell":"/dræɡd/"}]},{"sense":"Past participle","word":"dragged","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dra/dragg/dragged__gb_1.mp3","spell":"/dræɡd/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dra/dragg/dragged__us_1.mp3","spell":"/dræɡd/"}]},{"sense":"-ing form","word":"dragging","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dra/dragg/dragging__gb_1.mp3","spell":"/ˈdræɡɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dra/dragg/dragging__us_1.mp3","spell":"/ˈdræɡɪŋ/"}]}],"senses":{"text":"to pull somebody/something along with effort and difficulty","examples":["drag somebody/something The sack is too heavy to lift—you’ll have to drag it.","drag somebody/something + adv./prep. I dragged the chair over to the window.","They dragged her from her bed.","He quickly dragged a comb through his hair.","drag somebody/something + adj. She managed to drag him clear of the wreckage.","Pull the chair nearer the table.","They use oxen to pull their carts.","The sack is too heavy to lift—you’ll have to drag it.","I drew my chair closer to the fire.","a horse-drawn carriage","Fishermen were hauling in their nets.","Our car was towed away by the police.","She tried to escape but he tugged her back.","Police dragged protesters away from the embassy entrance.","Dogs drag the sledges for hundreds of miles across the snow.","Desperately, Jinny dragged at his arm.","drag yourself + adv./prep. I managed to drag myself out of bed.","+ adv./prep. She always drags behind when we walk anywhere.","He dragged himself back home.","She dragged herself up the stairs by the banister.","I'm sorry to drag you all this way in the heat.","The party was so good I couldn't drag myself away.","He came in, dragging his three children behind him.","My parents used to drag me to piano lessons when I was a kid.","It's time you dragged yourself away from that computer!","I know you like hanging out in the mall, but I don't know why you have to drag me with you.","She dragged her eyes away from his.","Time dragged terribly.","The meeting really dragged.","This dress is too long—it drags on the ground when I walk.","drag something He was dragging his coat in the mud.","They dragged the canal for the murder weapon.","Click on the file and drag it across."]},"idioms":[{"text":"drag your feet/heels ","sense":"to be deliberately slow in doing something or in making a decision","examples":[]},{"text":"drag somebody through the 'mud/'dirt | drag somebody's name through the 'mud/'dirt ","sense":"to criticize or say bad things about somebody in public, in a way that is unfair","examples":["The paper has dragged his name through the mud.","They feel their agency has been dragged through the mud by the press.","Football's good name is being dragged through the dirt."]},{"text":"(drag somebody) kicking and screaming ","sense":"if you drag somebody kicking and screaming to do something, they only do it with great protests because they don't really want to do it at all","examples":["The president had to be dragged kicking and screaming to the signing ceremony."]},{"text":"pull/drag yourself up by your (own) bootstraps ","sense":"to improve your situation yourself, without help from other people","examples":[]}],"phrasal_verbs":["drag by","drag down","drag in","drag into","drag on","drag out","drag out of","drag up"],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"drag","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dra/drag_/drag__gb_2.mp3","spell":"/dræɡ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dra/drag_/drag__us_1.mp3","spell":"/dræɡ/"}]},"singular":{"text":"He / She / It","word":"drags","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dra/drags/drags__gb_1.mp3","spell":"/dræɡz/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dra/drags/drags__us_1.mp3","spell":"/dræɡz/"}]}}]}},{"word":"do","result":{"lexicalCategory":"abbreviation","ipas":{},"note":"","verbs":[],"senses":{},"idioms":[],"phrasal_verbs":[],"verb_simple":[]}},{"word":"door","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/dɔː(r)/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/doo/door_/door__gb_2.mp3"},{"local":"US","spell":"/dɔːr/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/doo/door_/door__us_1.mp3"}],"note":"","verbs":[],"senses":{"text":"a piece of wood, glass, etc. that is opened and closed so that people can get in and out of a room, building, car, etc.; a similar thing in a cupboard","examples":["Open the door!","Close the door behind you, please.","The door closed behind him.","to shut/slam/lock/unlock the door","a knock on/at the door","to knock/bang on the door","to answer the door (= to go and open it because somebody has knocked on it or rung the bell)","the front/back/side door (= at the entrance at the front/back/side of a building)","the bedroom/kitchen/car/garage door","a four-door saloon car","the fridge door","the door frame/handle/lock","door to something There are double doors to the rear garden.","The door to his office opened.","door into/onto something Each bedroom has a door onto the balcony.","Always put the door chain on.","Go along the corridor and through the double doors.","He arrived home to find the door barred.","He banged the front door behind him as he left.","He came in the side door.","He flung the door open and caught them stuffing a document back into a briefcase.","He had left the door ajar.","He leaned against the door jamb.","He pulled the door shut.","I banged on the door for ages but still couldn't wake them.","I left the door on the latch so that I could sneak back in later.","I stopped at a low oak door set in the stone wall.","I tried the door but it was locked.","I was woken by a door banging in the wind.","I went through the door marked ‘Enquiries’.","Parking is helped by wide door mirrors.","Remember to bolt the door before you go to bed.","She had trouble pushing the heavy door open.","The car drove off with its rear door flapping open.","The door bore a notice saying ‘Private’.","The door burst open and a little boy ran in.","The door connecting the two offices is kept locked.","The door opens onto a sunny terrace.","The door stood ajar so I could see a narrow section of the room.","The door was half-open when we got there.","The door was jammed shut.","The inner door leads to the safe and is always locked after 5 p.m.","They had to break the door down to get into the flat.","This door leads to my bedroom.","a creaking door hinge","automatic garage doors","the door between the laundry room and the garage","the door into the back garden","the rear door of a car","There was a knock on the door.","through a/the door Marc appeared through a door at the far end of the room.","As we walked through the door, the phone rang.","(informal) in the door She's just arrived—she's just come in the door","(informal) out the door He walked out the door.","She poked her head through the door to say goodbye.","He stood in the door for several minutes before deciding whether he'd stay.","He looked through the door to make sure the children were all right.","at the door There's somebody at the door (= at the front door of a house).","‘Can I help you?’ asked the man at the door.","the family that lives three doors up from us","Our other branch is just a few doors down the road.","50% of the door will go to the Red Cross.","Performers keep 75% of the door."]},"idioms":[{"text":"at death’s door ","sense":"so ill that you may die","examples":["I suppose you won’t be coming to the party if you’re at death’s door!"]},{"text":"beat a path to somebody’s door ","sense":"if a lot of people beat a path to somebody’s door, they are all interested in something that person has to sell, or can do or tell them","examples":["Top theatrical agents are beating a path to the teenager's door."]},{"text":"behind closed doors ","sense":"without the public being allowed to attend or know what is happening; in private","examples":["The meeting was held behind closed doors."]},{"text":"be on/work the door ","sense":"to work at the entrance to a theatre, club, etc., for example collecting tickets from people as they enter","examples":["He was working the door at the event."]},{"text":"by/through the back door ","sense":"in an unfair or indirect way","examples":["He used his friends to help him get into the civil service by the back door."]},{"text":"close/shut the door on something ","sense":"to make it unlikely that something will happen","examples":["She was careful not to close the door on the possibility of further talks."]},{"text":"close its doors | close shop ","sense":"to stop trading","examples":["The factory closed its doors for the last time in 2009.","The company closed shop and left the US last year."]},{"text":"close, lock, etc. the stable door after the horse has bolted (British English) (North American English close, lock, etc. the barn door after the horse has escaped)","sense":"to try to prevent or avoid loss or damage when it is already too late to do so","examples":[]},{"text":"(open) the door to something ","sense":"(to provide) the means of getting or reaching something; (to create) the opportunity for something","examples":["The agreement will open the door to increased international trade.","Our courses are the door to success in English."]},{"text":"(from) door to door ","sense":"from building to building","examples":["The journey takes about an hour door to door.","a door-to-door salesman"]},{"text":"early doors ","sense":"at an early stage, especially in a game or competition","examples":["Suddenly we lost three home matches early doors.","The team had the game in the bag early doors after tries from Ellis and Wilkins."]},{"text":"get/have a/your foot in the door ","sense":"to manage to enter an organization, a field of business, etc. that could bring you success","examples":["I always wanted to work in TV but it took me two years to get a foot in the door."]},{"text":"keep the wolf from the door ","sense":"to have enough money to avoid going hungry; to stop somebody feeling hungry","examples":[]},{"text":"lay something at somebody’s door ","sense":"to say that somebody is responsible for something that has gone wrong","examples":["The blame for the disaster has been laid firmly at the government’s door."]},{"text":"leave the door open (for something) ","sense":"to make sure that there is still the possibility of doing something","examples":["We have left the door open for further talks."]},{"text":"never darken my door again ","sense":"used to tell somebody never to come to your home again","examples":["Go! And never darken my door again!"]},{"text":"open doors for somebody ","sense":"to provide opportunities for somebody to do something and be successful","examples":[]},{"text":"out of doors ","sense":"not inside a building","examples":["You should spend more time out of doors in the fresh air."]},{"text":"show somebody the door ","sense":"to ask somebody to leave, because they are no longer welcome","examples":[]},{"text":"shut/slam the door in somebody’s face ","sense":"to shut a door hard when somebody is trying to come into refuse to talk to somebody or meet them, in a rude way","examples":[]},{"text":"to somebody’s door ","sense":"directly to somebody’s house","examples":["We promise to deliver to your door within 48 hours of you ordering."]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"dog","result":{"lexicalCategory":"noun","ipas":[{"local":"UK","spell":"/dɒɡ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dog/dog__/dog__gb_2.mp3"},{"local":"US","spell":"/dɔːɡ/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dog/dog__/dog__us_1_rr.mp3"}],"note":"","verbs":[],"senses":{"text":"an animal with four legs and a tail, often kept as a pet or trained for work, for example hunting or guarding buildings. There are many types of dog, some of which are wild.","examples":["I took the dog for a walk.","I'm just going to walk the dog.","I could hear a dog barking.","Stray dogs roamed the streets at night.","dog walkers/owners","dog food/biscuits","a dog and its puppies","A labrador is a breed of dog.","She often stops to chat to other dog walkers.","Owners who allow their dogs to foul the footpath will be fined.","A dog was gnawing at an old bone.","A dog was sniffing around my heels.","Bad dog! What are you doing there?","He's trained his dog to sit on the back of his bike.","She was bitten by a dog.","Races have been held at this dog track for seventy years.","They moved into a flat and couldn't take their pet dog.","He worked for the police as a dog handler.","This is a working dog, not a pet.","The chihuahua is one of the hardest to train of all dog breeds.","Rex was a champion show dog.","They roam the streets like packs of wild dogs.","The dog barked loudly at the stranger.","The dog bounded up to me and started licking my hand.","When it saw him, the dog began wagging its tail.","The dog chewed up one of my shoes.","The dog was scratching at the door to be let in.","The dog went for him and bit him twice on the leg.","The dog's owner was banned from keeping dogs for five years.","The little dogs were yapping at my ankles.","The stray dogs are wormed and treated with flea powder.","These dogs were bred to hunt small animals.","We didn't want puppies so we had the dog neutered.","A dog that savaged a five-year-old child was later destroyed, police have confirmed.","We recently had to put our dog to sleep.","Her last movie was an absolute dog.","You dirty dog!","I've been working like a dog recently.","They treated him like a dog."]},"idioms":[{"text":"be raining cats and dogs ","sense":"to be raining heavily","examples":[]},{"text":"a dog and pony show ","sense":"an event that is planned only in order to impress people so that they will support or buy something","examples":["the dog and pony show of his visits to the war zone","a dog and pony show to sell the idea to investors"]},{"text":"(a case of) dog eat dog ","sense":"a situation in business, politics, etc. where there is a lot of competition and people are willing to harm each other in order to succeed","examples":["I'm afraid in this line of work it's a case of dog eat dog.","We're operating in a dog-eat-dog world."]},{"text":"a dog in the manger ","sense":"a person who stops other people from enjoying what he or she cannot use or does not want","examples":[]},{"text":"a dog’s breakfast/dinner ","sense":"a thing that has been done badly","examples":["He's made a real dog's breakfast of these accounts."]},{"text":"a dog’s life ","sense":"an unhappy life, full of problems or unfair treatment","examples":["He led poor Amy a dog’s life. She was desperately lonely, poor dear."]},{"text":"every dog has his/its day ","sense":"everyone has good luck or success at some point in their life","examples":[]},{"text":"give a dog a bad name ","sense":"when a person already has a bad reputation, it is difficult to change it because others will continue to blame or suspect him/her","examples":[]},{"text":"go to the dogs (North American English also go to hell in a handbasket)","sense":"to get into a very bad state","examples":["This firm's gone to the dogs since the new management took over."]},{"text":"a/the hair of the dog (that bit you) ","sense":"alcohol that you drink in order to make you feel better when you have drunk too much alcohol the night before","examples":[]},{"text":"have a dog in the fight (North American English also have a dog in the race/hunt)","sense":"to be involved in a situation so that you will gain or lose according to the result","examples":["I really don't have a dog in this fight, so I can just enjoy the game.","The employees have a dog in the hunt, so their views should be listened to."]},{"text":"let sleeping dogs lie ","sense":"to avoid mentioning a subject or something that happened in the past, in order to avoid any problems or arguments","examples":[]},{"text":"like a dog (informal)","sense":"extremely hardin a very bad or cruel way","examples":["I've been working like a dog recently.","They treated him like a dog."]},{"text":"like a dog with a bone ","sense":"very determined and refusing to give up","examples":["When she sensed a good story she was like a dog with a bone."]},{"text":"not have a dog’s chance ","sense":"to have no chance at all","examples":["He hasn't a dog's chance of passing the exam."]},{"text":"(as) sick as a dog ","sense":"feeling very sick; vomiting a lot","examples":[]},{"text":"the tail (is) wagging the dog ","sense":"used to describe a situation in which the most important aspect is being influenced and controlled by somebody/something that is not as important","examples":[]},{"text":"(you can’t) teach an old dog new tricks ","sense":"(you cannot) successfully make people change their ideas, methods of work, etc., when they have had them for a long time","examples":[]},{"text":"throw somebody to the dogs ","sense":"to allow somebody to suffer or be punished in an unfair way, as if they have no value","examples":["Her boss collects a big retirement cheque while she is thrown to the dogs."]},{"text":"why keep a dog and bark yourself? ","sense":"if somebody can do a task for you, there is no point in doing it yourself","examples":[]}],"phrasal_verbs":[],"verb_simple":[]}},{"word":"draw","result":{"lexicalCategory":"verb","ipas":[{"local":"UK","spell":"/drɔː/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dra/draw_/draw__gb_2.mp3"},{"local":"US","spell":"/drɔː/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dra/draw_/draw__us_1.mp3"}],"note":"","verbs":[{"sense":"Past simple","word":"drew","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dre/drew_/drew__gb_3.mp3","spell":"/druː/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dre/drew_/drew__us_1.mp3","spell":"/druː/"}]},{"sense":"Past participle","word":"drawn","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dra/drawn/drawn__gb_4.mp3","spell":"/drɔːn/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dra/drawn/drawn__us_2.mp3","spell":"/drɔːn/"}]},{"sense":"-ing form","word":"drawing","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dra/drawi/drawing__gb_3.mp3","spell":"/ˈdrɔːɪŋ/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dra/drawi/drawing__us_1.mp3","spell":"/ˈdrɔːɪŋ/"}]}],"senses":{"text":"to make pictures, or a picture of something, with a pencil, pen or chalk (but not paint)","examples":["You draw beautifully.","draw something to draw a picture/map/diagram","She drew a house.","a crudely drawn child's face","draw something with something He drew a circle in the sand with a stick.","The report drew a grim picture of inefficiency and corruption.","She write lively stories with sharply drawn characters.","draw something Is it possible to draw inferences about the environment during the Bronze Age?","draw something from something What conclusions did you draw from the report?","We can draw some lessons for the future from this accident.","to draw a comparison/a parallel/an analogy/a distinction between two events","He attempted to draw a contrast between himself and the prime minister.","The site's boundaries were tightly drawn by the Department of the Environment.","draw something The plan has drawn a lot of criticism.","draw something from somebody The announcement drew loud applause from the audience.","The proposal has drawn interest from local businessmen.","The reforms drew widespread support from voters.","Our aim is to draw attention to the plight of these children.","The exhibition drew great critical attention.","My eyes were drawn to the man in the corner.","Her gaze was drawn irresistibly to the scene outside.","draw somebody The movie is drawing large audiences.","The events continue to draw huge crowds.","The course draws students from all over the country.","draw somebody to something Her screams drew passers-by to the scene.","We asked the surfing champion what first drew him to the sport.","Animals are instinctively drawn to those who like them.","He was increasingly drawn to the idea of making short films.","The train drew into the station.","The train drew in.","The figures in the distance seemed to be drawing closer.","Their car drew alongside ours.","(figurative) Her retirement is drawing near.","(figurative) The meeting was drawing to a close.","As he drew near, I could see that he was limping.","as the boat drew towards the shore","He approached her but she drew away.","He drew the cork out of the bottle.","I drew my chair up closer to the fire.","She drew me onto the balcony.","I tried to draw him aside (= for example where I could talk to him privately).","She sat with her legs drawn up on the sofa.","(figurative) The project enables students to draw together their knowledge, skills and experience.","Pull the chair nearer the table.","They use oxen to pull their carts.","The sack is too heavy to lift—you’ll have to drag it.","I drew my chair closer to the fire.","a horse-drawn carriage","Fishermen were hauling in their nets.","Our car was towed away by the police.","She tried to escape but he tugged her back.","be drawn by something The Queen's coach was drawn by six horses.","a horse-drawn carriage","The blinds were drawn.","It was getting dark so I switched on the light and drew the curtains.","She drew back the curtains and let the sunlight in.","She drew a revolver on me.","He came towards them with his sword drawn.","be drawn (about/on something) Spielberg refused to be drawn on his next movie.","draw for something We drew for partners.","draw something He drew the winning ticket.","draw something (from something) Names were drawn from a hat for the last few places.","be drawn against somebody/something Italy has been drawn against Spain in the first round.","draw somebody/something to do something Italy has been drawn to play Spain.","England and France drew.","England and France drew 3–3.","draw with/against somebody England drew with/against France.","draw something England drew their game against France.","draw something out (of something) I drew out £200.","Can I draw $80 out of my account?","draw something (from something) She went to the post office to draw her pension.","draw something on something The cheque was drawn on his personal account.","to draw water from a well","The device draws gas along the pipe.","The ducts draw out stale air.","The company has been drawing gas and oil out of the rich ground for 62 years.","draw at/on something He drew thoughtfully on his pipe.","draw something in She breathed deeply, drawing in the fresh mountain air.","She talks all the time and hardly stops to draw breath.","He spoke solidly for twenty minutes, barely pausing to draw breath.","He was as kind a man as ever drew breath."]},"idioms":[{"text":"at daggers drawn ","sense":"if two people are at daggers drawn, they are very angry with each other","examples":[]},{"text":"the battle lines are drawn ","sense":"used to say that people or groups have shown which side they intend to support in an argument or contest that is going to begin","examples":[]},{"text":"draw/get a bead on somebody/something ","sense":"to aim carefully at somebody/something before shooting a gun","examples":["One of the police officers drew a bead on the gunman and fired."]},{"text":"draw a blank ","sense":"to get no response or result","examples":["So far, the police investigation has drawn a blank."]},{"text":"draw blood ","sense":"to make somebody bleed","examples":[]},{"text":"draw breath (British English) (US English draw a breath)","sense":"to stop doing something and restto live; to be alive","examples":["She talks all the time and hardly stops to draw breath.","He spoke solidly for twenty minutes, barely pausing to draw breath.","He was as kind a man as ever drew breath."]},{"text":"draw somebody’s fire ","sense":"to make somebody direct their anger, criticism, etc. at you, so that others do not have to face it","examples":[]},{"text":"draw/pull your horns in ","sense":"to start being more careful in your behaviour, especially by spending less money than before","examples":["Small businesses have had to pull their horns in during the recession."]},{"text":"draw the line (at something/at doing something) ","sense":"to refuse to do something; to set a limit","examples":["I don't mind helping, but I draw the line at doing everything myself.","We would have liked to invite all our relatives, but you have to draw the line somewhere."]},{"text":"draw the line (between something and something) ","sense":"to make a difference between two closely related ideas","examples":["Where do you draw the line between genius and madness?"]},{"text":"draw a line under something ","sense":"to say that something is finished and not worth discussing any more","examples":[]},{"text":"draw/cast lots (for something/to do something) ","sense":"to use a method of choosing somebody/something that involves putting a number folded pieces of paper in a bag, one of them with a mark on it. People then take it in turns to take a piece of paper from the bag and the one who takes the paper with the mark on it is chosen.","examples":["They drew lots for the right to go first."]},{"text":"draw the short straw (British English) (North American English get the short end of the stick)","sense":"to be the person in a group who is chosen or forced to perform an unpleasant duty or task","examples":["I drew the short straw and had to clean the toilets."]},{"text":"draw straws (for something) ","sense":"to use a method of choosing somebody to do or have something in which each person takes a piece of paper, etc. from a container and the one whose paper has a special mark is chosen","examples":["We drew straws for who went first."]},{"text":"draw yourself up/rise to your full height ","sense":"to stand straight and tall in order to show that you are determined, powerful or important","examples":["He drew himself up to his full height and glared at us."]},{"text":"(draw) a line in the sand ","sense":"(to establish) a clear limit to what you will do or accept","examples":["It’s time to draw a line in the sand and stop allowing workplace bullying to continue."]},{"text":"take/draw somebody to one side ","sense":"to speak to somebody in private, especially in order to warn or tell them about something","examples":[]}],"phrasal_verbs":["draw back","draw down","draw down on","draw from","draw in","draw into","draw off","draw on","draw out","draw up","draw upon"],"verb_simple":[{"sense":"Present simple","plural":{"text":"I / You / We / They","word":"draw","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dra/draw_/draw__gb_2.mp3","spell":"/drɔː/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dra/draw_/draw__us_1.mp3","spell":"/drɔː/"}]},"singular":{"text":"He / She / It","word":"draws","audios":[{"local":"UK","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dra/draws/draws__gb_1.mp3","spell":"/drɔːz/"},{"local":"US","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dra/draws/draws__us_1.mp3","spell":"/drɔːz/"}]}}]}},{"word":"down","result":{"lexicalCategory":"adverb","ipas":[{"local":"UK","spell":"/daʊn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/uk_pron/d/dow/down_/down__gb_1.mp3"},{"local":"US","spell":"/daʊn/","src":"https://www.oxfordlearnersdictionaries.com/media/english/us_pron/d/dow/down_/down__us_1.mp3"}],"note":"For the special uses of down in phrasal verbs, look at the entries for the verbs. For example climb down is in the phrasal verb section at climb.","verbs":[],"senses":{"text":"to or at a lower place or position","examples":["She jumped down off the chair.","He looked down at her.","We watched as the sun went down.","She bent down to pick up her glove.","Mary's not down yet (= she is still upstairs).","The baby can't keep any food down (= in her body).","I stuck the label down with sellotape.","Please sit down.","He had to go and lie down for a while.","Prices have gone down recently.","We're already two goals down (= the other team has two goals more).","Car crime in Oxford fell significantly last year.","Car crime fell by about a quarter over a 12-month period.","The number of stolen vehicles dropped from 1 013 to 780, a fall of 26 per cent.","According to this data, 780 vehicles were stolen, 26 per cent down on the previous year.","There was an 11 per cent drop in reported thefts from motor vehicles, from 1 971 to 1 737.","These figures show that, as far as car crime is concerned, the main trend is downwards.","Turn the music down!","The class settled down and she began the lesson.","Did you get that down?","I always write everything down.","Have you got me down for the trip?","I can't do 3 down.","They flew down to Texas.","Houses are more expensive down south.","We've got people from the head office coming down.","(British English) Her daughter's down from Oxford (= Oxford University) for the holidays.","Everyone will be there, from the Principal down.","At the end of the day we were £20 down.","Well, I've seen six apartments so far. That's six down and four to go!","I'm just going down to the post office.","I saw him down at the shops.","‘Down, boy!’ she laughed as the dog jumped up to greet her.","The candidate again got down and dirty with his rival.","The online campaign was getting down and dirty.","The singer got down and dirty at the club last night and made headlines again.","The singers are a down-and-dirty duo from Ohio."]},"idioms":[{"text":"be down to somebody ","sense":"to be the responsibility of somebody","examples":["It's down to you to check the door."]},{"text":"be down to somebody/something ","sense":"to be caused by a particular person or thing","examples":["She claimed her problems were down to the media."]},{"text":"be down to something ","sense":"to have only a little money left","examples":["I'm down to my last dollar."]},{"text":"be/go down with something ","sense":"to have or catch an illness","examples":[]},{"text":"down and dirty (North American English, informal)","sense":"behaving in an unfair or aggressive way, especially because you want to winrude and making you feel shocked","examples":["The candidate again got down and dirty with his rival.","The online campaign was getting down and dirty.","The singer got down and dirty at the club last night and made headlines again.","The singers are a down-and-dirty duo from Ohio."]},{"text":"down through something ","sense":"during a long period of time","examples":["Down through the years this town has seen many changes."]},{"text":"down to the last, smallest, final, etc. something ","sense":"including every small part or detail of something","examples":["She organized everything down to the last detail."]},{"text":"down under ","sense":"to or in Australia and/or New Zealand","examples":[]},{"text":"down with somebody/something ","sense":"used to say that you are opposed to something, or to a person","examples":["The crowds chanted ‘Down with NATO!’"]},{"text":"have/get something down ","sense":"to be able to do something easily or well","examples":["She's young and she hasn't really got it down yet.","The teacher gave us the music to the song and we had two weeks to get it down.","It looked easy once you got the system down."]},{"text":"you can’t keep a good man down ","sense":"a person who is determined or wants something very much will succeed","examples":[]}],"phrasal_verbs":[],"verb_simple":[]}}]}